Repository: SAP/sailing-analytics
Catalog: ios/SAPTracker/src/xcode/SAPTracker/*.lproj/Localizable.strings
Languages: de

source: Settings
de: Einstellungen

source: About
de: Über

source: Cancel
de: Abbrechen

source: Your Regattas
de: Ihre Regatten

source: No camera available.
de: Keine Kamera vorhanden.

source: In order to use this app you need to check-in via QR code or email link. Please contact the racing committee if you need either.
de: Für die Verwendung des Regatta-Trackers ist ein Checkin mit QR-Code oder ein Checkin-Link aus der E-Mail notwendig. Sollten Sie diesen nicht erhalten haben, wenden Sie sich bitte an die Wettfahrtleitung.

# EULA_title
source: EULA
de: Endbenutzer Lizenzvereinbarung

# EULA_content
source: By using this App you confirm to accept the SAP SE end user license agreement.
de: Mit der Verwendung dieser App stimmen Sie den Datenschutzbestimmungen der SAP SE zu.

# EULA_view
source: Read EULA
de: Anzeigen

# EULA_confirm
source: Confirm
de: Zustimmen

source: You must accept the terms to use this app.
de: Sie müssen die AGB annehmen, um diese App verwenden zu können.

source: Couldn't load about view
de: Fenster konnte nicht geladen werden.

source: Camera
de: Kamera

source: Photo Library
de: Fotos

source: Last sync
de: Letzter Update

source: Start Tracking
de: Tracking starten

source: Please listen for announcements
de: Bitte achten Sie auf die Durchsagen

source: Thank you for participating!
de: Vielen Dank für Ihre Teilnahme!

source: Regatta will start in
de: Regatta beginnt in

source: Regatta in progress
de: Regatta findet gerade statt

source: Select a photo for your team
de: Team Foto hinzufügen

source: Check-out of Regatta?
de: Aus Regatta auschecken?

source: Failed to upload image
de: Bild konnte nicht hochgeladen werden.

source: Battery Saving
de: Batterie Sparen

source: Tracking
de: Tracking läuft

source: No GPS
de: Kein GPS

source: Not Tracking
de: Kein Tracking

source: Stop tracking?
de: Tracking beenden?

source: Stop
de: Beenden

source: Incorrect QR Code
de: Ungültiger QR-Code

source: Hello %@. Welcome to %@. You are registered as %@.
de: Hallo %@. Willkommen zu %@. Sie sind als %@ registriert

source: Couldn't get event %@
de: Konnte Event %@ nicht holen

source: Couldn't get competitor %@
de: Konnte Teilnehmer %@ nicht holen

source: Couldn't get leader board %@
de: Konnte Leaderboard %@ nicht holen

source: Couldn't check-in to %@
de: Konnte nicht in %@ einchecken

source: Please enable location services.
de: Bitte Ortungsdienste zulassen.

source: Please enable location services for this app.
de: Bitte Ortungsdienste für diese App zulassen.
