Repository: SAP/sailing-analytics
Catalog: java/com.sap.sailing.polars.datamining/resources/stringmessages/XLF/Polars_StringMessages_*.properties.xlf
Languages: ja, ru, zh_cn

# PolarChain1
source: Polars
ja: ポーラー
ru: Полярные данные
zh_cn: 极坐标图

# PolarChain2
source: Backend Polars
ja: バックエンドポーラー
ru: Полярные данные бэкэнда
zh_cn: 后端极坐标图

source: RaceColumn
ja: レース列
ru: Столбец гонки
zh_cn: 比赛轮次列

source: Leg Index
ja: レグ指数
ru: Индекс отрезка
zh_cn: 航段索引

source: Polar Data
ja: ポーラーデータ
ru: Полярные данные
zh_cn: 极坐标数据

source: Polars
ja: ポーラー
ru: Полярные данные
zh_cn: 极坐标图

source: GPS Fix
ja: GPS フィックス
ru: Замер GPS
zh_cn: GPS 修复

source: Wind Range
ja: 風範囲
ru: Диапазон ветра
zh_cn: 风力范围

# WindIsConfident
source: Confident Wind Measurement
ja: 風測定確度
ru: Достоверное измерение ветра
zh_cn: 风力测量置信度

source: Rank
ja: ランク
ru: Ранг
zh_cn: 名次

source: Backend Polars
ja: バックエンドポーラー
ru: Полярные данные бэкэнда
zh_cn: 后端极坐标图
