Repository: SAP/sailing-analytics
Catalog: java/com.sap.sailing.server/resources/stringmessages/XLF/StringMessages_*.properties.xlf
Languages: fr, ja

# raceInRegattaOfEvent
source: race {0} in regatta '{1}' of event '{2}'
fr: Course {0} dans la régate '{1}' de l’événement '{2}'

# raceInFleetInRegattaOfEvent
source: race {0} ({3}) in regatta '{1}' of event '{2}'
fr: Course {0} ({3}) dans la régate '{1}' de l’événement '{2}'

# leaderboardOfEvent
source: leaderboard '{0}' of event '{1}'
fr: Palmarès '{0}' de l’événement '{1}'

# leaderboardShowResultsLinkTitle
source: Show results
fr: Afficher résultats
ja: 結果の表示

# racesOverviewLinkTitle
source: Show races overview
fr: Afficher synthèses des courses
ja: レース概要の表示

# raceboardShowRaceLinkTitle
source: Show race
fr: Afficher course
ja: レースの表示

# raceboardRaceAnalysisLinkTitle
source: Show race analysis
fr: Afficher analyse de la course
ja: レース分析の表示

# boatClassRaceFinishedSubject
source: Race for boat class {0} has finished - new results available
fr: La course de la catégorie de bateau {0} est terminée. De nouveaux résultats sont disponibles.
ja: 艇種 {0} のレースが終了しました - 新しい結果が利用可能です

# boatClassRaceFinishedBody
source: New results for boat class {0} in {1} are available.
fr: De nouveaux résultats pour la catégorie de bateau {0} dans {1} sont disponibles.
ja: {1} での艇種 {0} の新しい結果が利用可能です。

# boatClassScoreCorrectionSubject
source: New results are available for boat class {0}
fr: De nouveaux résultats sont disponibles pour la catégorie de bateau {0}.
ja: 艇種 {0} の新しい結果が利用可能です

# boatClassScoreCorrectionBody
source: New results for boat class {0} in {1} are available.
fr: De nouveaux résultats pour la catégorie de bateau {0} dans {1} sont disponibles.
ja: {1} での艇種 {0} の新しい結果が利用可能です。

# competitorPassesFinishSubject
source: Competitor {0} passed finish line in a race
fr: Le concurrent {0} a franchi la ligne d'arrivée dans une course.
ja: 競技者 {0} がレースでフィニッシュラインを通過しました

# competitorPassesFinishBody
source: Competitor {0} passed finish line in {1}.
fr: Le concurrent {0} a franchi la ligne d'arrivée dans {1}.
ja: 競技者 {0} が {1} でフィニッシュラインを通過しました

# competitorScoreCorrectionSubject
source: New results are available for competitor {0}
fr: De nouveaux résultats sont disponibles pour le concurrent {0}.
ja: 競技者 {0} の新しい結果が利用可能です

# competitorScoreCorrectionBody
source: New results for competitor {0} in {1} are available.
fr: De nouveaux résultats pour le concurrent {0} dans {1} sont disponibles.
ja: {1} での競技者 {0} の新しい結果が利用可能です。

# boatClassUpcomingRaceSubject
source: A race for boat class {0} will start soon
fr: Le départ d’une course pour la catégorie de bateau {0} est imminent.
ja: 艇種 {0} のレースがまもなく開始します

# boatClassUpcomingRaceBody
source: For boat class {0} {1} will start approximately at {2}.
fr: Pour la catégorie de bateau {0}, le départ de {1} se fera vers {2}.
ja: 艇種 {0} に対して {1} がおおよそ {2} に開始します。

# subscriptionInformation
source: You are receiving notifications from SAP Sailing Analytics. To turn off notifications, please visit your user profile at the link below.
fr: Vous recevez des notifications de l'application SAP Sailing Analytics. Pour ne plus recevoir ces notifications, modifiez votre profil utilisateur à l'aide du lien ci-dessous.
ja: SAP Sailing Analytics からの通知を受信しています。通知をオフにするには、下記のリンクのユーザプロファイルにアクセスしてください。

source: User Profile
fr: Profil utilisateur
ja: ユーザプロファイル

source: Imprint
fr: Mentions légales
ja: 刻印

source: Privacy
fr: Confidentialité des données
ja: 個人情報保護

# salutation
source: Hallo {0},
fr: Bonjour {0},
ja: {0} さん、こんにちは

# raceInRegattaOfEvent
source: race {0} in regatta ''{1}'' of event ''{2}''
ja: イベント ''{2}'' のレガッタ ''{1}'' のレース {0}

# raceInFleetInRegattaOfEvent
source: race {0} ({3}) in regatta ''{1}'' of event ''{2}''
ja: 'イベント ''{2}'' のレガッタ ''{1}'' のレース {0} ({3})

# leaderboardOfEvent
source: leaderboard ''{0}'' of event ''{1}''
ja: イベント ''{1}'' のリーダーボード ''{0}''
