Repository: SAP/sailing-analytics
Catalog: java/com.sap.sailing.datamining/resources/stringmessages/XLF/Sailing_StringMessages_*.properties.xlf
Languages: es, ja, pt, ru, zh_cn

source: Speed
es: Velocidad
ja: 速力
pt: Velocidade
ru: Скорость
zh_cn: 速度

# SpeedTenSecondsBefore
source: Speed 10s before
es: Velocidad 10 s antes
ja: 10 秒前の艇速
pt: Velocidade 10s antes
ru: Скорость за 10 с до
zh_cn: 前 10 秒的速度

source: Distance Traveled
es: Distancia viajada
ja: 移動した距離
pt: Distância viajada
ru: Пройденная дистанция
zh_cn: 航行距离

source: Name
es: Nombre
ja: 名称
pt: Nome
ru: Название
zh_cn: 名称

source: Leg Type
es: Tipo de tramo
ja: レグタイプ
pt: Tipo de perna
ru: Тип отрезка
zh_cn: 航段形式

# SailID
source: Sail Number
es: Número de navegación
ja: セールナンバー
pt: Número da vela
ru: Номер на парусе
zh_cn: 帆号

source: Year
es: Año
ja: 年
pt: Ano
ru: Год
zh_cn: 年份

source: Leg Number
es: Número de tramo
ja: レグ番号
pt: Número da perna
ru: Номер отрезка
zh_cn: 航段编号

source: Nationality
es: Nacionalidad
ja: 国籍
pt: Nacionalidade
ru: Гражданство
zh_cn: 国籍

source: Acronym
es: Siglas
ja: 頭字語
pt: Acrônimo
ru: Сокращение
zh_cn: 首字母缩略词

source: Regatta
es: Regata
ja: レガッタ
pt: Regata
ru: Регата
zh_cn: 比赛

source: Course Area
es: Zona de regata
ja: コースエリア
pt: Área do percurso
ru: Зона гонки
zh_cn: 场地区域

source: Boat Class
es: Clase de bote
ja: 艇種
pt: Classe de barcos
ru: Класс лодок
zh_cn: 船只级别

source: Fleet
es: Flota
ja: フリート
pt: Frota
ru: Флот
zh_cn: 船队

source: Race
es: Carrera
ja: レース
pt: Corrida
ru: Гонка
zh_cn: 比赛轮次

source: Competitor
es: Competidor
ja: 競技者
pt: Competidor
ru: Участник
zh_cn: 参赛队

source: Boat
es: Bote
ja: 艇
pt: Barco
ru: Лодка
zh_cn: 船只

source: Team
es: Equipo
ja: チーム
pt: Equipe
ru: Команда
zh_cn: 团队

source: Search Tag
es: Etiqueta de búsqueda
ja: 検索タグ
pt: Etiqueta de pesquisa
ru: Тег поиска
zh_cn: 搜索标记

# LeaderboardSailingDomainRetrieverChain
source: Leaderboards
es: Clasificaciones
ja: リーダーボード
pt: Painéis de classificação
ru: Таблицы лидеров
zh_cn: 积分榜

# RaceSailingDomainRetrieverChain
source: Races
es: Carreras
ja: レース
pt: Corridas
ru: Гонки
zh_cn: 比赛轮次

# LegSailingDomainRetrieverChain
source: Legs
es: Tramos
ja: レグ
pt: Pernas
ru: Отрезки
zh_cn: 航段

# GPSFixSailingDomainRetrieverChain
source: GPS Fixes
es: Puntos de GPS
ja: GPS フィックス
pt: Pontos fixos de GPS
ru: Замеры GPS
zh_cn: GPS 修复

# BravoFixSailingDomainRetrieverChain
source: Bravo Fixes
es: Puntos de Bravo
ja: Bravo フィックス
pt: Pontos fixos Bravo
ru: Замеры Bravo
zh_cn: Bravo 修复

# BravoFixTrackSailingDomainRetrieverChain
source: Bravo Tracks
es: Seguimientos Bravo
ja: Bravo トラック
pt: Pistas Bravo
ru: Отслеживания Bravo
zh_cn: Bravo 跟踪

# FoilingSegmentsSailingDomainRetrieverChain
source: Foiled Segments
es: Segmentos laminados
ja: フォイリングしたセグメント
pt: Segmentos com hidrofólio
ru: Сегменты в крыльевом режиме
zh_cn: 水翼腾空段

# WindFixSailingDomainRetrieverChain
source: Wind Fixes
es: Puntos de viento
ja: 風フィックス
pt: Pontos fixos de vento
ru: Замеры ветра
zh_cn: 风力修复

# MarkPassingSailingDomainRetrieverChain
source: Mark Passings
es: Superaciones de marca
ja: マーク通過
pt: Passagens na marca
ru: Прохождения отметок
zh_cn: 绕标

# RaceResultSailingDomainRetrieverChain
source: Race Results
es: Resultados de la carrera
ja: レース結果
pt: Resultados da corrida
ru: Результаты гонки
zh_cn: 比赛轮次结果

# RaceOfCompetitorSailingDomainRetrieverChain
source: Races of Competitors
es: Carreras de los competidores
ja: 競技者のレース
pt: Corridas de competidores
ru: Гонки участников
zh_cn: 参赛队的比赛轮次

# ManeuverSailingDomainRetrieverChain
source: Maneuver
es: Maniobra
ja: マニューバー
pt: Manobra
ru: Маневр
zh_cn: 操作

source: Leaderboard Group
es: Grupo de clasificación
ja: リーダーボードグループ
pt: Grupo de painéis de classificação
ru: Группа таблиц лидеров
zh_cn: 积分榜分组

source: Leaderboard
es: Clasificación
ja: リーダーボード
pt: Painel de classificação
ru: Таблица лидеров
zh_cn: 积分榜

source: Leg
es: Tramo
ja: レグ
pt: Perna
ru: Отрезок
zh_cn: 航段

source: Mark Passing
es: Superación de marca
ja: マーク通過
pt: Passagem na marca
ru: Прохождение отметки
zh_cn: 绕标

source: Leg of competitor
es: Tramo del competidor
ja: 競技者のレグ
pt: Perna de competidor
ru: Отрезок участника
zh_cn: 参赛队的航段

source: GPS Fix
es: Punto de GPS
ja: GPS フィックス
pt: Ponto fixo de GPS
ru: Замер GPS
zh_cn: GPS 修复

source: Bravo Fix
es: Punto de Bravo
ja: Bravo フィックス
pt: Ponto fixo Bravo
ru: Замер Bravo
zh_cn: Bravo 修复

source: Bravo Fix Track
es: Seguimiento de punto Bravo
ja: Bravo フィックス/トラック
pt: Pista de ponto fixo Bravo
ru: Отслеживание замеров Bravo
zh_cn: Bravo 修复跟踪

source: Wind Fix
es: Punto de viento
ja: 風フィックス
pt: Ponto fixo de vento
ru: Замер ветра
zh_cn: 风力修复

source: Maneuver
es: Maniobra
ja: マニューバー
pt: Manobra
ru: Маневр
zh_cn: 操作

source: Wind Strength in Beaufort
es: Fuerza del viento en Beaufort
ja: ビューフォート風力
pt: Intensidade do vento na escala de Beaufort
ru: Сила ветра по шкале Бофорта
zh_cn: 风力（蒲福风级）

# Bft0
source: Calm
es: Calma
ja: 平穏
pt: Calmaria
ru: Штиль
zh_cn: 无风

# Bft1
source: Light air
es: Ventolina
ja: 至軽風
pt: Bafagem
ru: Тихий
zh_cn: 软风

# Bft2
source: Light breeze
es: Brisa débil
ja: 軽風
pt: Aragem
ru: Легкий
zh_cn: 轻风

# Bft3
source: Gentle breeze
es: Brisa suave
ja: 軟風
pt: Fraco
ru: Слабый
zh_cn: 微风

# Bft4
source: Moderate breeze
es: Brisa moderada
ja: 和風
pt: Moderado
ru: Умеренный
zh_cn: 和风

# Bft5
source: Fresh breeze
es: Brisa fresca
ja: 疾風
pt: Fresco
ru: Свежий
zh_cn: 劲风

# Bft6
source: Strong breeze
es: Brisa fuerte
ja: 雄風
pt: Muito fresco
ru: Сильный
zh_cn: 强风

# Bft7
source: High wind
es: Viento fuerte
ja: 強風
pt: Forte
ru: Крепкий
zh_cn: 疾风

# Bft8
source: Gale
es: Viento duro
ja: 疾強風
pt: Muito forte
ru: Очень крепкий
zh_cn: 大风

# Bft9
source: Strong gale
es: Viento muy duro
ja: 大強風
pt: Duro
ru: Шторм
zh_cn: 烈风

# Bft10
source: Storm
es: Temporal
ja: 全強風
pt: Muito duro
ru: Сильный шторм
zh_cn: 暴风

# Bft11
source: Violent storm
es: Temporal duro
ja: 暴風
pt: Tempestuoso
ru: Жестокий шторм
zh_cn: 飓风

# Bft12
source: Hurricane
es: Huracán
ja: 颶風 (ぐふう)
pt: Furacão
ru: Ураган
zh_cn: 台风

# RelativeScore
source: Relative Score (0 best; 1 worst)
es: Puntuación relativa (0 mejor; 1 peor)
ja: 相対スコア (0 が最高、1 が最低)
pt: Pontuação relativa (0 melhor; 1 pior)
ru: Относительная оценка (0 лучшая; 1 худшая)
zh_cn: 相对得分（0 最佳；1 最差）

# RelativeScoreInPercent
source: Relative Score in %
es: Puntuación relativa en %
ja: 相対スコア (%)
pt: Pontuação relativa em %
ru: Относительная оценка (%)
zh_cn: 相对得分 (%)

# RelativeScoreInRaceInPercent
source: Relative Score in Race in %
es: Puntuación relativa en carrera en %
ja: レース中の相対スコア (%)
pt: Pontuação relativa na corrida em %
ru: Относительная оценка в гонке (%)
zh_cn: 比赛轮次中的相对得分 (%)

source: Absolute Rank
es: Categoría absoluta
ja: 絶対順位
pt: Posição absoluta
ru: Абсолютный ранг
zh_cn: 绝对名次

# WindSpeedInBeaufort
source: Wind Speed in Bft
es: Velocidad del viento en Bft
ja: 風速 (Bft)
pt: Velocidade do vento na escala de Beaufort
ru: Скорость ветра по шкале Бофорта
zh_cn: 风速（单位：Bft）

# DistanceAtStart
source: Distance to Start at Start
es: Distancia al inicio en el inicio
ja: スタート時のスタートラインまでの距離
pt: Distância até partida na partida
ru: Дистанция до старта при старте
zh_cn: 起航前与起航线的距离

# SpeedWhenStarting
source: Speed at Start
es: Velocidad al inicio
ja: スタート時の艇速
pt: Velocidade na partida
ru: Скорость при старте
zh_cn: 起航时的速度

# SpeedTenSecondsBeforeStart
source: Speed 10s Before Start
es: Velocidad 10 s antes del inicio
ja: スタート 10 秒前の艇速
pt: Velocidade 10s antes da partida
ru: Скорость за 10 с до старта
zh_cn: 起航前 10 秒的速度

source: Rank at First Mark
es: Categoría en la primera marca
ja: 第一マークでのランク
pt: Posição na primeira marca
ru: Ранг на первой отметке
zh_cn: 在第一个标志的名次

source: Number of Maneuvers
es: Número de maniobras
ja: マニューバー回数
pt: Número de manobras
ru: Число маневров
zh_cn: 操作数量

source: Number of Tacks
es: Número de amuras
ja: タック回数
pt: Número de cambadas
ru: Число поворотов оверштаг
zh_cn: 迎风转向次数

source: Number of Jibes
es: Número de viradas en redondo
ja: ジャイブ回数
pt: Número de jaibes
ru: Число поворотов фордевинд
zh_cn: 顺风转向次数

source: Number of Penalty Circles
es: Número de círculos de sanción
ja: ペナルティー回転の数
pt: Número de voltas de punição
ru: Число штрафных кругов
zh_cn: 惩罚圈数

source: Rank Gains or Losses
es: Aumentos y pérdidas de categoría
ja: ランク上下
pt: Ganhos ou perdas de posição
ru: Повышения или понижения ранга
zh_cn: 名次进阶或落后

# DistanceToStarboardSideAtStart
source: Distance to Starboard Side (% of Length)
es: Distancia a estribor (% de longitud)
ja: スターボード側までの距離 (長さの %)
pt: Distância até lado do boreste (% do comprimento)
ru: Дистанция до правой стороны (% длины)
zh_cn: 与右舷的距离（长度百分比）

# NumberOfPodiumFinish
source: Number of Podium Finishes
es: Número de puestos de podio
ja: 表彰台回数
pt: Número de lugares no pódio
ru: Число призовых финишей
zh_cn: 跻身颁奖台次数

source: Number of Wins
es: Número de victorias
ja: 優勝回数
pt: Número de vitórias
ru: Число побед
zh_cn: 获胜次数

# RankGainsOrLossesBetweenFirstMarkAndFinish
source: Rank Gains or Losses (1st Mark -> Finish)
es: Aumentos o pérdidas de categoría (1º marca -> Final)
ja: ランク上下 (第一マーク -> フィニッシュ)
pt: Ganhos ou perdas de posição (1ª marca -> chegada)
ru: Повышения или понижения ранга (1-я отметка -> финиш)
zh_cn: 名次进阶或落后（第一个标志 -> 结束）

source: Is Tracked
es: Se le hace el seguimiento
ja: 追跡済
pt: Está rastreado
ru: Отслеживается
zh_cn: 是否跟踪

source: Number of Competitor Fixes
es: Número de puntos del competidor
ja: 競技者フィックスの数
pt: Número de pontos fixos dos competidores
ru: Число замеров участника
zh_cn: 参赛队修复次数

source: Number of Mark Fixes
es: Número de puntos de la marca
ja: マークフィックスの数
pt: Número de pontos fixos de marca
ru: Число замеров отметки
zh_cn: 标志修复次数

source: Maneuver Type
es: Tipo de maniobra
ja: マニューバータイプ
pt: Tipo de manobra
ru: Тип маневра
zh_cn: 操作类型

source: Tack
es: Amura
ja: タック
pt: Cambar
ru: Оверштаг
zh_cn: 迎风转向

# SpeedBefore
source: Speed Before Maneuver
es: Velocidad antes de maniobra
ja: マニューバー前の艇速
pt: Velocidade antes de manobra
ru: Скорость до маневра
zh_cn: 操作前的速度

# SpeedAfter
source: Speed After Maneuver
es: Velocidad después de maniobra
ja: マニューバー後の艇速
pt: Velocidade depois de manobra
ru: Скорость после маневра
zh_cn: 操作后的速度

# DirectionChange
source: Direction Change in Degrees
es: Cambio de dirección en grados
ja: 方向転換 (度)
pt: Mudança de direção em graus
ru: Изменение направления в градусах
zh_cn: 风向变化角度

# AbsoluteDirectionChange
source: Absolute Direction Change in Degrees (Positive)
es: Cambio absoluto de dirección en grados (positivo)
ja: 方向転換 (度) の絶対値
pt: Mudança absoluta de direção em graus (positiva)
ru: Абсолютное изменение направления в градусах (положительное)
zh_cn: 绝对风向变化角度（正向）

# ToSide
source: To Side (Port / Starboard)
es: Al lado (babor / estribor)
ja: 方向転換する側 (ポート/スターボード)
pt: Até lado (bombordo/boreste)
ru: Борт (левый/правый)
zh_cn: 至侧（左舷/右舷）

source: Maneuver Loss
es: Pérdida en maniobra
ja: マニューバーロス
pt: Perda de manobra
ru: Потеря маневра
zh_cn: 操作损失

source: Waypoint
es: Punto de ruta
ja: 変針点
ru: Путевая точка
zh_cn: 航路点

source: Passing Side
es: Vía de paso
ja: 通過サイド
pt: Lado de passagem
ru: Сторона прохождения
zh_cn: 绕标侧

source: Tack at Start
es: Amura al inicio
ja: スタート時のタック
pt: Cambar na partida
ru: Оверштаг при старте
zh_cn: 起航时迎风转向

# SpeedTenSecondsAfterStart
source: Speed 10s After Start
es: Velocidad 10 s después del inicio
ja: スタート 10 秒後の艇速
pt: Velocidade 10s depois da partida
ru: Скорость через 10 с после старта
zh_cn: 起航后 10 秒的速度

# RankThirtySecondsAfterStart
source: Rank 30s After Start
es: Categoría 30 s después del inicio
ja: スタート 30 秒後の順位
pt: Posição 30s depois da partida
ru: Ранг через 30 с после старта
zh_cn: 起航后 30 秒的名次

source: Windward Distance to Advantageous End of Line
es: Distancia a barlovento a extremo favorable
ja: ラインの有利な端までの風上距離
pt: Distância a barlavento para fim de linha favorável
ru: Дистанция по ветру до выгодного конца линии
zh_cn: 与有利航线终点的上风距离

# RankAfterHalfOfTheFirstLeg
source: Rank after the half of the first leg
es: Categoría tras la mitad del primer tramo
ja: 第一レグ中間点の順位
pt: Posição depois de metade da primeira perna
ru: Ранг после половины первого отрезка
zh_cn: 第一航段过半后的名次

source: Advantageous End of Line
es: Extremo favorable
ja: ラインの有利な端
pt: Fim de linha favorável
ru: Выгодный конец линии
zh_cn: 有利航线终点

source: Time Spent in Seconds
es: Tiempo empleado en segundos
ja: 所要時間 (秒)
pt: Tempo gasto em segundos
ru: Затраченное время в секундах
zh_cn: 所用时间（秒）

source: Medal Race
ja: メダルレース
pt: Corrida para medalha
ru: Гонка на медали
zh_cn: 奖牌轮

source: Wind Source Type
es: Tipo de fuente de viento
ja: 風源タイプ
pt: Tipo de origem do vento
ru: Тип источника ветра
zh_cn: 风源类型

source: Wind Source Name
es: Nombre de fuente de viento
ja: 風源名
pt: Nome da origem do vento
ru: Название источника ветра
zh_cn: 风源名称

# windFrom
source: True Wind Direction (TWD)
es: Dirección del viento real (TWD)
ja: 真風向 (TWD)
pt: Direção do vento verdadeiro (TWD)
ru: Направление истинного ветра (НИВ)
zh_cn: 实际风向 (TWD)

# windSpeedKnots
source: True Wind Speed (kts)
es: Velocidad del viento real (nudos)
ja: 真風速 (kt)
pt: Velocidade do vento verdadeiro (nós)
ru: Скорость истинного ветра (уз)
zh_cn: 实际风速 (kts)

# speedInKnots
source: Speed (kts)
es: Velocidad (nudos)
ja: 速度 (kt)
pt: Velocidade (nós)
ru: Скорость (уз)
zh_cn: 速度 (kts)

# bearing
source: Direction (�T)
ja: 方向 (�T)
pt: Direção(�T)
ru: Направление (�T)
zh_cn: 方向 (�T)

source: Wind Track
es: Seguimiento del viento
ja: 風追跡
pt: Pista de vento
ru: Отслеживание ветра
zh_cn: 风力跟踪

source: Time spent foiling
es: Tiempo empleado en laminado
ja: フォイリング時間
pt: Tempo gasto em navegação com hidrofólio
ru: Время в крыльевом режиме
zh_cn: 水翼腾空所用时间

source: Yaw
es: Guiñada
ja: ヨー
pt: Guinar
ru: Рыскание
zh_cn: 偏航

source: Pitch
es: Paso
ja: ピッチング
pt: Caturrar
ru: Инкремент
zh_cn: 纵摇

source: Heel
es: Escora
ja: ヒール
pt: Adernar
ru: Крен
zh_cn: 侧倾

source: Ride Height
es: Altura de circulación
ja: 浮上高さ
pt: Altura de flutuação
ru: Высота хода
zh_cn: 行驶高度

# rideHeightPort
source: Ride Height Port Hull
es: Altura de circulación del casco a babor
ja: 左舷艇体浮上高さ
pt: Altura de flutuação casco de bombordo
ru: Высота хода левого борта
zh_cn: 左舷船体行驶高度

# rideHeightStarboard
source: Ride Height Starboard Hull
es: Altura de circulación del casco a estribor
ja: 右舷艇体浮上高さ
pt: Altura de flutuação casco de boreste
ru: Высота хода правого борта
zh_cn: 右舷船体行驶高度

source: Is Foiling
es: Se está laminando
ja: フォイリング中
pt: Navegando com hidrofólio
ru: Крыльевой режим
zh_cn: 水翼腾空

source: Foiling Duration
es: Duración del laminado
ja: フォイリング持続時間
pt: Duração de navegação com hidrofólio
ru: Продолжительность крыльевого режима
zh_cn: 水翼腾空持续时间

# FoilingDistance
source: Distance Foiled
es: Distancia laminada
ja: フォイリング距離
pt: Distância com hidrofólio
ru: Пройдено в крыльевом режиме
zh_cn: 水翼腾空距离

# TakeoffSpeedInKnotsInKnots
source: Takeoff speed in knots
es: Velocidad de despegue en nudos
ja: 離水速度 (kt)
pt: Velocidade de desatracação em nós
ru: Скорость отрыва в узлах
zh_cn: 起航速度（节）

source: Landing speed in knots
es: Velocidad de aterrizaje en nudos
ja: 着水速度 (kt)
pt: Velocidade de atracação em nós
ru: Скорость посадки в узлах
zh_cn: 着陆速度（节）

# AbsoluteTrueWindAngleAtTakeoff
source: Absolute true wind angle (TWA) at takeoff
es: Ángulo absoluto del viento real (TWA) en despegue
ja: 離水時の絶対真風角度 (TWA)
pt: Ângulo de vento verdadeiro absoluto (TWA) na desatracação
ru: Абсолютный угол истинного ветра (TWA) при отрыве
zh_cn: 起航时的绝对实际风向角 (TWA)

# AbsoluteTrueWindAngleAtLanding
source: Absolute true wind angle (TWA) at landing
es: Ángulo absoluto del viento real (TWA) en aterrizaje
ja: 着水時の絶対真風角度 (TWA)
pt: Ângulo de vento verdadeiro absoluto (TWA) na atracação
ru: Абсолютный угол истинного ветра (TWA) при посадке
zh_cn: 着陆时的绝对实际风向角 (TWA)

source: Wind strength in beaufort at takeoff
es: Fuerza del viento en Beaufort en despegue
ja: 離水時のビューフォート風力
pt: Intensidade do vento na escala de Beaufort na desatracação
ru: Сила ветра по шкале Бофорта при отрыве
zh_cn: 起航时的风力（蒲福风级）

source: Wind strength in beaufort at landing
es: Fuerza del viento en Beaufort en aterrizaje
ja: 着水時のビューフォート風力
pt: Intensidade do vento na escala de Beaufort na atracação
ru: Сила ветра по шкале Бофорта при посадке
zh_cn: 着陆时的风力（蒲福风级）

source: Wind at takeoff
es: Viento en despegue
ja: 離水時の風
pt: Vento na desatracação
ru: Ветер при отрыве
zh_cn: 起航风

source: Wind at landing
es: Viento en aterrizaje
ja: 着水時の風
pt: Vento na atracação
ru: Ветер при посадке
zh_cn: 着陆风

# StartsOnLegType
source: Type of leg at takeoff
es: Tipo de tramo en despegue
ja: 離水時のレグのタイプ
pt: Tipo de perna na desatracação
ru: Тип отрезка при отрыве
zh_cn: 起航航段的类型

# EndsOnLegType
source: Type of leg at landing
es: Tipo de tramo en aterrizaje
ja: 着水時のレグのタイプ
pt: Tipo de perna na atracação
ru: Тип отрезка при посадке
zh_cn: 着陆航段的类型

# FoilingSegments
source: Foiled Segments
es: Segmentos frustrados
ja: フォイリングしたセグメント
pt: Segmentos com hidrofólio
ru: Сегментов в крыльевом режиме
zh_cn: 水翼腾空段

source: Average absolute true wind angle
es: Promedio del ángulo absoluto de viento real
ja: 平均絶対真風角度
pt: Ângulo de vento verdadeiro absoluto médio
ru: Средний абсолютный угол истинного ветра
zh_cn: 平均绝对实际风向角

# AbsoluteTrueWindAngle
source: Absolute true wind angle (TWA)
es: Ángulo absoluto del viento real (TWA)
ja: 絶対真風角度 (TWA)
pt: Ângulo de vento verdadeiro absoluto (TWA)
ru: Абсолютный угол истинного ветра (TWA)
zh_cn: 绝对实际风向角 (TWA)

source: Wind
es: Viento
ja: 風
pt: Vento
ru: Ветер
zh_cn: 风力

# VMG
source: Velocity Made Good
ja: VMG (有効速度)
pt: Velocidade diretamente na linha do vento real (VMG)
ru: Эффективная скорость лавирования (VMG)
zh_cn: 沿计划航线上的航速

# bearing
source: Direction (°T)
es: Dirección (°T)
