Repository: SAP/sailing-analytics
Catalog: java/com.sap.sse.security.ui/src/main/java/com/sap/sse/security/ui/client/i18n/XLF/StringMessages_*.properties.xlf
Languages: es, fr, ja

source: Name
es: Nombre
fr: Nom
ja: 名前

source: Company
es: Empresa
fr: Entreprise
ja: 会社

source: Password
es: Clave de acceso
fr: Mot de passe
ja: パスワード

# passwordRepeat
source: Repeat password
es: Repetir clave de acceso
fr: Confirmer mot de passe
ja: パスワード再入力

# loggedIn
source: Logged in as user {0}!
es: Registrado como usuario {0}!
fr: Connecté avec l'utilisateur {0} !
ja: ユーザ {0} としてログインしました

source: Sign in
es: Iniciar sesión
fr: Se connecter
ja: サインイン

source: Sign up
es: Registrar
fr: S'inscrire
ja: サインアップ

source: Sign out
es: Finalizar sesión
fr: Se déconnecter
ja: サインアウト

source: Invalid username
es: Nombre de usuario no válido
fr: Nom d'utilisateur non valide
ja: 無効なユーザ名

# couldNotSignOut
source: Could not sign out: {0}
es: No se ha podido finalizar la sesión: {0}
fr: Déconnexion impossible : {0}
ja: サインアウトできませんでした: {0}

source: Create user
es: Crear usuario
fr: Créer utilisateur
ja: ユーザ登録

source: Settings
es: Opciones
fr: Options
ja: 設定

source: Filter users...
es: Filtrar usuarios...
fr: Filtrer utilisateurs...
ja: ユーザのフィルタリング...

# welcome
source: Welcome, {0}!
es: Bienvenido, {0}
fr: Bienvenue {0} !
ja: {0} さん、ようこそ

source: Trying to verify user...
es: Intentando verificar el usuario...
fr: Vérification de l'utilisateur en cours...
ja: ユーザ照合を試行中です...

source: Fetching user information...
es: Trayendo información del usuario...
fr: Accès aux informations utilisateur...
ja: ユーザ情報を取り込んでいます...

# signedInAs
source: Signed in as {0}
es: Registrado como {0}
fr: Connecté avec l'utilisateur {0}
ja: {0} としてサインイン

# signedInAsTitle
source: Signed in as:
es: Registrado como:
fr: Connecté avec l'utilisateur :
ja: サインインしたユーザ:

source: Close
es: Cerrar
fr: Fermer
ja: 閉じる

source: Loading...
es: Cargando...
fr: Chargement en cours...
ja: ロードしています...

source: User
es: Usuario
fr: Utilisateur
ja: ユーザ

source: Users
es: Usuarios
fr: Utilisateurs
ja: ユーザ

source: Add URL filter
es: Añadir filtro URL
fr: Ajouter filtre URL
ja: URL フィルタ追加

source: Cancel
es: Cancelar
fr: Annuler
ja: 取消

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
ja: ユーザ名

source: e-mail
es: Correo electrónico
ja: 電子メール

# usernameMustHaveAtLeastNCharacters
source: Please enter a username with at least {0} characters
es: Indique un nombre de usuario con como mínimo {0} caracteres
fr: Veuillez saisir un nom d'utilisateur comportant au moins {0} caractères.
ja: 少なくとも {0} 文字あるユーザ名を入力してください

# passwordMustHaveAtLeastNCharacters
source: Please use a password that has at least {0} characters
es: Utilice una clave de acceso que tenga como mínimo {0} caracteres
fr: Veuillez utiliser un mot de passe comportant au moins {0} caractères.
ja: 少なくとも {0} 文字あるパスワードを入力してください

# passwordsDontMatch
source: Passwords must match
es: Las claves de acceso deben corresponderse
fr: Saisissez des mots de passe identiques.
ja: パスワードが次と一致しなければなりません:

# couldNotCreateUser
source: Could not create user: {0}
es: No se ha podido crear el usuario: {0}
fr: Création de l'utilisateur {0} impossible
ja: ユーザを登録できませんでした: {0}

source: Change password
es: Modificar clave de acceso
fr: Modifier mot de passe
ja: パスワード変更

source: User details
es: Detalles de usuario
fr: Détails utilisateur
ja: ユーザ詳細

source: Delete user
es: Borrar usuario
fr: Supprimer utilisateur
ja: ユーザ削除

# deleteUserQuestion
source: Delete user?
es: ¿Desea borrar el usuario?
fr: Supprimer l'utilisateur ?
ja: ユーザを削除しますか

# doYouReallyWantToDeleteUser
source: Do you really want to delete user {0}?
es: ¿Está seguro de que desea borrar el usuario {0}?
fr: Souhaitez-vous vraiment supprimer l'utilisateur {0} ?
ja: ユーザ {0} を削除しますか

# errorDeletingUser
source: An error happened while deleting the user
es: Se ha producido un error al borrar el usuario
fr: Une erreur s'est produite lors de la suppression de l'utilisateur.
ja: ユーザの削除中にエラーが発生しました

# account
source: {0}-Account
es: {0}-Cuenta
fr: Compte {0}
ja: {0} アカウント

source: Save
es: Grabar
fr: Enregistrer
ja: 保存

source: Remove
es: Eliminar
fr: Supprimer
ja: 削除

source: Add
es: Añadir
fr: Ajouter
ja: 追加

source: Edit
es: Tratar
fr: Modifier
ja: 編集

# errorUpdatingRoles
source: Error updating roles for user {0}: {1}
es: Error al actualizar los roles para el usuario {0}: {1}
fr: Erreur lors de la mise à jour des rôles de l'utilisateur {0} : {1}
ja: ユーザ {0} のロール更新でエラー発生: {1}

# errorUpdatingPermissions
source: Error updating permissions for user {0}: {1}
es: Error al actualizar los permisos para el usuario {0}: {1}
fr: Erreur lors de la mise à jour des autorisations de l'utilisateur {0} : {1}
ja: ユーザ {0} の権限更新でエラー発生: {1}

source: Enter role name...
es: Indicar nombre de rol...
fr: Saisir nom de rôle...
ja: ロール名を入力...

source: Enter permission name...
es: Indicar nombre de permiso...
fr: Saisir nom d'autorisation...
ja: 権限名を入力...

# errorCreatingUser
source: Error signing up with username {0}: {1}
es: Error al registrarse con el nombre de usuario {0}: {1}
fr: Erreur lors de l'inscription avec le nom d'utilisateur {0} : {1}
ja: ユーザ名 {0} でのサインアップでエラー発生: {1}

# signedUpSuccessfully
source: Successfully signed up user {0}. Please check your e-mails to validate your e-mail account.
es: El usuario se ha registrado con éxito {0}. Verifique sus correos electrónicos para validar su cuenta de correo electrónico.
fr: Inscription réussie pour l'utilisateur {0}. Vérifiez vos e-mails pour valider votre compte e-mail.
ja: ユーザ {0} が正常にサインアップされました。電子メールをチェックして、電子メールアカウントを確認してください。

# unknownErrorCreatingUser
source: Unknown error trying to sign up user with name {0}. Perhaps another user with that name already exists.
es: Error desconocido al intentar registrar el usuario con el nombre {0}. Es posible que ya exista otro usuario con ese nombre.
fr: Erreur inconnue lors de la tentative d'inscription avec le nom d'utilisateur {0}. Il est possible qu'un autre utilisateur de ce nom existe déjà.
ja: 名前 {0} でユーザをサインアップしようとして未知のエラーが発生しました。その名前で別のユーザがすでに登録されている可能性があります。

# userAlreadyExists
source: A user with name {0} already exists
es: Ya existe un usuario con el nombre {0}
fr: Un utilisateur de ce nom ({0}) existe déjà.
ja: 名前 {0} のユーザはすでに登録されています

source: Current password
es: Clave de acceso actual
fr: Mot de passe actuel
ja: 現在のパスワード

source: Password successfully changed
es: Clave de acceso modificada con éxito
fr: Modification du mot de passe réussie
ja: パスワードが変更されました

source: Password does not meet requirements
es: La clave de acceso no cumple los requisitos
fr: Le mot de passe ne correspond pas aux critères requis.
ja: パスワードが要件を満たしていません

# errorChangingPassword
source: Error changing password: {0}
es: Error al modificar la clave de acceso: {0}
fr: Erreur lors de la modification du mot de passe : {0}
ja: パスワード変更でエラー発生: {0}

source: Invalid credentials
es: Credenciales no válidas
fr: Identifiants non valides
ja: 信用証明書が無効

# editEmail
source: Edit e-mail address
es: Tratar dirección de correo electrónico
fr: Modifier adresse e-mail
ja: 電子メールアドレス編集

# errorUpdatingEmail
source: Error updating e-mail address: {0}
es: Error al actualizar la dirección de correo electrónico: {0}
fr: Erreur lors de la mise à jour de l'adresse e-mail : {0}
ja: 電子メールアドレス更新でエラー発生: {0}

# successfullyUpdatedEmail
source: Successfully updated e-mail address for user {0}.\nValidation check sent to {1}.
es: Se ha actualizado con éxito la dirección de correo electrónico {0}.\nVerificación de validación enviada a {1}.
fr: Mise à jour de l'adresse e-mail réussie pour l'utilisateur {0}.\nContrôle de validation envoyé à {1}.
ja: ユーザ {0} の電子メールアドレスが更新されました。\n入力チェックが {1} に送信されました。

# errorUpdatingUserProperties
source: Error updating user properties: {0}
es: Error al actualizar las propiedades de usuario: {0}
fr: Erreur lors de la mise à jour des propriétés utilisateur : {0}
ja: ユーザプロパティ更新でエラー発生: {0}

# successfullyUpdatedUserProperties
source: Successfully updated properties for user {0}.
es: Se han actualizado con éxito las propiedades del usuario {0}.
fr: Modification des propriétés réussie pour l'utilisateur {0}.
ja: ユーザ {0} のプロパティが更新されました。

source: Forgot password
es: He olvidado la clave de acceso
fr: Mot de passe oublié
ja: パスワードを忘れました

# errorDuringPasswordReset
source: Error during password reset: {0}
es: Error al reinicializar clave de acceso: {0}
fr: Erreur lors de la réinitialisation du mot de passe : {0}
ja: パスワードリセット中にエラー発生: {0}

# cannotResetPasswordWithoutValidatedEmail
source: Cannot reset password because user {0} does not have a validated e-mail address
es: No se puede reinicializar la clave de acceso porque el usuario {0} no tiene una dirección de correo electrónico validada
fr: Réinitialisation du mot de passe impossible; car l'utilisateur {0} n'a pas d'adresse e-mail valide.
ja: ユーザ {0} に確認済の電子メールアドレスがないためパスワードをリセットできません

# passwordResetLinkSent
source: A link for resetting the password has been sent to {0}''s validated e-mail address
es: Se ha enviado un enlace para reinicializar la clave de acceso a la dirección de correo electrónico validada de {0}''s
fr: Un lien de réinitialisation du mot de passe a été envoyé à l'adresse e-mail validée de {0}.
ja: パスワードをリセットするためのリンクが {0} の確認済の電子メールアドレスに送信されました

# errorValidatingEmail
source: Error validating e-mail address of user {0}: {1}
es: Error al validar la dirección de correo electrónico del usuario {0}: {1}
fr: Erreur lors de la validation de l'adresse e-mail de l'utilisateur {0} : {1}
ja: ユーザ {0} の電子メールアドレス確認でエラー発生: {1}

# emailValidatedSuccessfully
source: e-mail address of user {0} validated successfully
es: La dirección de correo electrónico del usuario {0} se ha validado con éxito
fr: Validation de l'adresse e-mail réussie pour l'utilisateur {0}.
ja: ユーザ {0} の電子メールアドレスが確認されました

# errorResettingPassword
source: Error resetting password for user {0}: {1}
es: Error al reinicializar la clave de acceso para el usuario {0}: {1}
fr: Erreur lors de la réinitialisation du mot de passe de l'utilisateur {0} : {1}
ja: ユーザ {0} のパスワードリセットでエラー発生: {1}

# successfullyResetPassword
source: Successfully reset password for user {0}. e-Mail has been sent.
es: Se ha reinicializado con éxito la clave de acceso para el usuario {0}. Se ha enviado un correo electrónico.
fr: Réinitialisation du mot de passe réussie pour l'utilisateur {0}. Un e-mail de confirmation a été envoyé.
ja: ユーザ {0} のパスワードがリセットされました。電子メールが送信されました。

# failedToSignIn
source: Failed to sign in. Check your credentials.
es: No se ha podido registrar. Verifique sus credenciales.
fr: Connexion impossible. Vérifiez vos identifiants.
ja: サインインに失敗しました。信用証明書を確認してください。

# emailValidationUnsuccessful
source: Validation of e-mail address for user {0} failed. Did you really use the latest validation code?
es: No se ha podido validar la dirección de correo electrónico para el usuario {0}. ¿Está seguro de que ha utilizado el último código de validación?
fr: Validation de l'adresse e-mail échouée pour l'utilisateur {0}. Avez-vous utilisé le code de validation le plus récent ?
ja: ユーザ {0} の電子メールアドレスの確認に失敗しました。最新のチェックコードを使用しましたか。

source: Roles
fr: Rôles
ja: ロール

source: Permissions
es: Permisos:
fr: Autorisations
ja: 権限

source: Sign in with...
es: Registrarse con...
fr: Se connecter avec l'utilisateur...
ja: サインインのユーザ...

# generalWelcome
source: Welcome!
es: Bienvenido
fr: Bienvenue !
ja: ようこそ

# newUser
source: New here?
es: ¿Es nuevo aquí?
fr: Déjà inscrit ?
ja: 初めての利用ですか

source: Please sign in.
es: Regístrese
fr: Connectez-vous.
ja: サインインしてください

# enterUsernameOrEmail
source: Enter user name or e-mail address
es: Indique el nombre de usuario o la dirección de correo electrónico
fr: Saisissez le nom d'utilisateur ou l'adresse e-mail.
ja: ユーザ名または電子メールアドレスを入力してください

# serverError
source: An error occurred while attempting to contact the server. Please check your network connection and try again.
es: Error al intentar conectarse con el servidor. Compruebe la conexión de red e inténtelo de nuevo.
fr: Une erreur s'est produite lors de la tentative d'accès au serveur. Veuillez vérifier votre connexion réseau, puis réessayez.
ja: サーバにアクセスしようとしてエラーが発生しました。ネットワーク接続を確認して、再試行してください。

source: Remote Procedure Call
es: Llamada de procedimiento remota
fr: Appel de procédure distante
ja: リモートプロシージャコール

source: Server replies
es: El servidor responde
fr: Réponse serveur
ja: サーバ応答

source: Error communicating with server
es: Error al comunicarse con el servidor
fr: Erreur lors de la communication avec le serveur
ja: サーバとの通信でエラー発生

# editProfile
source: Edit user profile
es: Tratar perfil de usuario
fr: Modifier profil utilisateur
ja: ユーザプロファイル編集

# allPermissions
source: All permissions (including inferred from roles)
es: Todos los permisos (incluidos los inferidos de los roles)
fr: Toutes autorisations (y compris celles liées aux rôles)
ja: 全権限 (ロールから推定されるものを含む)

source: Configuration
es: Configuración
ja: 設定

# settingsForComponent
source: Settings for {0}
es: Opciones para {0}
fr: Options pour {0}
ja: {0} の設定

source: Please select
es: Seleccione
fr: Veuillez sélectionner
ja: 選択してください:

source: Old password
es: Clave de acceso anterior
fr: Ancien mot de passe
ja: 現在のパスワード

# newPasswordPlaceholder
source: Type in a new password
es: Escriba una clave de acceso nueva
fr: Saisissez un nouveau mot de passe.
ja: 新しいパスワードを入力してください

# oldPasswordPlaceholder
source: Type in the old password
es: Escriba la clave de acceso anterior
fr: Saisissez l'ancien mot de passe.
ja: 現在のパスワードを入力してください

# passwordRepeatPlaceholder
source: Repeat the new password
es: Repita la clave de acceso nueva
fr: Confirmez le nouveau mot de passe.
ja: 新しいパスワードを確認してください

source: Reset password
es: Reinicializar clave de acceso
fr: Réinitialiser mot de passe
ja: パスワードのリセット

# youAreNotSignedIn
source: You are currently not signed in.
es: Actualmente no está registrado
fr: Vous n'êtes pas connecté.
ja: 現在はサインインしていません。

# youDontHaveRequiredPermission
source: You don''t have the required permission.
es: No tiene la autorización necesaria
fr: Vous ne disposez pas de l'autorisation requise.
ja: 必要な権限がありません。

source: Account confirmation
es: Confirmación de cuenta
fr: Confirmation du compte
ja: アカウント情報

# error
source: Unknown error
es: Error desconocido
fr: Erreur inconnue
ja: 未知のエラー

source: Refresh
es: Actualizar
fr: Actualiser
ja: リフレッシュ

source: Preferred language
es: Idioma preferente
fr: Langue par défaut
ja: 優先言語

# cannotResetInvalidURL
source: Invalid reset URL...
es: URL de reinicialización no válida...
fr: URL de réinitialisation non valide...
ja: 無効なリセット URL...
