Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# errorRunningDataMiningQuery
source: An error occured running the query
es: Se ha producido un error al ejecutar la consulta
fr: Une erreur s'est produite lors de l'exécution de la requête.
ja: クエリ実行でエラーが発生しました
pt: Ocorreu um erro ao executar a consulta
ru: При выполнении запроса возникла ошибка
zh_cn: 运行查询期间出错

source: Hide toolbar
es: Ocultar barra de herramientas
fr: Masquer barre d'outils
ja: ツールバー非表示
pt: Ocultar barra de ferramentas
ru: Скрыть панель инструментов
zh_cn: 隐藏工具栏

source: Show series leaderboards
es: Mostrar tablas de clasificación de las series
fr: Afficher palmarès de la série
ja: シリーズリーダーボード表示
pt: Visualizar painéis de classificação da série
ru: Показать таблицы лидеров серии
zh_cn: 显示系列积分榜

source: Show overall leaderboard
es: Mostrar tabla de clasificación general
fr: Afficher palmarès général
ja: 全体リーダーボード表示
pt: Visualizar painel de classificação geral
ru: Показать итоговую таблицу лидеров
zh_cn: 显示总积分榜

# lineAngleToWindAndAdvantage
source: length: {0}m\nangle to wind: {1}°\n{2} side has {3}m advantage
es: longitud: {0}m\nángulo respecto al viento: {1}°\n{2} sbanda tiene {3}m de ventaja
fr: longueur : {0} m\nangle au vent : {1}°\ncôté {2} a {3} m d'avantage
ja: 長さ: {0} m\n風とのアングル: {1}°\n{2} 側に {3} m のアドバンテージ
pt: comprimento: {0}m\nângulo em relação ao vento: {1}°\no lado {2} tem {3}m de vantagem
ru: длина: {0} м\nугол к ветру: {1}°\n{2} сторона имеет преимущество {3} м
zh_cn: 长度： {0}m\n风力角度： {1}°\n{2}侧具有 {3}m 优势

# doYouReallyWantToRemoveEvents
source: Do you really want to remove the events?
es: ¿Desea realmente eliminar los eventos?
fr: Voulez-vous vraiment supprimer les manifestations ?
ja: イベントを削除しますか
pt: Você tem a certeza que quer remover os eventos?
ru: Действительно удалить эти события?
zh_cn: 是否确定移除活动？

# doYouReallyWantToRemoveEvent
source: Do you really want to remove event {0}?
es: ¿Desea realmente eliminar el evento {0}?
fr: Voulez-vous vraiment supprimer la manifestation {0} ?
ja: イベント {0} を削除しますか
pt: Você tem a certeza que quer remover o evento {0}?
ru: Действительно удалить событие {0}?
zh_cn: 是否确定移除活动 {0}？

source: Line
es: Línea
fr: Ligne
ja: ライン
pt: Linha
ru: Линия
zh_cn: 线

source: Offset
fr: Décalage
ja: オフセット
pt: Deslocamento
ru: Сдвиг
zh_cn: 分支

# doYouReallyWantToRemoveCompetitors
source: Do you really want to remove the selected competitors?
es: ¿Desea realmente eliminar los competidores seleccionados?
fr: Voulez-vous vraiment supprimer les concurrents sélectionnés ?
ja: 選択した競技者を削除しますか
pt: Você tem a certeza que quer remover os competidores selecionados?
ru: Действительно удалить выбранных участников?
zh_cn: 是否确定移除所选的参赛队？

# doYouReallyWantToRemoveCompetitor
source: Do you really want to remove competitor {0}?
es: ¿Desea realmente eliminar el competidor {0}?
fr: Voulez-vous vraiment supprimer le concurrent {0} ?
ja: 競技者 {0} を削除しますか
pt: Você tem a certeza que quer remover o competidor {0}?
ru: Действительно удалить участника {0}?
zh_cn: 是否确定移除参赛队 {0}？

# filterCompetitors
source: Filter competitors by name, boat class, sail number, search tag or ID
es: Filtrar competidores por nombre, clase de embarcación, número de vela, etiqueta de búsqueda o ID
fr: Filtrer concurrents par nom, catégorie de bateau, numéro de voile, balise de recherche ou ID
ja: 競技者をフィルタリングする名称、艇種、セールナンバー、検索タグ、または ID
pt: Filtrar competidores por nome, classe de barcos, número da vela, etiqueta de pesquisa ou ID
ru: Фильтрация участников по названию, классу лодки, номеру на парусе, тегу поиска или идентификатору
zh_cn: 按名称、船只级别或帆号、搜索标记或编号筛选参赛队

source: Edit Competitor
es: Editar competidor
fr: Modifier concurrent
ja: 競技者編集
pt: Processar competidor
ru: Изменить участника
zh_cn: 编辑参赛队

source: Please enter a sail number
es: Indique un número de vela
fr: Saisissez un numéro de voile.
ja: セールナンバーを入力してください
pt: Insira um número da vela.
ru: Введите номер на парусе
zh_cn: 请输入帆号

# successfullyAllowedCompetitorReset
source: Successfully allowed reload of competitor(s) {0}.
es: Se ha permitido la recarga de competidor(es) {0}.
fr: Autorisation de rechargement de concurrent(s) réussie {0}.
ja: 競技者 {0} のリロードが許可されました。
pt: Recarregamento de competidor(es) {0} permitido com êxito.
ru: Успешно разрешена перезагрузка участников: {0}.
zh_cn: 已成功允许重新加载参赛队{0}。

source: ID
ru: Ид.
zh_cn: 编号

source: Allow reload
es: Permitir recarga
fr: Autoriser rechargement
ja: リロード許可
pt: Permitir recarregamento
ru: Разрешить перезагрузку
zh_cn: 允许重新加载

source: Compress
es: Comprimir
fr: Comprimer
ja: 圧縮
pt: Comprimir
ru: Сжать
zh_cn: 压缩

# compressTooltip
source: Use only if exporting server instance is at least\nrunning with commit 0fbf6071dea125bec4a56dee55d61c99def4a62e.
es: Utilizar solamente si la instancia del servidor de exportación funciona al menos con la confirmación 0fbf6071dea125bec4a56dee55d61c99def4a62e.
fr: Utiliser seulement si l'instance de serveur d'exportation \ns'exécute au moins avec le commit 0fbf6071dea125bec4a56dee55d61c99def4a62e.
ja: エクスポートサーバインスタンスが少なくとも\nコミット 0fbf6071dea125bec4a56dee55d61c99def4a62e で実行中の場合にのみ使用してください。
pt: Utilizar somente se a instância do servidor de exportação estiver sendo executada pelo menos\ncom o commit 0fbf6071dea125bec4a56dee55d61c99def4a62e.
ru: Используйте только при выполнении экспортирующего экземпляра\nсервера с commit 0fbf6071dea125bec4a56dee55d61c99def4a62e.
zh_cn: 仅在导出服务器实例至少通过\n任务 0fbf6071dea125bec4a56dee55d61c99def4a62e 运行时使用。

source: Query Runner
es: Ejecutor de la consulta
fr: Outil d'exécution de requêtes
ja: クエリランナー
pt: Executor de consulta
ru: Выполнение запроса
zh_cn: 查询执行器

source: Rerun query after refresh
es: Volver a ejecutar la consulta después de actualizar
fr: Exécuter la requête de nouveau après l'actualisation
ja: リフレッシュ後にクエリを再実行
pt: Executar consulta novamente após atualização
ru: Повторить запрос после обновления
zh_cn: 在刷新后重新运行查询

source: Refresh interval mustn''t be empty
es: El intervalo de actualización no debe estar en blanco
fr: L'intervalle d'actualisation ne doit pas être vide.
ja: リフレッシュ間隔は空であってはなりません
pt: O intervalo de atualização não deve estar em branco
ru: Интервал обновления не должен быть пустым
zh_cn: 刷新间隔不得为空

source: Selection Tables
es: Tablas de selección
fr: Tables de sélection
ja: 選択テーブル
pt: Tabelas de seleção
ru: Таблица выбора
zh_cn: 选择表

source: Add Configuration
es: Añadir configuración
fr: Ajouter configuration
ja: 設定追加
pt: Adicionar configuração
ru: Добавить конфигурацию
zh_cn: 添加配置

# noConfigurations
source: There are no configurations.
es: No hay configuradores
fr: Aucune configuration disponible
ja: 設定がありません
pt: Não existem configurações.
ru: Нет конфигураций.
zh_cn: 没有配置。

# errorRetrievingConfiguration
source: Error retrieving configuration data from server.
es: Error al recuperar datos de configuración desde servidor.
fr: Erreur lors de la récupération des données du serveur.
ja: サーバからの設定データの取得でエラーが発生しました。
pt: Erro ao recuperar dados de configuração do servidor.
ru: Ошибка при получении данных конфигурации с сервера.
zh_cn: 从服务器检索配置数据时出错。

source: Allowed course areas
es: Zonas de regata permitidas
fr: Zones de course autorisées
ja: 許容コース領域
pt: Áreas do percurso permitidas
ru: Разрешенные зоны гонок
zh_cn: 允许的场地区域

source: Minimum rounds for Course
es: Número mínimo de rondas para la regata
fr: Nombre de tours min. pour la course
ja: コースの最小周回数
pt: Rodadas mínimas para percurso
ru: Минимум кругов для курса
zh_cn: 场地的最小轮次

source: Maximum rounds for Course
es: Número máximo de rondas para la regata
fr: Nombre de tours max. pour la course
ja: コースの最大周回数
pt: Rodadas máximas para percurso
ru: Максимум кругов для курса
zh_cn: 场地的最大轮次

source: Results mail recipient
es: Destinatario del mail de resultados
fr: Résultats destinataire du mail
ja: 結果メール受信者
pt: Destinatário do e-mail de resultados
ru: Получатель результатов
zh_cn: 结果邮件收件人

source: Device Configuration
es: Configuración del dispositivo
fr: Configuration de l'appareil
ja: デバイス設定
pt: Configuração de dispositivo
ru: Конфигурация устройства
zh_cn: 设备配置

source: None
es: Ninguno
fr: Auc.
ja: なし
pt: Nenhum
ru: Нет
zh_cn: 无

# courseDesignerMode
source: Course designer
es: Diseñador de recorrido
fr: Concepteur de la course
ja: コースデザイナー
pt: Designer de percurso
ru: Дизайнер курса
zh_cn: 场地设计器

source: Racing procedure
es: Procedimiento de competición
fr: Instructions de course
ja: 競技手順
pt: Procedimento da corrida
ru: Процедура гонки
zh_cn: 比赛程序

source: Course names
es: Nombres de regatas
fr: Noms de courses
ja: コース名
pt: Nomes do percurso
ru: Названия курса
zh_cn: 场地名称

source: Generate
es: Generar
fr: Générer
ja: 生成
pt: Gerar
ru: Генерировать
zh_cn: 生成

source: Don''t overwrite
es: No sobrescribir
fr: Ne pas écraser
ja: 上書きしない
pt: Não substituir
ru: Не перезаписывать
zh_cn: 不要覆盖

# setRacingProcedureConfiguration
source: Set regatta configuration
es: Definir configuración de regata
fr: Définir la configuration de la régate
ja: レガッタ設定実行
pt: Definir configuração de regata
ru: Настройка конфигурации регаты
zh_cn: 设置比赛配置

# racingProcedureConfiguration
source: Regatta configuration
es: Configuración de regata
fr: Configuration de la régate
ja: レガッタ設定
pt: Configuração de regata
ru: Конфигурация регаты
zh_cn: 比赛配置

source: Activate individual recall
es: Activar llamada individual
fr: Activer rappel individuel
ja: 個別リコール有効化
pt: Ativar chamada individual
ru: Активировать индивидуальный отзыв
zh_cn: 激活个别召回

source: Activate result entry
es: Activar entrada de resultado
fr: Activer entrée de résultats
ja: 結果エントリ有効化
pt: Ativar entrada de resultados
ru: Активировать запись результата
zh_cn: 激活结果条目

source: RRS26 start
es: Salida de RRS26
fr: Départ RRS26
ja: RRS26 開始
pt: Início RRS26
ru: RRS26 старт
zh_cn: RRS26 开始

source: Sailing World Cup Start
es: Salida de la Sailing World Cup
fr: Départ coupe du monde de la voile
ja: セーリングワールドカップ開始
pt: Início da Sailing World Cup
ru: Старт Кубка мира по парусному спорту
zh_cn: 世界杯帆船赛开赛

# setConfiguration
source: Activate configuration
es: Activar configuración
fr: Activer configuration
ja: 設定有効化
pt: Ativar configuração
ru: Активировать конфигурацию
zh_cn: 激活配置

source: Class flag
es: Bandera de clase
fr: Pavillon de classe
ja: クラス旗
pt: Bandeira da classe
ru: Флаг класса
zh_cn: 级别旗标

# classFlagHelpText
source: Sets the class flag used for {0}. Choose ''Don''t Overwrite'' to activate the procedure''s default flag.
es: Fija la bandera de clase que se utiliza para {0}. Seleccione ''No sobrescribir'' para activar la bandera por defecto del procedimiento.
fr: Active le pavillon de la classe utilisée pour {0}. Sélectionnez ''Ne pas écraser'' pour activer le pavillon par défaut pour ces instructions.
ja: {0} に使用するクラス旗を選定します。手順にある初期値の旗を有効化するには、''上書きしない'' を選択してください。
pt: Define a bandeira da classe utilizada para {0}. Selecionar ''Não substituir'' para ativar a bandeira padrão do procedimento.
ru: Установка флага класса для {0}. Выберите ''Не перезаписывать'', чтобы активировать соответствующий флаг процедуры по умолчанию.
zh_cn: 设置用于{0}的级别旗标。 选择“不要覆盖”，激活程序的默认旗标。

# individualRecallHelpText
source: When activated the Race Officer is able to call for individual recall.
es: Si está activada, el oficial de regata podrá llamar para una llamada individual.
fr: Si cette option est activée, l'officiel de course a la possibilité d'appeler pour un rappel individuel.
ja: 有効化されると、レースオフィサーが個別リコールをコールすることができます。
pt: Quando ativado, o gerente da corrida pode efetuar a chamada individual.
ru: При активации руководитель гонок может запросить индивидуальный отзыв.
zh_cn: 激活后，裁判长能够执行个别召回。

# resultEntryHelpText
source: When activated the Race Officer is able to enter results during and after the finishing phase.
es: Si está activada, el oficial de regata podrá introducir los resultados durante y después de la última fase.
fr: Si cette option est activée, l'officiel de course a la possibilité d'entrer des résultats pendant et après la phase d'arrivée.
ja: 有効化されると、レースオフィサーがフィニッシュフェーズ中およびその後に結果を入力することができます。
pt: Quando ativado, o gerente da corrida pode inserir resultados durante e após a fase de chegada.
ru: При активации руководитель гонок может вводить результаты во время и после фазы финиширования.
zh_cn: 激活后，裁判长能够在结束阶段期间和之后输入结果。

source: Startmode flags
es: Banderas de modo de inicio
fr: Pavillons de types de départ
ja: スタート前の信号旗
pt: Bandeiras do modo de partida
ru: Флаги режима старта
zh_cn: 起航模式旗标

# startmodeFlagsHelpText
source: Sets the available start mode flags. Choose none to enable the procedure''s default flags.
es: Fija las banderas de modo de inicio disponibles. No seleccione ninguno para habilitar las banderas por defecto del procedimiento.
fr: Définit les pavillons de types de départ disponibles. Sélectionnez "Auc." pour activer les pavillons par défaut des instructions.
ja: 利用可能なスタート前の信号旗を設定します。手順のデフォルト信号旗を有効化するには何も選択しないでください。
pt: Define as bandeiras disponíveis para o modo de partida. Não selecionar nenhuma para ativar as bandeiras padrão do procedimento.
ru: Установка доступных флагов режима старта. Выберите "Нет", чтобы активировать флаги процедуры по умолчанию.
zh_cn: 设置可用的起航模式旗标。选择无，启用程序的默认旗标。

source: Gate Start
es: Zona de salida
fr: Départ au lièvre
ja: ゲートスタート
pt: Início do portão
ru: Старт через ворота
zh_cn: 起航门标

source: Activate Pathfinder
es: Activar explorador
fr: Activer bateau ouvreur
ja: 先導艇の有効化
pt: Ativar Pathfinder
ru: Активировать указатель курса
zh_cn: 激活探路者

# pathfinderHelpText
source: When activated the Race Officer is able to set the Pathfinder boat.
es: Si está activada, el oficial de regata podrá fijar el barco explorador
fr: Si cette option est activée, l'officiel de course peut définir le bateau ouvreur.
ja: 有効化されると、レースオフィサーが先導艇を設定することができます。
pt: Quando ativado, o gerente da corrida pode definir o barco Pathfinder.
ru: При активации руководитель гонок может назначить лодку-указатель курса.
zh_cn: 激活后，裁判长能够设置探路者船只。

source: ESS Start
es: Inicio ESS
fr: Départ ESS
ja: ESS スタート
pt: Início da ESS
ru: Старт ESS
zh_cn: ESS 开始

source: Basic Start
es: Inicio básico
fr: Départ basique
ja: 基本スタート
pt: Início básico
ru: Общий старт
zh_cn: 海选赛开始

source: League Start
es: Inicio de liga
fr: Départ de ligue
ja: リーグスタート
pt: Início da légua
ru: Старт лиги
zh_cn: 联赛开始

source: Configured
es: Configurado
fr: Configuré
ja: 設定済
pt: Configurado
ru: Настроено
zh_cn: 已配置

# overwriteRacingProceduresConfiguration
source: Activate regatta configuration
es: Activar configuración de regata
fr: Activer configuration de la régate
ja: レガッタ設定の有効化
pt: Ativar configuração de regata
ru: Активировать конфигурацию регаты
zh_cn: 激活比赛配置

# overwriteRacingProceduresConfigurationHelpText
source: Enabling this option will provide a base regatta configuration for all options unconfigured in the regatta-specific configuration.
es: Si se activa esta opción, se proporcionará una configuración de regata base para todas las opciones no configuradas en la configuración específica de regata.
fr: L'activation de cette option fournira une configuration de base de la régate pour toutes les options non configurées dans la configuration spécifique de la régate.
ja: このオプションを有効化すると、レガッタ固有の設定で未設定のすべてのオプションに対して基本レガッタ設定が与えられます。
pt: A ativação desta opção fornecerá uma configuração básica da regata para todas as opções não configuradas na configuração específica da regata.
ru: Включение этого параметра предоставит базовую конфигурацию регаты для всех не настроенных параметров в конфигурации данной регаты.
zh_cn: 启用此选项将为比赛特定的配置中所有未配置的选项提供基本比赛配置。

source: Set start time
es: Fijar hora de salida
fr: Définir heure de départ
ja: スタート時刻の設定
pt: Definir hora de partida
ru: Установить время старта
zh_cn: 设置开始时间

source: Current pass
es: Pase actual
fr: Passage actuel
ja: 現在のパス
pt: Passagem atual
ru: Текущее прохождение
zh_cn: 当前绕标

# setStartTimeDescription
source: Select a new start time for the race. If you want to set the start time to a timepoint in the past then you have to enable the checkbox to update the pass count. Please be aware of the fact that changing the pass count will have you loose all information from the previous pass (like flag events).
es: Seleccione una hora de salida nueva para la prueba. Si desea fijar la hora de salida en el pasado, deberá habilitar la casilla de selección para actualizar el recuento de pases. Tenga en cuenta que si cambia el recuento de pases se perderá toda la información del pase anterior (como eventos de bandera)
fr: Sélectionnez une nouvelle heure de départ pour la course. Si vous voulez définir une heure de départ qui corresponde à une heure du passé, vous devez cocher cette case pour mettre à jour le nombre de passages. Notez qu'en modifiant le nombre de passages, vous perdrez toutes les informations concernant le passage précédent (comme les pavillons et manifestations).
ja: レースの新規スタート時刻を選択してください。スタート時刻を過去の時点に設定する場合は、パスカウントを更新するチェックボックスを有効化する必要があります。パスカウントを変更すると (信号旗イベントなどの) 以前のパスからの情報がすべて解放されるということに注意してください。
pt: Selecione uma nova hora de início para a corrida. Se você quiser definir a hora de início para uma data/hora no passado, então precisa ativar o campo de seleção para atualizar a contagem das passagens. Tenha em atenção que a modificação da contagem das passagens fará com que sejam perdidas todas as informações da passagem anterior (como eventos de bandeira).
ru: Выберите новое время старта для гонки. Если требуется назначить старт на время в прошлом, установите флажок для обновления счетчика прохождений. Учтите, что при изменении числа прохождений будут потеряны все сведения из предыдущих прохождений (такие как события флагов).
zh_cn: 为比赛轮次选择新开始时间。 如果要将开始时间设置为过去的时间点，需要启用此复选框更新场次计数。 请注意，更改场次计数将丢失先前场次的所有信息（例如旗标活动）。

# setTrackingTimesDescription
source: Set the start and end of tracking for the race.
es: Defina la salida y la llegada del rastreo para la carrera.
fr: Définissez le début et la fin du suivi pour la course.
ja: レース追跡の開始および終了を設定してください。
pt: Definir o início e o fim do rastreamento para a corrida.
ru: Установка времени начала и окончания отслеживания гонки.
zh_cn: 设置比赛轮次跟踪的开始和结束。

# hasAdditionalGolfDownTime
source: Activate additional golf down time
es: Activar tiempo de descanso de golf adicional
fr: Activer temps d'arrêt supplémentaire
ja: 追加ゴルフダウンタイムの有効化
pt: Ativar pausa Golf adicional
ru: Активировать дополнительное время
zh_cn: 激活附加高尔夫故障时间

# additionalGolfDownTimeHelpText
source: Activate additional golf down time
es: Activar tiempo de descanso de golf adicional
fr: Activer temps d'arrêt supplémentaire
ja: 追加ゴルフダウンタイムの有効化
pt: Ativar pausa Golf adicional
ru: Активировать дополнительное время
zh_cn: 激活附加高尔夫故障时间

# invalidColor
source: Invalid color: {0}
es: Color no válido: {0}
fr: Couleur non valide : {0}
ja: 無効な色: {0}
pt: Cor inválida: {0}
ru: Недопустимый цвет: {0}
zh_cn: 颜色无效： {0}

source: Igtimi Accounts
es: Cuentas Igtimi
fr: Comptes Igtimi
ja: Igtimi アカウント
pt: Contas de Igtimi
ru: Учетные записи Igtimi
zh_cn: Igtimi 账户

# errorFetchingIgtimiAccounts
source: Error fetching all Igtimi accounts: {0}
es: Error al obtener todas las cuentas Igtimi: {0}
fr: Erreur lors de l'accès à tous les comptes Igtimi : {0}
ja: 全 Igtimi アカウントの取込でエラー発生: {0}
pt: Erro ao chamar todas as contas de Igtimi: {0}
ru: Ошибка при извлечении всех учетных записей Igtimi: {0}
zh_cn: 获取所有 Igtimi 账户出错： {0}

source: Add Igtimi Account
es: Añadir cuenta Igtimi
fr: Ajouter compte Igtimi
ja: Igtimi アカウント追加
pt: Adicionar conta de Igtimi
ru: Добавить учетную запись Igtimi
zh_cn: 添加 Igtimi 账户

# errorAuthorizingAccessToIgtimiUser
source: Error authorizing access to Igtimi user {0}: {1}
es: Error al autorizar acceso al usuario de Igtimi {0}: {1}
fr: Erreur lors de l'autorisation d'accès pour l'utilisateur {0} : {1}
ja: Igtimi ユーザ {0} へのアクセス権限付与でエラー発生: {1}
pt: Erro ao autorizar o acesso ao usuário de Igtimi {0}: {1}
ru: Ошибка при авторизации доступа к пользователю Igtimi {0}: {1}
zh_cn: 授予 Igtimi 用户{0}权限出错： {1}

# successfullyAuthorizedAccessToIgtimiUser
source: Successfully authorized access to Igtimi user {0}
es: Acceso autorizado correctamente al usuario de Igtimi : {0}
fr: Autorisation d'accès réussie pour l'utilisateur : {0}
ja: Igtimi ユーザ {0} へのアクセス権限が付与されました
pt: Acesso autorizado com êxito ao usuário de Igtimi : {0}
ru: Успешно авторизован доступа к пользователю Igtimi: {0}
zh_cn: 已成功授予 Igtimi 用户{0}权限

# couldNotAuthorizedAccessToIgtimiUser
source: Could not authorize user {0}; invalid user name or password
es: No se ha podido autorizar al usuario {0}; nombre de usuario o contraseña no válido
fr: Autorisation pour l'utilisateur {0} échouée : mot de passe ou nom d'utilisateur non valide.
ja: ユーザ {0} への権限付与ができませんでした (ユーザ名またはパスワードが無効)
pt: Não foi possível autorizar o usuário {0}; nome de usuário ou senha inválidos
ru: Не удалось авторизовать пользователя {0}; недействительное имя пользователя и пароль
zh_cn: 无法授予用户{0}权限；用户名或密码无效

# errorGettingIgtimiAuthorizationUrl
source: Error getting Igtimi authorization URL: {0}
es: Error al obtener URL de autorización de Igtimi: {0}
fr: Erreur lors de l'accès à l'URL d'autorisation Igtimi : {0}
ja: Igtimi 権限 URL 取得でエラー発生: {0}
pt: Erro ao obter URL de autorização de Igtimi: {0}
ru: Ошибка при получении URL-адреса авторизации Igtimi: {0}
zh_cn: 获取 Igtimi 权限 URL 出错： {0}

source: Add Igtimi User
es: Añadir usuario de Igtimi
fr: Ajouter utilisateur Igtimi
ja: Igtimi ユーザ追加
pt: Adicionar usuário de Igtimi
ru: Добавить пользователя Igtimi
zh_cn: 添加 Igtimi 用户

# doYouReallyWantToRemoveLeaderboards
source: Do you really want to remove the leaderboards?
es: ¿Desea realmente eliminar las tablas de clasificación?
fr: Voulez-vous vraiment supprimer les palmarès ?
ja: リーダーボードを削除しますか
pt: Você tem a certeza que quer remover os painéis de classificação?
ru: Действительно удалить эти таблицы лидеров?
zh_cn: 是否确定移除积分榜？

# errorTryingToRemoveIgtimiAccount
source: Error trying to remove Igtimi account for user {0}
es: Error al intentar eliminar la cuenta de Igtimi para el usuario {0}
fr: Erreur lors de la tentative de suppression du compte Igtimi pour l'utilisateur {0}.
ja: ユーザ {0} の Igtimi アカウントを削除しようとしてエラーが発生
pt: Erro ao tentar remover conta de Igtimi para usuário {0}
ru: Ошибка при попытке удалить учетную запись Igtimi для пользователя {0}
zh_cn: 尝试移除用户{0}的 Igtimi 账户出错

# successfullyRemoveIgtimiAccount
source: Successfully removed Igtimi account for user {0}
es: La cuenta de Igtimi para el usuario se ha eliminado correctamente {0}
fr: Suppression du compte Igtimi pour l'utilisateur {0} réussie.
ja: ユーザ {0} の Igtimi アカウントが削除されました
pt: Conta de Igtimi removida com êxito para usuário {0}
ru: Успешно удалена учетная запись Igtimi для пользователя {0}
zh_cn: 已成功移除用户{0}的 Igtimi 账户

# eMailMustNotBeEmpty
source: e-Mail address must not be empty
es: La dirección de correo electrónico no debe estar vacía
fr: L'adresse e-mail ne doit pas être vide.
ja: 電子メールアドレスは空であってはなりません
pt: O endereço de e-mail não deve estar em branco
ru: Адрес эл. почты не должен быть пустым
zh_cn: 电子邮件地址不得为空

source: e-mail address
es: Dirección de correo electrónico
fr: Adresse e-mail
ja: 電子メールアドレス
pt: endereço de e-mail
ru: адрес эл. почты
zh_cn: 电子邮件地址

source: Password
es: Contraseña
fr: Mot de passe
ja: パスワード
pt: Senha
ru: Пароль
zh_cn: 密码

source: Search tag
es: Etiqueta de búsqueda
fr: Balise de recherche
ja: 検索タグ
pt: Etiqueta de pesquisa
ru: Тег поиска
zh_cn: 搜索标记

# doYouReallyWantToRemoveLeaderboard
source: Do you really want to remove the leaderboard: ''{0}''?
es: ¿Desea realmente eliminar la tabla de clasificación: «{0}»?
fr: Voulez-vous vraiment supprimer le palmarès ''{0}'' ?
ja: リーダーボード ''{0}'' を削除しますか。
pt: Você tem a certeza que quer remover o painel de classificação: ''{0}''?
ru: Действительно удалить таблицу лидеров ''{0}''?
zh_cn: 是否确定移除积分榜： ''{0}''?
