Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

source: Group Median (Ascending)
es: Mediana de grupo (ascendente)
fr: Médiane du groupe (ascendant)
ja: グループ中央値 (昇順)
pt: Mediana do grupo (crescente)
ru: Медиана группы (по возрастанию)
zh_cn: 分组中值（递增）

source: Group Median (Descending)
es: Mediana de grupo (descendente)
fr: Médiane du groupe (descendant)
ja: グループ中央値 (降順)
pt: Mediana do grupo (decrescente)
ru: Медиана группы (по убыванию)
zh_cn: 分组中值（递减）

# resultsFoundForSearch
source: {0,number} results found for ''{1}''
es: {0,number} resultados encontrados para ''{1}''
fr: {0,number} résultats trouvés pour ''{1}''
ja: {0,number} 結果が ''{1}'' に見つかりました
pt: {0,número} resultados encontrados para ''{1}''
ru: Найдено {0,number} результатов для ''{1}''
zh_cn: 找到 "{1}" 的 {0,number} 个结果

# resultsFoundForSearch[one]
source: {0,number} result found for ''{1}''
es: {0,number} resultado encontrado para ''{1}''
fr: {0,number} résultat trouvé pour ''{1}''
ja: {0,number} 結果が ''{1}'' に見つかりました
pt: {0,número} resultado encontrado para ''{1}''
ru: Найден {0,number} результат для ''{1}''
zh_cn: 找到 "{1}" 的 {0,number} 个结果

source: Run Predefined Query
es: Ejecutar consulta predefinida
fr: Exécuter requête prédéfinie
ja: 事前定義クエリを実行
pt: Executar consulta predefinida
ru: Выполнить готовый запрос
zh_cn: 运行预定义的查询

source: Select Predefined Query
es: Seleccionar consulta predefinida
fr: Sélectionner requête prédéfinie
ja: 事前定義クエリを選択
pt: Selecionar consulta predefinida
ru: Выбрать готовый запрос
zh_cn: 选择预定义的查询

source: Predefined Query Runner
es: Programa de ejecución de consulta predefinida
fr: Outil d'exécution de requêtes prédéfinies
ja: 事前定義クエリランナー
pt: Executor de consulta predefinida
ru: Средство выполнения готовых запросов
zh_cn: 预定义的查询执行器

source: Developer Options
es: Opciones de desarrollador
fr: Options développeur
ja: 開発者オプション
pt: Opções do desenvolvedor
ru: Параметры разработчика
zh_cn: 开发人员选项

source: Copy to Clipboard
es: Copiar a portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
pt: Copiar para o clipboard
ru: Копировать в буфер обмена
zh_cn: 复制到剪贴板

source: Code
es: Código
ja: コード
pt: Código
ru: Код
zh_cn: 代码

# useClassGetName
source: Use Class.getName() for type names
es: Utilizar Class.getName() para nombres de tipo
fr: Utilisez Class.getName() pour les noms des types.
ja: タイプ名に class.getName() を使用
pt: Utilizar Class.getName() para nomes de tipo
ru: Использовать Class.getName() для имен типов
zh_cn: 将 Class.getName() 用于类型名称

# useClassGetNameTooltip
source: More robust against changes in the code base, but the code snippet can only be used in the scope where the classes are available.
es: Más resistente frente a modificaciones en la base de código, pero el fragmento de código se puede utilizar solamente en el ámbito donde estén disponibles las clases.
fr: Plus stable face aux modifications dans la base de code, mais le fichier de script peut uniquement être utilisé dans l'étendue où les classes sont disponibles.
ja: コードベースでの変更に対してより堅牢ですが、コードスニペットはクラスが利用できる範囲でのみ使用できます。
pt: Mais robusto em relação às modificações na base do código, mas o trecho do código só pode ser utilizado no âmbito em que as classes estão disponíveis.
ru: Более надежно по сравнению с изменениями в основании кода, но фрагмент кода может быть использован только в области с доступными классами.
zh_cn: 更灵活应对代码库的更改，但是代码片段只能在级别可用的范围内使用。

# useStringLiterals
source: Use string literals for type names
es: Utilizar literales de cadena para los nombres de tipo
fr: Utiliser littéraux de chaîne pour les noms de types
ja: タイプ名に文字列リテラルを使用
pt: Utilizar literais de cadeia para nomes de tipo
ru: Использовать строковые литералы для имен типов
zh_cn: 将字符串文本用于类型名称

# useStringLiteralsTooltip
source: The code snippet can be used anywhere, but it will break if the code base changes.
es: El fragmento de código puede utilizarse en todas las ubicaciones, pero se romperá si se modifica la base de código.
fr: Le fichier de script peut être utilisé partout, mais sera corrompu si la base de code change.
ja: このコードスニペットはどこでも使用できますが、コードベースが変更される場合は中断します。
pt: O trecho do código pode ser utilizado em qualquer local, mas será quebrado se a base do código for modificada.
ru: Фрагмент кода может использоваться где угодно, но будет нарушен в случае изменения основания кода.
zh_cn: 代码片段可在任意位置使用，当如果基本代码更改，其将中断。

# errorLoadingDataWithTryAgain
source: Error loading data. Trying again in a few moments.
es: Error al cargar los datos. Inténtelo de nuevo más tarde.
fr: Erreur lors du chargement des données. Nouvel essai dans quelques minutes.
ja: データのロードでエラーが発生しました。しばらくしてから再試行してください。
pt: Erro ao carregar dados. Tentar novamente dentro de momentos.
ru: Ошибка при загрузке данных. Повтор попытки через несколько секунд.
zh_cn: 加载数据出错。请稍后重试。

source: Add gallery photo
es: Añadir foto de galería
fr: Ajouter photo de la galerie
ja: ギャラリーフォト追加
pt: Adicionar foto da galeria
ru: Добавить фото галереи
zh_cn: 添加图库照片

source: Add stage image
es: Añadir imagen de etapa
fr: Ajouter image d'étape
ja: ステージ画像追加
pt: Adicionar imagem da etapa
ru: Добавить изображение этапа
zh_cn: 添加阶段图像

source: Add teaser image
es: Añadir imagen de avance
fr: Ajouter image d'accroche
ja: ティーザー画像追加
pt: Adicionar imagem do teaser
ru: Добавить изображение анонса
zh_cn: 添加预告片图像

source: Add event logo
es: Añadir logo de evento
fr: Ajouter logo de la manifestation
ja: イベントロゴ追加
pt: Adicionar logotipo do evento
ru: Добавить логотип события
zh_cn: 添加活动图标

source: No images defined yet
es: Ninguna imagen definida todavía
fr: Aucune image définie pour le moment
ja: 画像未定義
pt: Nenhuma imagem definida ainda
ru: Изображения еще не определены
zh_cn: 尚未定义图像

# imageSizeError
source: The size of the {0} image does not fit. The width should be between {1} and {2} px and the height between {3} and {4} px.
es: El tamaño de la imagen {0} no encaja. Debería medir entre {1} y {2} px de anchura y entre {3} y {4} px de altura.
fr: La taille de l'image {0} ne correspond pas. La largeur doit être comprise entre {1} et {2} pixels et la hauteur entre {3} et {4} pixels.
ja: {0} 画像のサイズが適合しません。幅は {1} と {2} px の間、高さは {3} と {4} px の間である必要があります。
pt: O tamanho da imagem {0} não é adequado. A largura deve estar entre {1} e {2} px e a altura entre {3} e {4} px.
ru: Размер изображения {0} не подходит. Ширина должна быть между {1} и {2} пикс., а высота между {3} и {4} пикс.
zh_cn: {0}的图像大小不合适。 宽度应在{1}和{2} px 之间，高度在{3}和{4} px 之间。

# couldNotRetrieveImageSizeYet
source: The width and height of the image could not be retrieved yet.
es: La anchura y altura de la imagen todavía no se han podido recuperar.
fr: Impossible de récupérer la largeur et la hauteur de l'image pour l'instant
ja: 画像の幅と高さをまだ取得することができません。
pt: Ainda não foi possível recuperar largura e altura da imagem.
ru: Ширину и высоту изображения еще не удалось извлечь.
zh_cn: 无法检索图像的宽度和高度。

# pleaseOnlyUploadContentYouHaveAllUsageRightsFor
source: Please only upload content you have all usage rights for. Remember that content may be cropped.
es: Cargue solamente contenidos de los que disponga de derechos de utilización. Recuerde que el contenido puede aparecer recortado.
fr: Chargez uniquement le contenu pour lequel vous avez toutes les autorisations d'utilisation. Notez que le contenu peut être rogné.
ja: すべての使用権を持っているコンテンツのみをアップロードしてください。コンテンツは途中から切れてしまう場合があることを忘れないでください。
pt: Carregue somente conteúdo para o qual você tenha todos os direitos de utilização. Lembre-se que o conteúdo pode ser cortado.
ru: Выкладывайте только контент, на использование которого у вас есть все права. Не забывайте о возможности кадрировать контент.
zh_cn: 请仅上传具有所有使用权的内容。请记住，内容可能会被截断。

# registerCompetitorsOnRace
source: Register Competitors on Race (e.g. for split-fleet racing)
es: Registrar competidores en la carrera (p.ej., para dividir una regata de flota)
fr: Inscrire concurrents pour la course (par exemple pour une course avec division de flotte)
ja: レースへの競技者の登録 (例: フリート分割レースに対して)
pt: Registrar competidores na corrida (por exemplo, para corridas de flotilhas divididas)
ru: Зарегистрировать участников в гонке (например, для гонок с разделением флота)
zh_cn: 在比赛轮次注册参赛队（例如区分船队比赛）

source: Do you want to register competitors directly on the Race?
es: ¿Desea registrar competidores directamente en la carrera?
fr: Voulez-vous inscrire les concurrents directement pour la course ?
ja: レースに競技者を直接に登録しますか
pt: Você quer registrar competidores diretamente na corrida?
ru: Зарегистрировать участников непосредственно в гонке?
zh_cn: 是否直接在比赛轮次注册参赛队？

# doYouWantToDisableCompetitorsRegistrationsOnTheRace
source: Do you want to disable competitor registrations on the Race?
es: ¿Desea deshabilitar los registros de competidores en la carrera?
fr: Voulez-vous désactiver l'inscription des concurrents pour la course ?
ja: レースへの競技者登録を無効にしますか
pt: Você quer desativar os registros dos competidores na corrida?
ru: Отключить регистрации участников в гонке?
zh_cn: 是否要禁用参赛队在比赛轮次注册？

# warningDirectCompetitorRegistration
source: Warning! This setting will lead to competitors for this race being registered on a per race basis. Competitors will not be automatically registered for this race, when registering them on the corresponding regatta.
es: Advertencia: esta parametrización provocará que los competidores de esta carrera se registren por carreras. Los competidores no se registrarán automáticamente para esta carrera cuando se registren para la regata correspondiente.
fr: Avertissement : cette option engendrera l'inscription des concurrents de cette course séparément à chaque course. Si les concurrents sont inscrits à une régate, ils ne seront pas automatiquement inscrits à cette course.
ja: 警告: この設定を行うと、このレースの競技者がレースごとに登録されることにつながります。競技者は、該当するレガッタに登録されるときに、このレースに対して自動的には登録されません。
pt: Advertência! Esta configuração fará com que os competidores sejam registrados corrida a corrida. Os competidores não serão registrados automaticamente para esta corrida, ao efetuar o registro na regata correspondente.
ru: Внимание! Этот параметр приведет к регистрации участников этой гонки только в данной гонке. При регистрации в соответствующей регате они не будут автоматически зарегистрированы в данной гонке.
zh_cn: 警告！ 此设置会导致此比赛轮次的参赛队在每个比赛轮次注册。 在相应的比赛中注册参赛队时，将无法自动注册此比赛轮次。

# warningRegattaCompetitorRegistration
source: Warning! This will reactivate competior registrations on the regatta. All competitor registrations from the regatta will automatically be used as competitor registration for this race.
es: Advertencia: esto reactivará los registros de los competidores en la regata. Todos los registros de los competidores en la regata se utilizarán automáticamente como registros de los competidores para esta carrera.
fr: Avertissement : ceci réactivera l'inscription des concurrents à la régate. Toutes les inscriptions à la régate seront automatiquement utilisées comme inscriptions à cette course.
ja: 警告: これにより、レガッタへの競技者登録が再有効化されます。レガッタからのすべての競技者登録が、このレースに対する競技者登録として自動的に使用されます。
pt: Advertência! Isto irá reativar os registros de competidores na regata. Todos os registros de competidores da regata serão utilizados automaticamente como registro do competidor para esta corrida.
ru: Внимание! Это приведет к повторной активации регистраций участника в регате. Все регистрации участника из регаты будут автоматически использованы как регистрация участника для данной гонки.
zh_cn: 警告！ 此操作将重新激活参赛队注册比赛。 比赛中的所有参赛队注册将自动用作此比赛轮次的参赛队注册。

# competitorRegistrationsOnRaceDisabled
source: Competitor Registrations are disabled for this race. Enable by checking the checkbox to the left.
es: Los registros de competidores están deshabilitados para esta carrera. Habilítelos marcando la casilla de selección de la izquierda.
fr: Les inscriptions des concurrents sont désactivées pour cette course. Pour les activer, cochez la case sur la gauche.
ja: 競技者登録はこのレースに対して無効化されています。左側のチェックボックスを選択して有効化します。
pt: Os registros dos competidores estão desativados para esta corrida. Ative-os marcando o campo de seleção à esquerda.
ru: Регистрации участника отключены для данной гонки. Чтобы включить, установите флажок слева.
zh_cn: 参赛队注册已针对此比赛轮次禁用。选中左侧的复选框可启用。

# warningForDisabledCompetitors
source: The following competitors cannot be registered to this race : {0}
es: Los siguientes competidores no se pueden registrar para esta carrera: {0}
fr: Les concurrents suivants ne peuvent pas être inscrits à cette course : {0}
ja: 次の競技者はこのレースに登録することができません: {0}
pt: Os competidores seguintes não podem ser registrados nesta corrida: {0}
ru: Регистрация следующих участников на эту гонку невозможна: {0}
zh_cn: 以下参赛队无法注册此比赛轮次：{0}

# competitorToolTipMessage
source: {0} has already been assigned to fleet {2} in race {3} and therefore cannot be assigned to fleet {1} within the same race
es: {0} ya ha sido asignado a la flota {2} en la carrera {3} y, por consiguiente, no se puede asignar a la flota {1} de la misma carrera
fr: {0} a déjà été affecté à la flotte {2} dans la course {3} et ne peut donc pas être affecté à la flotte {1} dans la même course.
ja: {0} はすでにレース {3} のフリート {2} に割り当てられており、そのため同一レース内でフリート {1} に割り当てることはできません
pt: {0} já foi atribuído à flotilha {2} na corrida {3} e por isso não pode ser atribuído à flotilha {1} na mesma corrida
ru: {0} уже присвоен флоту {2} в гонке {3} и поэтому не может быть присвоен флоту {1} в той же самой гонке
zh_cn: {0}已分配到比赛轮次{3}中的船队{2}，因此，无法分配到同一比赛轮次中的船队{1}

source: Add Mark to Regatta
es: Añadir marca a regata
fr: Ajouter marque à la régate
ja: マークをレガッタに追加
pt: Adicionar marca à regata
ru: Добавить отметку к регате
zh_cn: 向比赛添加标志

source: Select a leaderboard group...
es: Seleccione un grupo de tablas de clasificación...
fr: Sélectionner groupe de palmarès…
ja: リーダーボードグループを選択...
pt: Selecionar um grupo de painéis de classificação...
ru: Выбрать группу таблиц лидеров...
zh_cn: 选择积分榜分组...

source: Please select
es: Seleccione
fr: Sélectionnez
ja: 選択:
pt: Selecione
ru: Выберите
zh_cn: 请选择

# requiresValidRegatta
source: This page requires a valid regatta, race column and fleet name to identify the race to show.
es: Esta página requiere una regata, una columna de carreras y un nombre de flota válidos para identificar la regata que se desea mostrar.
fr: Pour identifier la course à afficher, cette page nécessite une régate valide, une colonne de course et un nom de flotte.
ja: このページには、表示するレースを識別するために有効なレガッタ、レース列、およびフリート名が必要です。
pt: Esta página requer uma regata válida, a coluna da corrida e o nome da flotilha para identificar a corrida a ser exibida.
ru: Эта страница определяет гонку для отображения по допустимым значениям регаты, столбца гонки и названия флота.
zh_cn: 此页面需要有效的比赛、比赛轮次列和船队名称，才能识别显示的比赛轮次。

# couldNotObtainRace
source: Could not obtain a race with name {1} for fleet {2} for a regatta with name {0}: {3}
es: No se ha podido obtener la regata con el nombre {1} para la flota {2} para una regata con el nombre {0}: {3}
fr: Impossible de trouver une course ayant le nom {1} pour la flotte {2} pour une régate ayant le nom {0} : {3}
ja: 名称 {0} のレガッタに対してフリート {2} の名称 {1} でレースが取得できませんでした: {3}
pt: Não foi possível obter uma corrida com o nome {1} para a flotilha {2} para uma regata com o nome {0}: {3}
ru: Не удалось получить гонку с названием {1} для флота {2} для регаты с названием {0}: {3}
zh_cn: 无法为名称为{0}的比赛获取船队{2}名称为{1}的比赛轮次： {3}

# errorTryingToCreateEmbeddedMap
source: Error trying to create the embedded map: {0}
es: Error al intentar crear el mapa incrustado: {0}
fr: Erreur lors de la tentative de création de la carte intégrée : {0}
ja: 埋込マップを登録しようとしてエラーが発生: {0}
pt: Erro ao tentar criar o mapa integrado: {0}
ru: Ошибка при попытке создать внедренную карту: {0}
zh_cn: 尝试创建嵌入式地图出错： {0}

# topN
source: Top {0}
fr: {0} meilleurs
ja: 上位 {0}
pt: Principais {0}
ru: Первые {0}
zh_cn: 前{0}

# transparentBufferLineOnHover
source: Transparent buffer lines on hover of helplines
es: Líneas transparentes de memoria intermedia durante el desplazamiento de las líneas de ayuda
fr: Lignes tampons transparentes lors du passage du curseur au-dessus des lignes d'aide
ja: ヘルプ行のホバー上の透過バッファ行
pt: Linhas de buffer transparentes ao passar com o mouse sobre as linhas de ajuda
ru: Прозрачные буферные линии при наведении на вспомогательные линии
zh_cn: 鼠标移到辅助线显示透明的缓冲线

source: Buffer line stroke weight
es: Grosor de trazo de la línea de memoria intermedia
fr: Épaisseur de la ligne tampon
ja: バッファ行ストローク幅
pt: Espessura do traço da linha de buffer
ru: Вес штриха буферной линии
zh_cn: 缓冲线线条粗细

source: Profile
es: Perfil
fr: Profil
ja: プロファイル
pt: Perfil
ru: Профиль
zh_cn: 概要

# showOnlyCompetitorsOfLog
source: Show only competitors registered in Log
es: Mostrar únicamente los competidores inscritos en el registro
fr: Afficher uniquement concurrents inscrits dans le journal
ja: ログに登録された競技者のみ表示
pt: Visualizar somente competidores registrados no registro
ru: Показать только участников, зарегистрированных в журнале
zh_cn: 仅显示在日志中注册的参赛队

# confirmLosingCompetitorEditsWhenTogglingLogBasedView
source: This will reset your current, unsaved changes to the competitors.\nDo you really want to continue?
es: Con ello se reiniciarán las modificaciones actuales de competidores que no haya grabado. ¿Realmente desea continuar?
fr: Cette action réinitialisera les modifications non enregistrées apportées aux concurrents.\nVoulez-vous vraiment continuer ?
ja: これにより、現在の、競技者に対して未保存の変更内容がリセットされます。\n続行しますか。
pt: Isto irá anular as suas atuais modificações não gravadas dos competidores.\nVocê quer realmente continuar?
ru: Это приведет к сбросу текущих, не сохраненных изменений участников.\nПродолжить?
zh_cn: 此操作将重置当前未保存的参赛队更改。\n是否确定继续？

# removalOfMarkDisabledMayBeUsedInRaces
source: Removal deavticated, marks are used in races {0}
es: Eliminación desactivada, las marcas se utilizan en las carreras {0}
fr: Suppression désactivée, marques utilisées dans les courses {0}
ja: 削除は無効化され、マークはレース {0} で使用されます
pt: Remoção desativada, as marcas são utilizadas nas corridas {0}
ru: Удаление деактивировано, отметки используются в гонках {0}
zh_cn: 移除已取消激活，标志在比赛轮次{0}中使用

# createDefaultLeaderboardGroup
source: Would you like to create a default LeaderboardGroup for your event?
es: ¿Desea crear un grupo predeterminado de tablas de clasificación para su evento?
fr: Voulez-vous créer un groupe de palmarès par défaut pour votre manifestation ?
ja: イベントにリーダーボードグループを初期登録しますか
pt: Você gostaria de criar um grupo de painéis de classificação padrão para seu evento?
ru: Создать группу таблиц лидеров по умолчанию для вашего события?
zh_cn: 是否为活动创建默认积分榜？

# pleaseCreateAtLeastOneMappingBy
source: Please create at least one mapping by first selecting a track on the left hand side and then selecting a mark or competitor on the right hand side
es: Cree como mínimo una asignación seleccionando, en primer lugar, un rastreo en el lado izquierdo y, a continuación, seleccionando una marca o un competidor en el lado derecho.
fr: Créez au moins un mappage en sélectionnant d'abord une piste sur la gauche, puis une marque ou un concurrent sur la droite.
ja: 左側にあるトラックを最初に選択してから右側にあるマークまたは競技者を選択してマッピングを少なくとも 1 つ登録してください
pt: Crie pelo menos um mapeamento selecionando primeiro uma pista do lado esquerdo e depois uma marca ou um competidor do lado direito.
ru: Создайте хотя бы одно сопоставление, выбрав отслеживание слева, а затем отметку или участника справа
zh_cn: 请至少创建一个映射：先选择左侧的轨道，然后选择右侧的标志或参赛队

source: Matcher type
es: Tipo de coincidencia
fr: Type de comparateur
ja: 一致タイプ
pt: Tipo de correspondência
ru: Тип сопоставления
zh_cn: 匹配程序类型

source: Matching devices
es: Dispositivos coincidentes
fr: Appareils correspondants
ja: 一致デバイス
pt: Efetuando a correspondência dos dispositivos
ru: Соответствующие устройства
zh_cn: 配置的设备

source: Add Device
es: Añadir dispositivo
fr: Ajouter appareil
ja: デバイス追加
pt: Adicionar dispositivo
ru: Добавить устройство
zh_cn: 添加设备

source: Create Device Configuration
es: Crear configuración de dispositivo
fr: Créer configuration d'appareil
ja: デバイス設定登録
pt: Criar configuração de dispositivo
ru: Создать конфигурацию устройства
zh_cn: 创建设备配置

# forWhichDeviceShouldConfigurationApply
source: Specify for which device the new configuration should apply
es: Especificar para qué dispositivo debería aplicarse la nueva configuración
fr: Indiquez l'appareil auquel la configuration doit s'appliquer.
ja: 新規設定を適用するデバイスを指定
pt: Especificar a que dispositivo deve ser aplicada a nova configuração
ru: Укажите, для какого устройства следует применить новую конфигурацию
zh_cn: 指定应应用新配置的设备

source: Create
es: Crear
fr: Créer
ja: 登録
pt: Criar
ru: Создать
zh_cn: 创建

source: There is already a configuration for this device.
es: Ya existe una configuración para este dispositivo.
fr: Une configuration existe déjà pour cet appareil.
ja: このデバイスの設定がすでに存在しています。
pt: Já existe uma configuração para este dispositivo.
ru: Для этого устройства уже есть конфигурация.
zh_cn: 此设备已有配置。

# enterDeviceIdentifierName
source: Enter an identifier name
es: Introducir un nombre de identificador
fr: Saisissez un nom d'identifiant.
ja: 識別のための名称を入力してください
pt: Inserir um nome do identificador
ru: Введите имя идентификатора
zh_cn: 输入标识符名称

source: Administration
es: Administración
ja: 管理
pt: Administração
ru: Администрирование
zh_cn: 管理

source: Please select a leaderboard group
es: Seleccione un grupo de tablas de clasificación
fr: Sélectionnez un groupe de palmarès.
ja: リーダーボードグループを選択してください
pt: Selecione um grupo de painéis de classificação
ru: Выберите группу таблиц лидеров
zh_cn: 请选择积分榜分组

source: Link Leaderboard to Leaderboard Group of Event
es: Enlazar tabla de clasificación con grupo de tablas de clasificación de evento
fr: Liez le palmarès au groupe de palmarès de la manifestation.
ja: イベントのリーダーボードグループへのリーダーボードのリンク
pt: Ligar painel de classificação a grupo de painéis de classificação do evento
ru: Связать таблицу лидеров с группой таблиц лидеров события
zh_cn: 将积分榜链接到活动的积分榜分组

# doYouWantToLinkLeaderboardToLeaderboardGroupOfEvent
source: Link leaderboard {0} to a leaderboard group of event {1}
es: Enlazar tabla de clasificación {0} con grupo de tablas de clasificación de evento {1}
fr: Liez le palmarès {0} à un groupe de palmarès de la manifestation {1}.
ja: リーダーボード {0} をイベントのリーダーボードグループ {1} にリンクしてください
pt: Ligar painel de classificação {0} a um grupo de painéis de classificação do evento {1}
ru: Связать таблицу лидеров {0} с группой таблиц лидеров события {1}
zh_cn: 将积分榜{0}链接到活动{1}的积分榜分组

# failedToLinkLeaderboardToLeaderboardGroup
source: Failed to link leaderboard {0} to leaderboard group {1}
es: No se ha podido enlazar la tabla de clasificación {0} con el grupo de tablas de clasificación {1}
fr: La liaison du palmarès {0} au groupe de palmarès {1} a échoué.
ja: リーダーボード {0} のリーダーボードグループ {1} へのリンクに失敗しました
pt: Falha na ligação do painel de classificação {0} ao grupo de painéis de classificação {1}
ru: Не удалось связать таблицу лидеров {0} с группой таблиц лидеров {1}
zh_cn: 将积分榜{0}链接到积分榜分组{1}失败

source: Create default regatta
es: Crear regata por defecto
fr: Créer régate par défaut
ja: レガッタ初期登録
pt: Criar regata padrão
ru: Создать регату по умолчанию
zh_cn: 创建默认的比赛

source: Do you want to create a default Regatta?
es: ¿Desea crear una regata por defecto?
fr: Voulez-vous créer une régate par défaut ?
ja: レガッタを初期登録しますか
pt: Você quer criar uma regata padrão?
ru: Создать регату по умолчанию?
zh_cn: 是否创建默认的比赛？

# defaultLocale
source: Default
es: Por defecto
fr: Par défaut
ja: 初期値
pt: Padrão
ru: По умолчанию
zh_cn: 默认值
