Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# raceDistanceTraveledIncludingGateStartTooltip
source: The distance traveled from the race start to the end\nor to the current time point, if the race isn''t finished. For a gate start, the distance from the pin end to the starting position is included\nto make competitors comparable even when started at different times.
es: Distancia recorrida desde el inicio hasta el final de la carrera\o hasta la fecha y hora actual si no se ha acabado la carrera. Para el inicio de la puerta de salida, la distancia desde el extremo hasta la posición inicial se incluye\n para que puedan compararse los competidores aunque hayan empezado en tiempos diferentes.
fr: La distance naviguée du départ de la course jusqu'à sa fin\nou jusqu'à l'heure actuelle (si la course n'est pas terminée).\nEn cas de départ au lièvre, la distance de la bouée de ligne jusqu'à la position de départ est incluse \npour permettre de comparer les concurrents même si leur départ ne s'est pas fait à la même heure.
ja: レース開始からレース終了まで、またはレースがフィニッシュ\nしていない場合は現時点までに移動した距離です。ゲートスタートの場合は、異なる時刻にスタートしたときでも\n競技者を比較するためにピンエンドからスタート位置までの距離が含まれます。
pt: A distância navegada desde o início até o fim da corrida\nou até a data/hora atual, se a corrida não estiver concluída.\nPara o início de um portão, a distância desde o fim da marcação até a posição inicial é incluída\npara ser possível comparar os competidores mesmo quando começam em horas diferentes.
ru: Дистанция, пройденная от начала гонки до конца\nили до текущего момента времени, если гонка не завершена.\nДля старта через ворота включается дистанция от привязки до стартовой позиции,\nчтобы обеспечить сравнение участников даже при старте в разное время.
zh_cn: 如果航段没有结束，从比赛轮次开始到结束\n或当前时间点航行的距离。 对于起航门标，包括尾销到起航位置的距离，\n这样，即便在不同时间起航，也可以比较参赛队。

source: Results
es: Resultados
fr: Résultats
ja: 結果
pt: Resultados
ru: Результаты
zh_cn: 结果

source: Group Name
es: Nombre de grupo
fr: Nom du groupe
ja: グループ名
pt: Nome do grupo
ru: Название группы
zh_cn: 分组名称

source: Value (Ascending)
es: Valor (ascendente)
fr: Valeur (ascendant)
ja: 値 (昇順)
pt: Valor (crescente)
ru: Значение (по возрастанию)
zh_cn: 值（递增）

source: Value (Descending)
es: Valor (descendente)
fr: Valeur (descendant)
ja: 値 (降順)
pt: Valor (decrescente)
ru: Значение (по убыванию)
zh_cn: 值（递减）

source: Sort by
es: Ordenado por
fr: Trier par
ja: ソートキー
pt: Ordenar por
ru: Сортировать по
zh_cn: 排序方式

# dashboardHeader
source: Dashboard
fr: Tableau de bord
ja: ダッシュボード
pt: Painel
ru: Панель
zh_cn: 仪表盘

# dashboardNoWindBotAvailableHeader
source: Wind Bot is not available.
es: Wind Bot no está disponible
fr: Le bot du vent n'est pas disponible.
ja: ウィンドボットは利用できません。
pt: O Wind Bot não está disponível.
ru: WindBot недоступен.
zh_cn: 风力机器人程序不可用。

# dashboardNoWindBotAvailableMessage
source: To receive live wind data from wind measurement units, ensure that the wind bot is switched on and connected to the SAP Sailing Analytics.
es: Para obtener los datos de viento en directo a partir de unidades de medida de viento, asegúrese de que Wind Bot está activado y contectado con SAP Sailing Analytics.
fr: Pour pouvoir recevoir des données de vent depuis des unités de mesure du vent, assurez-vous que le bot du vent est allumé et connecté à SAP Sailing Analytics.
ja: 風計測ユニットからライブ風データを受信するには、ウィンドボットがオンになっていて、SAP Sailing Analytics に接続されていることを確認してください。
pt: Para receber dados do vento em tempo real de unidades de medida do vento, certifique-se de que o Wind Bot está ativado e conectado ao SAP Sailing Analytics.
ru: Чтобы получать оперативные данные от устройств измерения ветра, убедитесь, что WindBot включен и подключен к SAP Sailing Analytics.
zh_cn: 要从风力测量装置接收实况风力数据，请确保开启风力机器人程序，并与 SAP Sailing Analytics 相连。

# dashboardTrueWindSpeedUnit
source: kts
fr: nds
ja: kt
pt: nós
ru: уз

# dashboardTrueWindDirectionUnit
source: deg
es: grados
ja: 度
pt: graus
ru: град.

# dashboardLiveWind
source: live
es: en directo
fr: en direct
ja: ライブ
pt: ao vivo
ru: активно
zh_cn: 实况

# dashboardAverageWind
source: average
es: promedio
fr: moyenne
ja: 平均
pt: média
ru: ср.
zh_cn: 平均

# dashboardAverageWindMinutes
source: ({0} minutes)
es: ({0} minutos)
ja: ({0} 分)
pt: ({0} minutos)
ru: ({0} мин.)
zh_cn: ({0}分钟）

# dashboardWindChartHint
source: Tap on chart to change interval
es: Toque el gráfico para cambiar el intervalo
fr: Touchez le graphique pour modifier l'intervalle.
ja: チャートをタップして間隔を変更
pt: Tocar no diagrama para modificar intervalo
ru: Коснитесь диаграммы, чтобы изменить интервал
zh_cn: 点按记录，更改间隔

# dashboardSelectCompetitor
source: Select Competitor
es: Seleccionar competidor
fr: Sélectionner concurrent
ja: 競技者選択
pt: Selecionar competidor
ru: Выбор участника
zh_cn: 选择参赛队

# dashboardStartAnalysesHeader
source: Start Analyses
es: Iniciar análisis
fr: Analyses de départ
ja: 分析開始
pt: Análises da partida
ru: Анализы старта
zh_cn: 起航分析

# dashboardNewStartAnalysisAvailable
source: New start analysis available
es: Nuevos análisis iniciales disponibles
fr: Nouvelle analyse de départ disponible
ja: 新規スタート分析が利用可能
pt: Nova análise da partida disponível
ru: Доступен новый анализ старта
zh_cn: 新起航分析可用

# dashboardNoStartAnalysesAvailableHeader
source: No Start Analyses available.
es: No hay análisis iniciales disponibles
fr: Aucune analyse de départ disponible
ja: 利用可能なスタート分析がありません。
pt: Nenhuma análise da partida disponível
ru: Анализы старта недоступны.
zh_cn: 起航分析不可用。

# dashboardNoStartAnalysesAvailableMessage
source: There is a Start Analysis created from each race start. Please stand by till racing has been started.
es: Existe un análisis inicial creado a partir del inicio de cada carrera. Espere a que la carrera se haya iniciado.
fr: Une analyse de départ est créée à partir de chaque départ de course. Veuillez patienter jusqu'à ce que la course commence.
ja: それぞれのレーススタートから作成されたスタート分析が存在しています。レースがスタートするまでお待ちください。
pt: Existe uma análise da partida criada para cada partida de corrida. Aguarde até a corrida começar.
ru: Анализ старта создается из каждого старта гонки. Дождитесь начала гонки.
zh_cn: 存在从各比赛轮次开始创建的起航分析。在比赛开始前，请勿执行操作。

# dashboardNoStartlineAdvantagesByWindAvailableHeader
source: No Startline Advantages available.
es: Ninguna ventaja en la línea de salida disponible.
fr: Aucun avantage de ligne de départ n'est disponible.
ja: スタートラインアドバンテージは利用できません。
pt: Nenhuma vantagem na linha de partida disponível.
ru: Преимущества на линии старта недоступны.
zh_cn: 起航线优势不可用。

# dashboardNoStartlineAdvantagesByWindAvailableMessage
source: For calculating the startline advantage there needs to be a course set by the race commitee.
es: Para calcular la ventaja en la línea de salida el comité de la carrera deberá fijar una regata.
fr: Pour pouvoir calculer l'avantage de la ligne de départ, un parcours doit être défini par le comité de course.
ja: スタートラインアドバンテージを計算するには、レース委員会が設定したコースが必要です。
pt: Para o cálculo da vantagem na linha de partida é necessária a definição de um percurso por parte da comissão da corrida.
ru: Для расчета преимущества на линии старта необходим курс, установленный гоночным комитетом.
zh_cn: 要计算起航线优势，需要由竞赛委员会设置场地。

# dashboardNoStartlineAdvantagesByGeometryAvailableHeader
source: No Startline Advantage available.
es: Ninguna ventaja en la línea de salida disponible.
fr: Aucun avantage de ligne de départ n'est disponible.
ja: スタートラインアドバンテージは利用できません。
pt: Nenhuma vantagem na linha de partida disponível.
ru: Преимущество на линии старта недоступно.
zh_cn: 起航线优势不可用。

# dashboardNoStartlineAdvantagesByGeometryAvailableMessage
source: For calculating the startline advantage there needs to be a course set by the race commitee.
es: Para calcular la ventaja en la línea de salida el comité de la carrera deberá fijar una regata.
fr: Pour pouvoir calculer l'avantage de la ligne de départ, un parcours doit être défini par le comité de course.
ja: スタートラインアドバンテージを計算するには、レース委員会が設定したコースが必要です。
pt: Para o cálculo da vantagem na linha de partida é necessária a definição de um percurso por parte da comissão da corrida.
ru: Для расчета преимущества на линии старта необходим курс, установленный гоночным комитетом
zh_cn: 要计算起航线优势，需要由竞赛委员会设置场地。

# dashboardStartlineAdvantagesByWindHeader
source: Startline Advantages by Wind
es: Ventajas en la línea de salida por vientos
fr: Avantages de ligne de départ par vent
ja: 風によるスタートラインアドバンテージ
pt: Vantagens na linha de partida por vento
ru: Преимущества в ветре на линии старта
zh_cn: 起航线优势 - 按风力

# dashboardStartlineAdvantageByGeometryHeader
source: Startline Advantage by Geometry
es: Ventaja en la línea de salida por geometría
fr: Avantage de ligne de départ par géométrie
ja: 配置によるスタートラインアドバンテージ
pt: Vantagens na linha de partida por geometria
ru: Преимущества в геометрии на линии старта
zh_cn: 起航线优势 - 按几何结构

# dashboardRankAtFirstMark
source: Rank at first mark
es: Clasificación en primera marca
fr: Place à la première marque
ja: 第一マークでのランク
pt: Posição na primeira marca
ru: Ранг на первой отметке
zh_cn: 在第一个标志的名次

# dashboardTeam
source: Team
es: Equipo
fr: Équipe
ja: チーム
pt: Equipe
ru: Команда
zh_cn: 团队

# dashboardDistanceToLineInM
source: Distance to line in m
es: Distancia hasta la línea en m
fr: Distance de la ligne en mètres
ja: ラインまでの距離 (m)
pt: Distância para linha em m
ru: Дистанция до линии в км
zh_cn: 与起航线的距离 (m)

# dashboardSpeedInKts
source: Speed in kts
es: Velocidad en kts
fr: Vitesse en nds
ja: 速力 (kt)
pt: Velocidade em nós
ru: Скорость в узлах
zh_cn: 速度 (kts)

# dashboardAdvantageInSeconds
source: Advantage in m
es: Ventaja en m
fr: Avantage en mètres
ja: アドバンテージ (m)
pt: Vantagem em m
ru: Преимущество в м
zh_cn: 优势 (m)

# dashboardSecondsAbreviation
source: s
ru: с

# dashboardDistanceToRCBoat
source: Distance to rc boat in m
es: Distancia a barco RC en m
fr: Distance du bateau du comité de course en mètres
ja: RC 艇までの距離 (m)
pt: Distância até barco de rádio-controle em metros
ru: Дистанция до лодки ГК в км
zh_cn: 与 RC 船只的距离 (m)

# dashboardPinEnd
source: Pin End
es: Extremo
fr: Bouée de ligne
ja: ピンエンド
pt: Fim da marcação
ru: Привязка
zh_cn: 尾销

# dashboardRCBoat
source: RC Boat
es: Barco RC
fr: Bateau du comité de course
ja: RC 艇
pt: Barco de rádio-controle
ru: Лодка ГК
zh_cn: RC 船只

# fixedMarkPassing
source: (fixed)
es: (fijado)
fr: (fixé)
ja: (固定)
pt: (fixo)
ru: (фиксировано)
zh_cn: （固定）

# suppressedMarkPassing
source: (suppressed)
es: (suprimido)
fr: (supprimé)
ja: (非表示)
pt: (suprimido)
ru: (подавляется)
zh_cn: （禁止）

# windUp
source: Wind-Up (show wind from top of map)
es: Viento al norte (mostrar viento de la parte superior del mapa)
fr: Orienté par rapport au sens du vent (le vent vient du haut de la carte)
ja: ウィンドアップ (マップの最上部から風を表示)
pt: Orientação pelo vento (visualizar vento no topo do mapa)
ru: На ветер (показать ветер сверху карты)
zh_cn: 风向向上（从地图的顶部显示风力）

source: Filter by
es: Filtrar por
fr: Filtrer par
ja: フィルタキー
pt: Filtrar por
ru: Фильтровать по
zh_cn: 筛选方式

source: Current filter selection
es: Seleccion de filtro actual
fr: Sélection du filtre actuel
ja: 現在のフィルタ選択
pt: Seleção de filtro atual
ru: Текущий выбор фильтра
zh_cn: 当前筛选器选择

# notCapableOfGeneratingACodeForIdentifier
source: I''m not capable of generating a code for this identifier.
es: No sé generar un código para este identificador.
fr: Je ne suis pas capable de générer un code pour cet identifiant.
ja: この ID のコードを生成することができません。
pt: Não é possível gerar um código para este identificador.
ru: Я не могу сгенерировать код для этого идентификатора.
zh_cn: 无法为此标识符生成代码。

source: Server URL
es: URL del servidor
fr: URL du serveur
ja: サーバ URL
pt: URL de servidor
ru: URL-адрес сервера
zh_cn: 服务器 URL

# rotatedFromTrueNorth
source: Rotated {0} degrees from true north.
es: Ha rotado {0} grados desde el norte real.
fr: Pivoté de {0} degrés à partir du vrai Nord.
ja: 真北から {0} 度回転しました。
pt: Efetuou a rotação de {0} graus desde o norte verdadeiro.
ru: Повернуто на {0} град. от истинного севера.
zh_cn: 自真北方向旋转{0}度。

# clickToToggleWindUp
source: Tap/click to toggle between wind-up and north-up map display
es: Golpe/clic para alternar entre visualización mapa viento al norte y norte arriba
fr: Touchez/Cliquez pour basculer entre l'affichage orienté nord et l'affichage par rapport au sens du vent
ja: タップ/クリックして、風上が上のマップと北が上のマップとで表示を切り替えます
pt: Tocar/clicar para comutar entre exibição do mapa com orientação pelo vento e pelo norte
ru: Коснитесь/щелкните для переключения между отображением карты с ветром или севером вверху
zh_cn: 点按/点击在风向向上和北向上地图显示之间切换

# clickToToggleWindStreamlets
source: Tap/click to show or hide the wind streamlets
es: Golpe/clic para mostrar u ocultar corrientes de viento
fr: Touchez/cliquez pour afficher ou masquer les couloirs de vent.
ja: タップ/クリックして風細流を表示または非表示にします
pt: Tocar/clicar para visualizar ou ocultar os cursos do vento
ru: Коснитесь/щелкните для отображения или скрытия потоков ветра
zh_cn: 点按/点击显示或隐藏风流

# startLineToFirstMarkTriangle
source: Start to first mark ({0}m)
es: Inicio a la primera marca ({0} m)
fr: Distance entre le départ et la première marque ({0} m)
ja: スタートから第一マークまで ({0}m)
pt: Partida para primeira marca ({0}m)
ru: От старта до первой отметки ({0} м)
zh_cn: 开始经过第一个标志 ({0}m)

# dataMiningComponentsHaveBeenUpdated
source: The Data-Mining components have been updated
es: Los componentes de minería de datos se han actualizado
fr: Les composants d'exploration de données ont été mis à jour.
ja: データマイニングコンポーネントが更新されました
pt: Os componentes de data mining foram atualizados
ru: Компоненты добычи данных обновлены.
zh_cn: 数据挖掘组件已更新

# dataMiningComponentsNeedReloadDialogMessage
source: Click Reload to reload the components now. This will discard the current displayed data and run a default query.\nClick Close to do nothing. The Data-Mining won''t work correctly, until the components have been reloaded.
es: Pulse «Volver a cargar» para volver a cargar los componentes ahora. De este modo, se descartarán los datos visualizados en ese momento y se ejecutará una consulta por defecto.\nHaga clic en «Cerrar» para no hacer nada. La minería de datos no funcionará correctamente hasta que se hayan vuelto a cargar los componentes.
fr: Cliquez sur Recharger pour recharger les composants maintenant. Les données actuellement affichées seront ignorées et une requête par défaut sera exécutée.n\Cliquez sur Fermer pour ne rien faire. L'exploration de données ne fonctionnera pas correctement tant que les composants n'auront pas été rechargés.
ja: リロードをクリックして、コンポーネントをリロードします。これにより、現在表示されているデータが破棄され、デフォルトクエリが実行されます。\n何も行わない場合は閉じるをクリックします。データマイニングは、コンポーネントがリロードされるまでは正しく機能しません。
pt: Clicar em Recarregar para recarregar os componentes agora. Isto irá descartar os dados exibidos atualmente e executar uma consulta padrão.\nClicar em Fechar para não efetuar nada. O data mining não irá funcionar corretamente até ser efetuado o recarregamento dos componentes.
ru: Щелкните "Перезагрузить", чтобы перезагрузить компоненты сейчас. Текущее отображение данных будет сброшено с выполнением запроса по умолчанию. Добыча данных не будет работать правильно до перезагрузки компонентов.
zh_cn: 点击“重新加载”，立即重新加载组件。 这将放弃当前显示的数据，并运行默认查询。\n点击“关闭”不执行任何操作。 在重新加载组件前，数据挖掘不能正常工作。

# noDataForEvent
source: There isn''t any data for the event yet.
es: Todavía no hay datos para el evento.
fr: Il n'y a pas encore de données pour cette manifestation.
ja: このイベントにまだデータが何もありません。
pt: Ainda não existem dados para o evento
ru: Данных для данного события еще нет.
zh_cn: 活动暂无任何数据。

# countriesCount
source: {0,number} countries
es: {0,number} países
fr: {0,number} pays
ja: {0,number} カ国
pt: {0,número} países
ru: {0,number} стран
zh_cn: {0,number} 个国家

# countriesCount[one]
source: {0,number} country
es: {0,number} país
fr: {0,number} pays
ja: {0,number} カ国
pt: {0,número} país
ru: {0,number} страна
zh_cn: {0,number} 个国家

# racesCount
source: {0,number} races
es: {0,number} carreras
fr: {0,number} courses
ja: {0,number} レース
pt: {0,número} corridas
ru: {0,number} гонок
zh_cn: {0,number} 个比赛轮次

# racesCount[one]
source: {0,number} race
es: {0,number} carrera
fr: {0,number} course
ja: {0,number} レース
pt: {0,número} corrida
ru: {0,number} гонка
zh_cn: {0,number} 个比赛轮次

# trackedRacesCount
source: {0,number} tracked races
es: {0,number} carreras rastreadas
fr: {0,number} courses suivies
ja: {0,number} 追跡レース
pt: {0,número} corridas rastreadas
ru: {0,number} отслеживаемых гонок
zh_cn: {0,number} 个跟踪的比赛轮次

# trackedRacesCount[one]
source: {0,number} tracked race
es: {0,number} carrera rastreada
fr: {0,number} course suivie
ja: {0,number} 追跡レース
pt: {0,número} corrida rastreada
ru: {0,number} отслеживаемая гонка
zh_cn: {0,number} 个跟踪的比赛轮次

# eventsCount
source: {0,number} events
es: {0,number} eventos
fr: {0,number} manifestations
ja: {0,number} イベント
pt: {0,número} eventos
ru: {0,number} событий
zh_cn: {0,number} 个活动

# eventsCount[one]
source: {0,number} event
es: {0,number} evento
fr: {0,number} manifestation
ja: {0,number} イベント
pt: {0,número} evento
ru: {0,number} событие
zh_cn: {0,number} 个活动

# competitorsCount
source: {0,number} competitors
es: {0,number} competidores
fr: {0,number} concurrents
ja: {0,number} 競技者
pt: {0,número} competidores
ru: {0,number} участников
zh_cn: {0,number} 支参赛队

# courseAreaName
source: Course area: {0}
es: Zona de regata: {0}
fr: Zone de course : {0}
ja: コース領域: {0}
pt: Área do percurso: {0}
ru: Зона гонки: {0}
zh_cn: 场地区域： {0}

# competitorsCount[one]
source: {0,number} competitor
es: {0,number} competidor
fr: {0,number} concurrents
ja: {0,number} 競技者
pt: {0,número} competidor
ru: {0,number} участник
zh_cn: {0,number} 支参赛队

# currentOfTotalLegs
source: Leg {0,number}/{1,number}
es: Tramo {0,number}/{1,number}
fr: Portion de parcours {0,number}/{1,number}
ja: レグ {0,number}/{1,number}
pt: Perna {0,número}/{1,número}
ru: Отрезок {0,number}/{1,number}
zh_cn: 航段 {0,number}/{1,number}

source: Clone
es: Clonar
fr: Cloner
ja: クローン
pt: Clonar
ru: Клон
zh_cn: 克隆

source: Changed
es: Modificado
fr: Modifié
ja: 変更済
pt: Modificado
ru: Изменено
zh_cn: 已更改

source: Matcher
es: Dispositivo de búsqueda
fr: Comparateur
ja: 一致
pt: Correspondência
ru: Совпадение
zh_cn: 匹配程序

source: Any
es: Cualquiera
fr: Tout
ja: 任意
pt: Qualquer um
ru: Любое
zh_cn: 任何

# urlProviders
source: URL-based result providers
es: Proveedores de resultados basado en URL
fr: Fournisseurs de résultats basés sur une URL
ja: URL ベースの結果プロバイダ
pt: Fornecedores de resultados com base no URL
ru: Поставщики результатов на базе URL-адресов
zh_cn: 基于 URL 的结果提供方

# pleaseSelectAURLProvider
source: Please select a URL-based result provider...
es: Seleccione un proveedor de resultados basado en URL...
fr: Sélectionnez un fournisseur de résultat basé sur une URL…
ja: URL ベースの結果プロバイダを選択してください...
pt: Selecione um fornecedor de resultados com base no URL...
ru: Выберите поставщика результатов на базе URL-адреса...
zh_cn: 请选择基于 URL 的结果提供方...

# sampleURL
source: Sample URL: {0}
es: URL de ejemplo: {0}
fr: Exemple d'URL : {0}
ja: サンプル URL: {0}
pt: URL de amostra: {0}
ru: Образец URL-адреса: {0}
zh_cn: 示例 URL： {0}

source: SAP Sports on
es: SAP Sports en
fr: SAP Sports sur
ja: SAP Sports:
pt: SAP Sports ativado
ru: SAP Sports в
zh_cn: SAP Sports -

source: Follow SAP Sports
es: Seguir SAP Sports
fr: Suivre SAP Sports
ja: SAP Sports をフォロー
pt: Seguir SAP Sports
ru: Отслеживать SAP Sports
zh_cn: 关注 SAP Sports

source: Live now
es: En directo ahora
fr: En direct
ja: ライブ中
pt: Ao vivo agora
ru: Оперативные данные
zh_cn: 现在直播

# analyseRace
source: Analyze race
es: Analizar carrera
fr: Analyser course
ja: レースを分析
pt: Analisar corrida
ru: Анализировать гонку
zh_cn: 分析比赛轮次

# nextRaceStartingIn
source: Next race starts in
es: La próxima carrera empieza en
fr: Départ de la prochaine course dans
ja: 次のレースのスタート:
pt: Próxima corrida começa em
ru: Следующая гонка начинается через
zh_cn: 下一个比赛轮次开始于

# startingIn
source: {0} starts in
es: {0} empieza en
fr: {0} commence dans
ja: {0} がスタート:
pt: {0} começa em
ru: {0} начинается через
zh_cn: {0}开始于

# raceIsPlanned
source: Planned
es: Planificado
fr: Prévu
ja: 計画済
pt: Planejado
ru: Запланировано
zh_cn: 已计划

# raceIsCanceled
source: Abandoned
es: Abandonado
fr: Abandonné
ja: 中止
pt: Anulado
ru: Отменено
zh_cn: 已放弃

# raceIsPostponed
source: Postponed
es: Aplazado
fr: Différé
ja: 延期
pt: Retardado
ru: Отложено
zh_cn: 已延迟

# startingInMinutes
source: Starts in {0,number} min
es: Empieza en {0,number} min
fr: Départ dans {0,number} minutes
ja: スタートまで {0,number} 分
pt: Começa em {0,número} min
ru: Начинается через {0,number} мин.
zh_cn: {0,number} 分钟后开始

# startingInMinutes[none]
source: Starting now
es: Empieza ahora
fr: Départ maintenant
ja: スタートします
pt: Começando agora
ru: Начиная сейчас
zh_cn: 现在开始

source: Latest News
es: Últimas noticias
fr: Dernières informations
ja: 最新ニュース
pt: Últimas novidades
ru: Последние новости
zh_cn: 最新消息

# resultsUpdate
source: Result update
es: Actualización de resultados
fr: Mise à jour des résultats
ja: 結果更新
pt: Atualização do resultado
ru: Обновление результата
zh_cn: 结果更新

# competitorWonRace
source: {0} won race
es: {0} ganó la carrera
fr: {0} a gagné la course
ja: {0} がレースに勝利
pt: {0} ganhou a corrida
ru: Выиграно гонок: {0}
zh_cn: {0}赢得比赛轮次

# showCompetitorTimeOnTimeFactorColumn
source: Time on Time Factor
es: Factor Time on Time
fr: Facteur temps sur temps
ja: Time on Time 係数
pt: Fator de tempo sobre tempo
ru: Фактор время-время (ToT)
zh_cn: 时间对时间系数

# showCompetitorTimeOnDistanceAllowanceColumn
source: Time on Distance Allowance
es: Margen Time on Distance
fr: Compensation temps sur distance
ja: Time on Distance 修正時間
pt: Bonificação de tempo sobre distância
ru: Фактор время-дистанция (ToD)
zh_cn: 时间对距离宽限

# rankingMetric
source: Ranking
es: Clasificación
fr: Classement
ja: ランキング
pt: Classificação
ru: Ранг
zh_cn: 排名

# oneDesignRankingMetric
source: One-Design
fr: Monotype
ja: ワンデザイン
ru: Монотип
zh_cn: 统一设计

# orcPerformanceCurveRankingMetric
source: ORC Performance Curve
es: Curva de rendimiento ORC
fr: Courbe de performance ORC
ja: ORC 性能曲線
pt: Curva de performance ORC
ru: Кривая эффективности ORC
zh_cn: ORC 成绩曲线

# timeOnTimeAndDistanceRankingMetric
source: Time-on-Time/Time-on-Distance
fr: Temps sur temps/Temps sur distance
pt: Tempo sobre tempo/tempo sobre distância
ru: Время-время/Время-дистанция
zh_cn: 时间对时间/时间对距离

# oneDesignRankingMetricDescription
source: One-Design: First across the line wins;\nin-race ranks based on windward positions (upwind/downwind) or along-course position (reaching)
es: One-Design: primero a través de premios;/nclasificación en carrera según posiciones de barlovento (a barlovento/a sotavento) o posición según regata (de gran alcance)
fr: Monotype : le vainqueur est le premier à franchir la ligne.\nLe classement se base sur les positions au vent (dans le lit du vent/vent arrière) ou en fonction de la position dans la course (jusqu'à atteindre un point).
ja: ワンデザイン: ラインを最初に通過した艇が勝者、\nウィンワード位置 (アップウィンド/ダウンウィンド) またはアロングコース位置 (リーチング) に基づくレース内ランク
pt: One-Design: o primeiro a passar a linha vence;\nposições durante a corrida com base nas posições contra o vento (popa/contravento) ou na posição ao longo do percurso (través)
ru: Монотип: первый пересекший линию побеждает;\nранги в гонке основаны на позиции к ветру (наветренная/подветренная) или позиции на курсе (полный ветер)
zh_cn: 统一设计： 第一个过线的获胜；\n比赛名次基于上风位置（迎/顺风）或沿场地位置（横风）
