Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# raceCommitteeApp
source: Race Manager App
es: Aplicación de gestión de carreras
fr: Application pour administrateurs de courses
ja: レースマネージャアプリ
pt: App de administrador de corridas
ru: Приложение Race Manager
zh_cn: Race Manager 应用

source: Race viewer
es: Visor de carreras
fr: Visualiseur de course
ja: レースビューア
pt: Visualizador de corridas
ru: Просмотр гонок
zh_cn: 比赛轮次查看器

source: Map controls
es: Controles de mapas
fr: Contrôles de carte
ja: マップ制御
pt: Controles do mapa
ru: Управление картами
zh_cn: 地图控件

source: Page
es: Página
ja: ページ
pt: Página
ru: Страница
zh_cn: 页面

source: TracTrac Events
es: Eventos TracTrac
fr: Manifestations TracTrac
ja: TracTrac イベント
pt: Eventos de TracTrac
ru: События TracTrac
zh_cn: TracTrac 活动

source: SwissTiming Events
es: Eventos SwissTiming
fr: Manifestations SwissTiming
ja: SwissTiming イベント
pt: Eventos de SwissTiming
ru: События SwissTiming
zh_cn: SwissTiming 活动

# trackedBefore
source: History of tracked events
es: Historial de eventos rastreados
fr: Historique des manifestations suivies
ja: 追跡イベントの履歴
pt: Histórico de eventos rastreados
ru: История отслеживаемых событий
zh_cn: 已跟踪活动的历史记录

source: General
fr: Généralités
ja: 一般
pt: Geral
ru: Общее
zh_cn: 常规

source: List Races
es: Listar carreras
fr: Lister courses
ja: レース一覧
pt: Listar corridas
ru: Список гонок
zh_cn: 比赛轮次清单

source: List Regattas
es: Listar regatas
fr: Lister régates
ja: レガッタ一覧
pt: Listar regatas
ru: Список регат
zh_cn: 比赛清单

source: Wind
es: Viento
fr: Vent
ja: 風
pt: Vento
ru: Ветер
zh_cn: 风力

# maneuverType
source: Maneuver
es: Maniobra
fr: Manœuvre
ja: マニューバー
pt: Manobra
ru: Маневр
zh_cn: 操作

# windPanelLabel
source: This is the Wind Panel which so far is completely empty.
es: Este es el panel de vientos, y hasta el momento está totalmente vacío.
fr: Ceci est le panneau des mesures du vent, vide pour l'instant.
ja: これは風パネルであり、今のところ完全に空となっています。
pt: Este é o painel eólico que até o momento está completamente vazio.
ru: Это панель ветров, которая пока что совсем пуста.
zh_cn: 这是风力面板，目前完全空白。

source: Refresh
es: Refrescar
fr: Actualiser
ja: リフレッシュ
pt: Atualizar
ru: Обновить
zh_cn: 刷新

source: Remove
es: Eliminar
fr: Supprimer
ja: 削除
pt: Remover
ru: Удалить
zh_cn: 移除

source: Wind Source
es: Fuente de vientos
fr: Source du vent
ja: 風源
pt: Origem do vento
ru: Источник ветра
zh_cn: 风源

source: Dampening Interval
es: Intervalo de amortiguación
fr: Intervalle d'atténuation
ja: 制動間隔
pt: Intervalo de atenuação
ru: Интервал смягчения
zh_cn: 阻尼间隔

source: Map
es: Mapa
fr: Carte
ja: マップ
pt: Mapa
ru: Карта
zh_cn: 地图

source: Race
es: Carrera
fr: Course
ja: レース
pt: Corrida
ru: Гонка
zh_cn: 比赛轮次

source: Races
es: Carreras
fr: Courses
ja: レース
pt: Corridas
ru: Гонки
zh_cn: 比赛轮次

source: tracked
es: rastreadas
fr: suivi(e)
ja: 追跡済
pt: rastreado
ru: отслеживаемые
zh_cn: 跟踪

source: Linked Races
es: Carreras vinculadas
fr: Courses liées
ja: リンクされているレース
pt: Corridas ligadas
ru: Связанные гонки
zh_cn: 链接的比赛轮次

source: Time
es: Tiempo
fr: Temps
ja: 計時
pt: Tempo
ru: Время
zh_cn: 时间

# timeTooltip
source: Time the competitor sailed on this leg. For the first leg this is counted from when the competitor passed the start line.
es: Tiempo navegado por el competidor en este tramo. Para el primer tramo, se cuenta desde que el competidor cruza la línea de salida.
fr: Temps pendant lequel le concurrent a navigué sur cette portion du parcours. Pour la première portion, on mesure à partir du moment où le concurrent franchit la ligne de départ.
ja: このレグを帆走した競技者を計時します。第 1 レグについては、競技者がスタートラインを通過したときにカウントされます。
pt: Tempo que o concorrente navegou nesta perna. Para a primeira perna isso é contado a partir do momento em que o concorrente passou a linha de partida.
ru: Время плавания данного участника на данном отрезке. Для первого отрезка отсчитывается от момента пересечения участником стартовой линии.
zh_cn: 参赛队在此航段航行的时间。 第一航段的时间从参赛队越过起航线算起。

source: Play speed
es: Velocidad de reproducción
fr: Vitesse de lecture
ja: 再生速度
pt: Velocidade de reprodução
ru: Скорость воспроизведения
zh_cn: 播放速度

# playSpeedHelp
source: Use "1" for regular play-back speed, "2" for double-speed playback and so on
es: Utilice "1" para velocidad de reproducción normal, "2" para doble velocidad, y así sucesivamente.
fr: Utilisez "1" pour une vitesse normale, "2" pour une vitesse double, etc.
ja: 通常の再生速度は "1"、2 倍速の再生は "2" と、以下同様に指定
pt: Utilizar "1" para velocidade de reprodução normal, "2" para reprodução com velocidade duplicada, etc.
ru: "1" — обычная скорость воспроизведения, "2" — удвоенная скорость воспроизведения и т. д.
zh_cn: 使用 "1" 以正常回放速度播放，"2" 以倍速回放等

# playModeLive
source: Live
es: En directo
fr: En direct
ja: ライブ
pt: Ao vivo
ru: Активно
zh_cn: 实时

# playModeReplay
source: Replay Mode
es: Modo de reproducción
fr: Mode Relecture
ja: 再生モード
pt: Modo de reprodução
ru: Режим воспроизведения
zh_cn: 重放模式

# timeDelay
source: Delay
es: Retraso
fr: Décalage
ja: 遅延
pt: Atraso
ru: Задержка
zh_cn: 延迟

# timeDelayHelp
source: Leave empty to replay at arbitrary times; enter seconds (e.g., "60" for one minute or "0" for none) of delay before live data feed
es: Deje el campo vacío para reproducir arbitrariamente; indique una cantidad de segundos de retraso (p.ej., «60» para un minuto, o bien «0») previa a la transmisión de datos en directo.
fr: Laissez vide pour effectuer la relecture à un moment de votre choix. Saisissez des secondes de décalage avant le flux des données en direct (p.ex. "60" pour une minute ou "0" pour "Sans décalage").
ja: 任意の時間に再生する場合は空白のままにします。ライブデータフィード前の遅延を秒数で入力してください (例: "60" で 1 分間、"0" で遅延なし)
pt: Deixar em branco para a reprodução ocasional; inserir segundos (por exemplo, "60" para um minuto ou "0" para nenhum) de atraso antes do feed de dados ao vivo
ru: Оставьте пустым для воспроизведения в произвольное время; введите число секунд задержки перед потоком оперативных данных (например, "60" — одна минута задержки, "0" — без задержки)
zh_cn: 要在任意时间重播，则留空；输入导入实况数据前延迟的秒数（例如“60”表示一分钟或“0”表示无）

# speedInKnots
source: Speed (kn)
es: Velocidad (nudos)
fr: Vitesse (nd)
ja: 速力 (kt)
pt: Velocidade (nós)
ru: Скорость (уз)
zh_cn: 速度 (kn)

source: From (deg)
es: Desde (grados)
fr: De (°)
ja: 開始 (度)
pt: De (graus)
ru: Источник (град.)
zh_cn: 自（度）

# noRacesYet
source: There are no races yet.
es: Todavía no hay ninguna carrera.
fr: Aucune course pour l'instant.
ja: レースがまだありません。
pt: Ainda não existem corridas.
ru: Гонок еще нет.
zh_cn: 暂无比赛轮次。

# carry
source: Accumulated
es: Acumulado
fr: Cumulé
ja: 累積
pt: Acumulado
ru: Накоплено
zh_cn: 累积

source: Competitor
es: Competidor
fr: Concurrent
ja: 競技者
pt: Competidor
ru: Участник
zh_cn: 参赛队

source: Competitors
es: Competidores
fr: Concurrents
ja: 競技者
pt: Competidores
ru: Участники
zh_cn: 参赛队

# competitorsSelected
source: {0}/{1} competitors selected.
es: {0}/{1} competidores seleccionados.
fr: {0}/{1} concurrent(s) sélectionné(s)
ja: {0}/{1} の競技者が選択されました。
pt: {0}/{1} competidores selecionados.
ru: Выбрано участников: {0}/{1}.
zh_cn: 已选择{0}/{1}支参赛队。

source: No such leaderboard
es: No hay tabla de clasificación
fr: Aucun palmarès de ce type
ja: そのようなリーダーボードはありません
pt: Nenhum painel de classificação desse tipo
ru: Нет такой таблицы лидеров
zh_cn: 没有积分榜

source: Leaderboard Configuration
es: Configuración de la tabla de clasificación
fr: Configuration du palmarès
ja: リーダーボード設定
pt: Configuração do painel de classificação
ru: Конфигурация таблицы лидеров
zh_cn: 积分榜配置

# newDotDotDot
source: New...
es: Nuevo...
fr: Nouveau...
ja: 新規...
pt: Novo...
ru: Создать...
zh_cn: 新建...

# editScores
source: Edit Points...
es: Editar puntos...
fr: Modifier points...
ja: ポイント編集...
pt: Processar pontos...
ru: Изменить точки...
zh_cn: 编辑得分...

# columnNamesInSelectedLeaderboard
source: Race Names in Selected Leaderboard
es: Nombres de carrera en la tabla de clasificación seleccionada
fr: Noms des courses dans le palmarès sélectionné
ja: 選択されたリーダーボード上のレース名
pt: Nomes de corridas no painel de classificação selecionado
ru: Названия гонок в выбранной таблице лидеров
zh_cn: 所选积分榜中的比赛轮次名称

# addDotDotDot
source: Add...
es: Añadir...
fr: Ajouter...
ja: 追加...
pt: Adicionar...
ru: Добавить...
zh_cn: 添加...

# renameDotDotDot
source: Rename...
es: Cambiar nombre...
fr: Renommer...
ja: 名称変更...
pt: Renomear...
ru: Переименовать...
zh_cn: 重命名...

source: Tracked Race Connected to Selected Race Name
es: Carrera rastreada conectada al nombre de carrera seleccionada
fr: Course suivie liée au nom de course sélectionné
ja: 選択されたレース名に結び付けられた追跡レース
pt: Corrida rastreada conectada ao nome da corrida selecionada
ru: Отслеживаемая гонка связана с выбранным названием гонки
zh_cn: 跟踪的比赛轮次已连接到所选的比赛轮次名称

source: Link to Column
es: Enlace a columna
fr: Lier à la colonne
ja: 列にリンク
pt: Link a coluna
ru: Связать со столбцом
zh_cn: 链接到列

source: Unlink
es: Quitar enlace
fr: Annuler Lier
ja: リンク解除
pt: Eliminar link
ru: Отменить связывание
zh_cn: 取消链接

source: Leaderboard Name
es: Nombre de tabla de clasificación
fr: Nom du palmarès
ja: リーダーボード名
pt: Nome do painel de classificação
ru: Название таблицы лидеров
zh_cn: 积分榜名称

source: Cancel
es: Cancelar
fr: Annuler
ja: 取消
pt: Cancelar
ru: Отмена
zh_cn: 取消

source: Please enter a name
es: Indique un nombre
fr: Saisissez un nom.
ja: 名称を入力してください
pt: Insira um nome
ru: Введите название
zh_cn: 请输入名称

source: Please enter a boat class
es: Indique una clase de embarcación
fr: Saisissez une catégorie de bateau.
ja: 艇種を入力してください
pt: Insira uma classe de barcos
ru: Введите класс лодки
zh_cn: 请输入船只级别

# discardRacesFromHowManyStartedRacesOn
source: Discard one more race starting with how many started races
es: Descartar un inicio de carrera más con cuántas carreras iniciadas
fr: Éliminez une course de plus en commençant au nombre de courses déjà lancées.
ja: レース除外 (スタート済レースから)
pt: Descartar mais um corrida a partir de quantas corridas iniciadas
ru: Исключить еще одну гонку, начиная с числа стартов в гонках
zh_cn: 从已开始的比赛轮次数开始再放弃一个比赛轮次

source: Leaderboard with this name already exists
es: Ya hay una tabla de clasificación con este nombre.
fr: Un palmarès de ce nom existe déjà.
ja: この名称のリーダーボードは登録されています
pt: Já existe um painel de classificação com este nome
ru: Таблица лидеров с таким названием уже существует
zh_cn: 具有此名称的积分榜已存在

source: Discard thresholds must be numeric
es: Los umbrales de rechazo deben ser numéricos
fr: Les seuils d'élimination doivent être numériques.
ja: 破棄しきい値は数値でなければなりません
pt: Os limites do descarte devem ser numéricos
ru: Пороги исключения должны быть числовыми
zh_cn: 放弃临界值必须为数字

source: Discard thresholds must be ascending
es: Los umbrales de rechazo deben ser ascendentes
fr: Les seuils d'élimination doivent être ascendants.
ja: 破棄しきい値は昇順でなければなりません
pt: Os limites do descarte devem estar em ordem crescente
ru: Пороги исключения должны возрастать
zh_cn: 放弃临界值必须递增

source: Discarding
es: Rechazo
fr: Élimination en cours
ja: 破棄
pt: Descartando
ru: Исключение
zh_cn: 放弃

# startingFromNumberOfRaces
source: Starting from how many races
es: Empezando por cuántas carreras
fr: Début au nombre de courses
ja: レース数から開始
pt: A partir de quantas corridas
ru: Начиная с числа гонок
zh_cn: 从比赛轮次数开始

source: Rename Leaderboard
es: Cambiar nombre de tabla de clasificación
fr: Renommer palmarès
ja: リーダーボード名称変更
pt: Renomear painel de classificação
ru: Переименовать таблицу лидеров
zh_cn: 重命名积分榜

source: Add Column to Leaderboard
es: Añadir columna a tabla de clasificación
fr: Ajouter colonne à palmarès
ja: リーダーボードに列を追加
pt: Adicionar coluna ao painel de classificação
ru: Добавить столбец в таблицу лидеров
zh_cn: 向列添加积分榜

# pleaseEnterNameForNewRaceColumn
source: Please enter a name for new race column
es: Indique un nombre para la nueva columna de carrera
fr: Saisissez un nom pour la nouvelle colonne de course.
ja: 新規レース列の名称を入力してください
pt: Insira um nome para a coluna da corrida nova
ru: Введите название для столбца новой гонки
zh_cn: 请输入新比赛轮次列的名称

source: OK
ru: ОК
zh_cn: 确定

source: Medal Race
fr: Course médaillée
ja: メダルレース
pt: Corrida para medalha
ru: Гонка на медали
zh_cn: 奖牌轮

source: Rename Race
es: Cambiar nombre de carrera
fr: Renommer course
ja: レース名称変更
pt: Renomear corrida
ru: Переименовать гонку
zh_cn: 重命名比赛轮次

source: Open Selected Leaderboard
es: Abrir tabla de clasificación seleccionada
fr: Ouvrir le palmarès sélectionné
ja: 選択したリーダーボードを開く
pt: Abrir painel de classificação selecionado
ru: Открыть выбранную таблицу лидеров
zh_cn: 打开选择的积分榜

source: Rank
es: Categoría
fr: Place
ja: ランク
pt: Posição
ru: Ранг
zh_cn: 名次

# rankTooltip
source: Competitor''s rank in the race
es: Posición del competidor en la carrera
fr: Place du concurrent dans la course
ja: レースにおける競技者のランク
pt: Posição do competidor na corrida
ru: Ранг участника в данной гонке
zh_cn: 参赛队在比赛轮次中的名次

source: Regatta Rank
es: Posición en la regata
fr: Place dans la régate
ja: レガッタランク
pt: Posição na regata
ru: Ранг в регате
zh_cn: 比赛名次

# regattaRankTooltip
source: Competitor''s rank in the regatta
es: Posición del competidor en la regata
fr: Place du concurrent dans la régate
ja: レガッタにおける競技者のランク
pt: Posição do competidor na regata
ru: Ранг участника в регате
zh_cn: 参赛队在比赛中的名次

source: Overall Rank
es: Posición general
fr: Place au classement général
ja: 全体ランク
pt: Posição geral
ru: Общий ранг
zh_cn: 总名次

# overallRankTooltip
source: Competitor''s rank in the series
es: Posición del competidor en la serie
fr: Place du concurrent dans la série
ja: シリーズにおける競技者のランク
pt: Posição do competidor na série
ru: Ранг участника в серии
zh_cn: 参赛队在系列赛中的名次

# totalRegattaRank
source: Regatta Rank
es: Posición en la regata
fr: Place dans la régate
ja: レガッタランク
pt: Posição na regata
ru: Ранг в регате
zh_cn: 比赛名次

# leg
source: L
ru: Э

# distanceInMeters
source: Distance
es: Distancia
ja: 距離
pt: Distância
ru: Дистанция
zh_cn: 距离

# averageSpeedInKnots
source: ∅ Speed
es: ∅ Velocidad
fr: ∅ Vitesse
ja: ∅ 速力
pt: ∅ velocidade
ru: ∅ Скорость
zh_cn: ∅ 速度

# averageSpeedInKnotsTooltip
source: The average speed over ground during this leg,\ncalculated with the division of the distance traveled by the time needed.
es: Velocidad media sobre el fondo durante este tramo,\ncalculada dividiendo la distancia recorrida por el tiempo empleado.
fr: La vitesse fond moyenne pour cette portion du parcours,\ncalculée en divisant la distance parcourue par le temps nécessité.
ja: このレグ中の平均対地速力は、\n必要とした時間で移動距離を割ったもので計算されます。
pt: A velocidade média no fundo durante esta perna,\ncalculada com a divisão da distância navegada pelo tempo necessário.
ru: Средняя скорость относительно грунта на данном отрезке:\nотношение пройденного расстояния к затраченному времени.
zh_cn: 此航段的平均实际速度，\n通过航行的距离除以所需的时间计算得出。

# raceAverageSpeedInKnotsTooltip
source: The average speed over ground during this race,\ncalculated with the division of the distance traveled by the time needed.
es: Velocidad media sobre el fondo durante esta carrera,\ncalculada dividiendo la distancia recorrida por el tiempo empleado.
fr: La vitesse fond moyenne pour cette course,\ncalculée en divisant la distance parcourue par le temps nécessité.
ja: このレース中の平均対地速力は、\n必要とした時間で移動距離を割ったもので計算されます。
pt: A velocidade média no fundo durante esta corrida,\ncalculada com a divisão da distância viajada pelo tempo necessário.
ru: Средняя скорость в течение гонки,\nвычисляемая делением пройденного расстояния на затраченное время.
zh_cn: 此比赛轮次的平均实际速度，\n通过航行的距离除以所需的时间计算得出。

source: Rank Gain
es: Mejora de posición
fr: Gain de place(s)
ja: ランクゲイン
pt: Ganho de posição
ru: Повышение ранга
zh_cn: 名次进阶

# rankGainTooltip
source: The difference of the position from the current and the previous leg.
es: Diferencia de la posición entre el tramo actual y el tramo anterior.
fr: La différence de la position entre la portion de parcours actuelle et la précédente.
ja: 現在および前のログからのポジションの変化です。
pt: A diferença da posição da perna atual e da anterior.
ru: Разница в положении между текущим и предыдущим отрезками.
zh_cn: 当前和先前航段的位置差异。

source: Leaderboard
es: Tabla de clasificación
fr: Palmarès
ja: リーダーボード
pt: Painel de classificação
ru: Таблица лидеров
zh_cn: 积分榜

source: Leaderboards
es: Tablas de clasificación
fr: Palmarès
ja: リーダーボード
pt: Painéis de classificação
ru: Таблицы лидеров
zh_cn: 积分榜

source: Leaderboard Settings
es: Opciones de tabla de clasificación
fr: Options du palmarès
ja: リーダーボード設定
pt: Configurações do painel de classificação
ru: Параметры таблицы лидеров
zh_cn: 积分榜设置

source: Settings
es: Opciones
fr: Options
ja: 設定
pt: Configurações
ru: Параметры
zh_cn: 设置

source: Select at least one leg detail
es: Seleccione al menos un detalle de tramo
fr: Sélectionnez au moins un détail de portion de parcours.
ja: レグ詳細を少なくとも 1 つ選択
pt: Selecionar pelo menos um detalhe da perna
ru: Выберите подробности минимум одного отрезка
zh_cn: 至少选择一个航段详情

# currentSpeedOverGroundInKnotsTooltip
source: The current speed over ground.
es: Velocidad actual sobre el fondo.
fr: La vitesse fond actuelle.
ja: 現在の対地速力です。
pt: A velocidade no fundo atual.
ru: Текущая скорость относительно грунта.
zh_cn: 当前实际速度。

# estimatedTimeToNextWaypointInSecondsTooltip
source: The estimated time that the competitor needs to reach the next waypoint, based on the competitor''s current velocity made good, considering the true wind direction.
es: Tiempo estimado que necesita el competidor para llegar al siguiente punto de ruta en función de su VMG actual y teniendo en cuenta la dirección real del viento.
fr: Temps estimé avant l'arrivée dont aura besoin le concurrent pour atteindre le prochain point de cheminement, basé sur le compromis Cap/Vitesse (VMG) actuel du concurrent, en prenant compte de la direction réelle du vent.
ja: 真風向を考慮して、競技者の現在の VMG (有効速度) に基づいて競技者が次の変針点に到達するために必要な推定時間です。
pt: O tempo previsto de que o competidor precisa para chegar ao próximo waypoint, com base na VMG atual do competidor, considerando a direção do vento verdadeiro.
ru: Ожидаемое время достижения участником следующей путевой точки при эффективной скорости лавирования (VMG) с учетом направления истинного ветра.
zh_cn: 考虑到实际风向，参赛队以当前沿计划航线上的航速到达下个航路点所需要的预计时间。

# gapToLeaderInSeconds
source: Gap to leader
es: Gap to leader (diferencia con respecto al líder)
fr: Écart par rapport au concurrent en tête
ja: 首位艇までの距離差
pt: Distância para líder
ru: Отставание от лидера
zh_cn: 与第一名的差距

# gapToLeaderInSecondsTooltip
source: Estimates the (calculated) arrival time at the current position of the boat that is farthest ahead,\nbased on average VMG for the current leg and with performance equal to that of the race leader for subsequent legs.\nThe gap tells how much earlier the competitor would have had to be where she currently is\nin order to rank equal to the race leader at the projected arrival at the current position of the boat farthest ahead.
es: Realiza un cálculo estimado del tiempo de llegada a la posición actual de la embarcación más adelantada basándose en la VMG media para el tramo actual y un rendimiento igual al del líder de la carrera para tramos posteriores. La diferencia con respecto al líder indica con cuánta anticipación el competidor debería haber estado donde está actualmente con el fin de ocupar el mismo lugar que el líder en la llegada prevista en la posición actual de la embarcación más adelantada.
fr: Estime l'heure d'arrivée (calculée) à la position actuelle du bateau en tête de la course.\nLe calcul est basé sur le compromis Cap/Vitesse (VMG) moyen de la portion du parcours actuelle, et une performance égale à celle du concurrent en tête de la course pour les portions de parcours suivantes.\nL'écart indique de combien temps plus tôt le concurrent aurait dû arriver là où il/elle se trouve actuellement\nafin de pouvoir prétendre à la même place que le concurrent en tête de la course, à l'arrivée projetée à la position actuelle du bateau en tête.
ja: 最も遠くの前方にいる艇の現在位置での (計算) 到着時刻を、\n現在レグの平均 VMG および後続レグに対するレース首位艇と同等の性能に基づいて推定します。\nこの距離差は、最も遠くの前方にいる艇の現在位置に到着が予測される時点においてレース首位艇と同じランクとなるために\n競技者が現在位置する場所までどれだけ以前にいなければならなかったかを示します。
pt: Prevê a hora de chegada (calculada) na posição atual do barco que está mais à frente,\ncom base na VMG média para a perna atual e com performance igual à do líder da corrida para as pernas subsequentes.\nA distância indica quanto mais cedo o competidor teria de estar onde está atualmente\npara ter a mesma posição do líder da corrida na chegada prevista na posição do barco que está mais à frente.
ru: Оценивает самое ранее (расчетное) время прибытия лодки в текущую позицию,\nисходя из среднего значения VMG для текущего отрезка и эффективности, равной эффективности лидера гонки, для последующих отрезков.\nПоказывает, насколько раньше нужно было прийти в текущую позицию,\nчтобы иметь ранг лидера гонки в расчетное время прибытия в текущую позицию лидирующей лодки.
zh_cn: 根据当前航段的平均沿计划航线上的航速 (VMG) 和同等于比赛轮次第一名在后续航段的成绩，预计到达最前方船只当前位置的（计算）时间。\n此差距表明参赛队必须超前于其目前的航行状况才能以预计时间到达最前方船只当前位置取得与比赛轮次第一名相同的名次。

# velocityMadeGoodInKnotsTooltip
source: The velocity made good, which is the windward/leeward speed for upwind/downwind legs, respectively, or the along-track speed for reaching legs.
es: Velocidad efectiva a rumbo óptimo, es decir, la velocidad a barlovento/sotavento para ceñidas/empopadas, respectivamente, o la velocidad a lo largo de la derrota propuesta para alcanzar tramos.
fr: Le compromis Cap/Vitesse (Velocity Made Good) correspond à la vitesse au vent/sous le vent pour portions de parcours dans le lit du vent/à vent arrière, respectivement, ou à la vitesse de parcours pour atteindre une portion de parcours.
ja: アップウィンド/ダウンウィンドレグに対する風上/風下速度である VMG、またはリーチングレグに対するアロングトラック速度です。
pt: Velocidade diretamente na linha do vento real, que é a velocidade a barlavento/sotavento para pernas de contravento/popa, respectivamente, ou a velocidade ao longo da pista para pernas de través.
ru: Эффективная скорость лавирования, то есть скорость хода переменными галсами или полным ветром на отрезках с соответствующими условиями.
zh_cn: 沿计划航线上的航速分别指迎/顺风航段时的上风/下风速度，或横风航段的沿轨道航行速度。

# windwardDistanceToGoInMeters
source: Windward distance to go
es: Distancia a barlovento a recorrer
fr: Distance au vent/sous le vent restante
ja: ウィンワード残り距離
pt: Distância a barlavento a efetuar
ru: Осталось пройти
zh_cn: 离开上风距离

# windwardDistanceToGoInMetersTooltip
source: Windward/leeward distance from the competitor''s current position to the end of the leg for upwind/downwind legs, respectively, or the along-track distance for reaching legs.
es: Distancia a barlovento/sotavento desde la posición actual del competidor hasta el final del tramo para ceñidas/empopadas, respectivamente, o distancia a lo largo de la derrota propuesta para alcanzar tramos.
fr: Distance au vent/sous le vent de la position actuelle du concurrent jusqu'à la fin de cette portion de parcours pour les portions dans le lit du vent/à vent arrière, respectivement, ou la distance de parcours pour atteindre une portion de parcours.
ja: アップウィンド/ダウンウィンドレグに対する競技者の現在位置からレグの最後までのウィンワード/リーワード距離、またはリーチングレグのアロングトラック距離です。
pt: Distância a barlavento/sotavento da posição atual do competidor até o fim da perna para pernas de contravento/popa, respectivamente, ou a distância ao longo da pista para pernas de través.
ru: Расстояние от текущей позиции участника до конца отрезка с учетом направления ветра.
zh_cn: 参赛队的当前位置分别与迎/顺风航段终点的上风/下风距离，或横风航段的沿轨道航行距离。

# windwardDistanceToCompetitorFarthestAheadInMeters
source: Gap
fr: Écart
ja: 距離差
pt: Distância
ru: Отставание
zh_cn: 差距
