Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# eventRegattaHeaderLegendVideoNo
source: No video streams
es: No hay transmisiones de vídeo
fr: Aucun flux vidéo
ja: 動画ストリームなし
pt: Sem fluxos de vídeo
ru: Нет видеопотоков
zh_cn: 无视频流

# eventRegattaHeaderLegendAudioNo
source: No audio streams
es: No hay transmisiones de audio
fr: Aucun flux audio
ja: 音声ストリームなし
pt: Sem fluxos de áudio
ru: Нет аудиопотоков
zh_cn: 无音频流

source: Angle in degree
es: Ángulo en grado
fr: Angle en degrés
ja: 角度 (度)
pt: Ângulo em graus
ru: Угол в градусах
zh_cn: 角度（度）

source: Angle in radian
es: Ángulo en radián
fr: Angle en radians
ja: 角度 (ラジアン)
pt: Ângulo em radianos
ru: Угол в радианах
zh_cn: 角度（弧度）

source: Central angle in radian
es: Ángulo central en radián
fr: Angle au centre en radians
ja: 中心角 (度)
pt: Ângulo central em radianos
ru: Центральный угол в градусах
zh_cn: 圆心角（弧度）

source: Central angle in degree
es: Ángulo central en grado
fr: Angle au centre en degrés
ja: 中心角 (ラジアン)
pt: Ângulo central em graus
ru: Центральный угол в радианах
zh_cn: 圆心角（度）

source: Kilometers
es: Kilómetros
fr: Kilomètres
ja: キロメートル
pt: Quilômetros
ru: Километры
zh_cn: 千米

source: Meters
es: Metros
fr: Mètres
ja: メートル
pt: Metros
ru: Метры
zh_cn: 米

source: Nautical Miles
es: Millas náuticas
fr: Milles nautiques
ja: 海里
pt: Milhas náuticas
ru: Морские мили
zh_cn: 海里

source: Sea Miles
es: Millas marinas
fr: Milles marins
ja: 海里
pt: Milhas marítimas
ru: Морские мили
zh_cn: 海里

source: Geographical Miles
es: Millas geográficas
fr: Milles géographiques
ja: 地理マイル
pt: Milhas geográficas
ru: Географические мили
zh_cn: 地理英里

source: Days
es: Días
fr: Jours
ja: 日
pt: Dias
ru: Дни
zh_cn: 天

source: Hours
es: Horas
fr: Heures
ja: 時間
pt: Horas
ru: Часы
zh_cn: 小时

source: Minutes
es: Minutos
ja: 分
pt: Minutos
ru: Минуты
zh_cn: 分钟

source: Seconds
es: Segundos
fr: Secondes
ja: 秒
pt: Segundos
ru: Секунды
zh_cn: 秒

source: Milliseconds
es: Milisegundos
fr: Millisecondes
ja: ミリ秒
pt: Milissegundos
ru: Миллисекунды
zh_cn: 毫秒

# floatNumber
source: Float
es: Flotador
fr: Flottant
ja: 浮動小数点型
pt: Margem
ru: Плавающее
zh_cn: 浮点数

source: Integer
es: Entero
fr: Entier
ja: 整数
pt: Número inteiro
ru: Целое
zh_cn: 整数

# totalAverageSpeedOverGround
source: ∅ SOG
es: ∅ SOG (velocidad sobre el fondo)
fr: ∅ Vf
zh_cn: ∅ 实际速度

source: Copyright
ja: 著作権
pt: Direitos autorais
zh_cn: 版权

source: strategyOption1
fr: Option de stratégie 1
pt: Opção 1 de estratégia
zh_cn: 策略选项 1

source: strategyOption2
fr: Option de stratégie 2
pt: Opção 2 de estratégia
zh_cn: 策略选项 2

source: strategyOption3
fr: Option de stratégie 3
pt: Opção 3 de estratégia
zh_cn: 策略选项 3

# courseOverGroundTrueDegrees
source: COG
fr: Route fond
zh_cn: 对地航向

# dashboardWindBot
source: Wind Bot
fr: Bot du vent
ja: ウィンドボット
zh_cn: 风力机器人程序

# millionValue
source: {0,number,#0.0} mil
ja: {0,number,#0.0} 百万
pt: {0,número,#0.0} mil
zh_cn: {0,number,#0.0} 百万

# billionValue
source: {0,number,#0.0} bil
ja: {0,number,#0.0} 十億
pt: {0,número,#0.0} bil
zh_cn: {0,number,#0.0} 十亿

source: PassId
es: ID pase
fr: ID de passage
ja: パス ID
pt: ID de passagem
zh_cn: 场次编号

# pointsValue
source: {0,number,#0.00}
pt: {0,número,#0.00}

# currentOfTotal
source: {0,number}/{1,number}
pt: {0,número}/{1,número}

# currentSpeedOverGroundInKnots
source: SOG
es: SOG (speed over ground)
fr: Vf

# estimatedTimeToNextWaypointInSeconds
source: ETA
es: ETA (estimated time of arrival)
fr: TEA

# velocityMadeGoodInKnots
source: VMG
es: VMG (velocity made good)

# dashboardTrueWindSpeed
source: TWS
fr: Vitesse vent réel

# dashboardTrueWindDirection
source: TWD
fr: Direction vent réel

# appstoreBadgeSuffix
source: _en
fr: _fr
