Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# importNoDataReturned
source: No data was returned by the server
es: El servidor no ha devuelto datos
fr: Aucune donnée retournée par le serveur
ja: データがサーバから戻されませんでした
pt: Não foram retornados dados pelo servidor
ru: Сервер не вернул никаких данных
zh_cn: 服务器未返回数据

# importServerError
source: GET leaderboardgroups request failed with Server error. Please see server logs for more information.
es: La solicitud GET de grupos de tablas de clasificación ha fallado con el error de servidor: Consulte los logs del servidor para obtener más información.
fr: Échec de la requête GET pour l'obtention des groupes de palmarès avec erreur de serveur. Pour plus d'informations, consultez les journaux du serveur.
ja: リーダーボード取得の要求がサーバエラーで失敗しました。詳細については、サーバログを参照してください。
pt: Falha na solicitação de grupos de painéis de classificação GET com erro do servidor. Consultar registros do servidor para mais informações.
ru: Сбой GET-запроса групп таблиц лидеров с ошибкой сервера. Дополнительные сведения см. в журналах сервера.
zh_cn: 获取积分榜请求失败，服务器出错。请查看服务器日志，了解更多信息。

# importOverrideSwitchLabel
source: Override existing data if names and ids match
es: Sobrescribir datos existentes si los nombres y los ID coinciden.
fr: Remplacer données existantes si les noms et ID correspondent
ja: 名称と ID が一致する場合に既存データを上書き
pt: Substituir dados existentes se nomes e IDs corresponderem
ru: Переопределять существующие данные при совпадении названий и идентификаторов
zh_cn: 如果名称和编号匹配，则覆盖现有数据

source: Import selected leaderboard groups
es: Importar grupos de tablas de clasificación seleccionados
fr: Importer groupes de palmarès sélectionnés
ja: 選択したリーダーボードグループのインポート
pt: Importar grupos de painéis de classificação selecionados
ru: Импорт выбранных групп таблиц лидеров
zh_cn: 导入选择的积分榜分组

# importSelectAtLeastOne
source: You have to select at least one leaderboard group to import
es: Ha seleccionado para importar al menos un grupo de tablas de clasificación
fr: Vous devez sélectionner au moins un groupe de palmarès à importer.
ja: インポートするリーダーボードグループを少なくとも 1 つ選択する必要があります
pt: Você precisa selecionar pelo menos um grupo de painéis de classificação para importar
ru: Выберите не менее одной группы таблиц лидеров для импорта
zh_cn: 必须至少选择一个要导入的积分榜分组

source: Deselect all
es: Deseleccionar todo
fr: Désélectionner tout
ja: 全選択解除
pt: Desmarcar tudo
ru: Отменить все
zh_cn: 取消全选

# polarDiagramButton
source: Polar Diagram
es: Diagrama polar
fr: Diagramme polaire
ja: ポーラーダイアグラム
pt: Diagrama da carta polar
ru: Полярная диаграмма
zh_cn: 极坐标图

# ratioBetweenTimeSinceLastPositionFixAndAverageSamplingInterval
source: GPS Lag
es: Intevalo de GPS
fr: Écart GPS
ja: GPS ラグ
pt: Atraso do GPS
ru: Задержка GPS
zh_cn: GPS 滞后

# ratioBetweenTimeSinceLastPositionFixAndAverageSamplingIntervalTooltip
source: Ratio between time since last received GPS position and average sampling interval
es: Proporción entre el tiempo de la última posición recibida de GPS y el intervalo de muestra medio.
fr: Ratio entre l'heure de réception de la dernière position GPS position et l'intervalle d'échantillonnage moyen
ja: 最後に GPS 位置を受信してからの時間と平均サンプリング間隔の間の比率
pt: Proporção entre o tempo desde a última posição recebida do GPS e o intervalo médio de amostra
ru: Отношение между временем с момента последнего получения позиции GPS и средним интервалом дискретизации
zh_cn: 上次接收的 GPS 位置的时间和平均采样间隔之间的比率

source: Tracking quality
es: Calidad de rastreo
fr: Qualité du suivi
ja: 追跡品質
pt: Qualidade de rastreamento
ru: Качество отслеживания
zh_cn: 跟踪质量

source: Leg Type
es: Tipo de tramo
fr: Type de portion de parcours
ja: レグタイプ
pt: Tipo de perna
ru: Тип отрезка
zh_cn: 航段形式

# sailID
source: Sail Number
es: Número de vela
fr: Numéro de voile
ja: セールナンバー
pt: Número da vela
ru: Номер на парусе
zh_cn: 帆号

source: Series leaderboard
es: Tabla de clasificación de serie
fr: Palmarès de la série
ja: シリーズリーダーボード
pt: Painel de classificação da série
ru: Таблица лидеров серии
zh_cn: 系列积分榜

source: Regatta leaderboards
es: Clasificaciones de regata
fr: Palmarès de la régate
ja: レガッタリーダーボード
pt: Painéis de classificação de regata
ru: Таблицы лидеров регаты
zh_cn: 比赛积分榜

source: Clear Selection
es: Borrar selección
fr: Effacer la sélection
ja: 選択のクリア
pt: Anular seleção
ru: Очистить выбор
zh_cn: 清除选择

source: Running
es: En ejecución
fr: En cours d'exécution
ja: 実行中
pt: Em competição
ru: Выполнение
zh_cn: 运行

# runAsSubstantive
source: Run
es: Ejecutar
fr: Exécuter
ja: 実行
pt: Competir
ru: Выполнить
zh_cn: 运行

source: Done
es: Hecho
fr: Terminé
ja: 実行済
pt: Concluído
ru: Готово
zh_cn: 完成

source: Last finished
es: Último que ha terminado
fr: Fin de dernière exécution
ja: 最終フィニッシュ
pt: Último a concluir
ru: Последний финиш
zh_cn: 最后完成

source: Run
es: Ejecutar
fr: Exécuter
ja: 実行
pt: Competir
ru: Выполнить
zh_cn: 运行

source: times
es: tiempos
fr: durées
ja: 回
pt: vezes
ru: раз
zh_cn: 次数

source: Data amount
es: Cantidad de datos
fr: Volume de données
ja: データ量
pt: Quantidade de dados
ru: Объем данных
zh_cn: 数据量

# averageCleanedServerTime
source: ∅ Cleaned Server Time
es: ∅ Tiempo de servidor limpio
fr: ∅ Durée de nettoyage du serveur
ja: ∅ サーバ時間のクリア
pt: ∅ tempo de servidor anulado
ru: ∅ Очищенное время сервера
zh_cn: ∅ 清理服务器时间

# averageCleanedOverallTime
source: ∅ Cleaned Overall Time
es: ∅ Tiempo global limpio
fr: ∅ Durée globale de nettoyage
ja: ∅ 全体時間のクリア
pt: ∅ tempo geral anulado
ru: ∅ Очищенное общее время
zh_cn: ∅ 清理总时间

source: Data Mining Benchmark Results
es: Resultado de benchmarck de minería de datos
fr: Résultats benchmark d'exploration de données
ja: データマイニングベンチマーク結果
pt: Resultados de referência de data mining
ru: Результаты сравнительного анализа добычи данных
zh_cn: 数据挖掘基准结果

source: Server Time
es: Tiempo de servidor
fr: Heure du serveur
ja: サーバ時間
pt: Tempo de servidor
ru: Время сервера
zh_cn: 服务器时间

# confidenceShouldBeBetween
source: Confidence values need to be between 0 and 1.
es: Los valores de confianza deben encontrarse entre 0 y 1.
fr: Les valeurs de fiabilité doivent se situer entre 0 et 1.
ja: 信頼値は 0 から 1 までの間である必要があります。
pt: Os valores de confiança precisam estar entre 0 e 1.
ru: Значения достоверности должны быть между 0 и 1
zh_cn: 置信度需要介于 0 和 1。

# minDataValuesNeedToBeAtLeastZero
source: Minimum data size values cannot be negative.
es: Los valores del tamaño mínimo de datos no pueden ser negativos.
fr: Les valeurs de tailles de données minimales ne peuvent pas être négatives.
ja: 最小データサイズ値はマイナスにはできません。
pt: Os valores mínimos do tamanho dos dados não podem ser negativos.
ru: Значения минимального размера данных не могут быть отрицательными.
zh_cn: 最小数据大小值不能为负。

# numberOfColumnsAtLeast2
source: The number of histogram columns needs to be more than one.
es: El número de columnas de histograma debe ser mayor que uno.
fr: Le nombre de colonnes d'histogrammes doit être supérieur à un.
ja: ヒストグラム列の数は複数である必要があります。
pt: O número de colunas do histograma precisa ser superior a um.
ru: Число столбцов гистограммы должно быть больше единицы.
zh_cn: 直方图列数需要为一个以上。

# outlierRadiusNeedsToBePositiveString
source: The outlier radius needs to be a positive number.
es: El radio de valores atípicos debe ser un número positivo.
fr: Le rayon des valeurs aberrantes doit être un nombre positif.
ja: 半径の異常値はプラスの数である必要があります。
pt: O raio do outlier precisa ser um número positivo.
ru: Радиус выбросов должен быть положительным числом.
zh_cn: 离群点半径需要为正数。

# outlierMinimumNeighborhoodPctString
source: The outlier neighborhood percentage needs to be positive and max. 1.
es: El porcentaje de valores atípicos adyacentes debe ser positivo y 1 como máximo.
fr: Le pourcentage de voisinage des valeurs aberrantes doit être un nombre positif, max. 1.
ja: 近傍率はプラスで最大 1 である必要があります。
pt: A porcentagem de proximidade do outlier precisa ser positiva e 1 no máximo.
ru: Процент окрестности выброса должен быть положительным и не более 1.
zh_cn: 离群点邻近百分比需要为正数，最大为 1。

# oneOrMoreParametersAreEmpty
source: Parameter fields cannot be empty.
es: Los campos de parámetros no pueden estar vacíos.
fr: Les zones de paramètres ne peuvent pas être vides.
ja: パラメータ項目は空白にはできません。
pt: Os campos de parâmetros não podem estar em branco.
ru: Поля параметров не могут быть пустыми.
zh_cn: 参数字段不能为空。

# errorWhileAddingSeriesToChart
source: Error occured while trying to add\na new series to the chart.
es: Error al intentar añadir\nnuevas series al gráfico.
fr: Une erreur s'est produite lors de la tentative d'ajout\nd'une nouvelle série au graphique.
ja: 新規シリーズをチャートに追加\nしようとしてエラーが発生しました。
pt: Ocorreu um erro ao tentar adicionar\numa nova série ao diagrama.
ru: Ошибка при попытке добавить\nновую серию в диаграмму.
zh_cn: 尝试向记录添加\n新系列时出错。

source: Generating Polar Sheet...
es: Generando hoja polar...
fr: Génération de la fiche polaire...
ja: ポーラーシートを生成しています...
pt: Gerando folha de carta polar...
ru: Генерирование полярных данных...
zh_cn: 正在生成极坐标表...

# dataCount
source: Data Size
es: Tamaño de datos
fr: Volume des données
ja: データサイズ
pt: Tamanho de dados
ru: Размер данных
zh_cn: 数据大小

source: Generation finished!
es: Generación finalizada
fr: Génération terminée
ja: 生成が終了しました
pt: Geração concluída!
ru: Генерирование завершено!
zh_cn: 生成完成！

source: Generating
es: Generando
fr: Génération en cours...
ja: 生成中
pt: Gerando
ru: Генерирование
zh_cn: 正在生成

source: Remove all sheets
es: Eliminar todas las hojas
fr: Supprimer toutes les fiches
ja: 全シート削除
pt: Remover todas as folhas
ru: Удалить все листы
zh_cn: 移除所有工作表

source: Remove all
es: Eliminar todo
fr: Tout supprimer
ja: 全削除
pt: Remover tudo
ru: Удалить все
zh_cn: 全部移除

source: Select sheet
es: Seleccionar hoja
fr: Sélectionner fiche
ja: シート選択
pt: Selecionar folha
ru: Выбрать лист
zh_cn: 选择工作表

source: Cleaned Server Time
es: Tiempo de servidor limpio
fr: Durée de nettoyage du serveur
ja: サーバ時間のクリア
pt: Tempo de servidor anulado
ru: Очищенное время сервера
zh_cn: 清理服务器时间

source: Overall Time
es: Tiempo total
fr: Durée globale
ja: 全体時間
pt: Tempo geral
ru: Общее время
zh_cn: 总时间

source: Cleaned Overall Time
es: Tiempo global limpio
fr: Durée globale de nettoyage
ja: 全体時間のクリア
pt: Tempo geral anulado
ru: Очищенное общее время
zh_cn: 清理总时间

source: Data Mining Result
es: Resultado de minería de datos
fr: Résultat d'exploration de données
ja: データマイニング結果
pt: Resultado de data mining
ru: Результат добычи данных
zh_cn: 数据挖掘结果

source: Group by
es: Agrupar por
fr: Regrouper par
ja: グループキー
pt: Agrupar por
ru: Группировать по
zh_cn: 分组方式

# statisticToCalculate
source: Calculate statistic
es: Calcular estadística
fr: Calculer statistiques
ja: 統計の計算
pt: Calcular estatística
ru: Рассчитать статистику
zh_cn: 计算统计

# queryResultsChartSubtitle
source: Worked through {0} data entries in {1} seconds
es: Se ha trabajado en {0} entradas de datos en {1} segundos
fr: {0} entrées de données analysées en {1} secondes
ja: {0} データエントリを {1} 秒で処理済
pt: Percorreu {0} entradas de dados em {1} segundos
ru: Обработано {0} зап. данных за {1} с
zh_cn: {1}秒内处理{0}个数据条目

source: No query selected
es: Ninguna consulta seleccionada
fr: Aucune requête sélectionnée
ja: クエリ未選択
pt: Nenhuma consulta selecionada
ru: Не выбран запрос
zh_cn: 没有查询选择

source: Run automatically
es: Ejecutar automáticamente
fr: Exécuter automatiquement
ja: 自動的に実行
pt: Executar automaticamente
ru: Выполнить автоматически
zh_cn: 自动运行

# windImport_Upload
source: Upload
es: Cargar
fr: Charger
ja: アップロード
pt: Carregar
ru: Отправить
zh_cn: 上传

# windImport_Title
source: Import Wind from Expedition
es: Importar viento desde expedición
fr: Importer vent de l'expédition
ja: Expedition から風をインポート
pt: Importar vento de Expedition
ru: Импортировать ветер из Expedition
zh_cn: 从导航图导入风力

# windImport_BoatId
source: Boat Id:
es: ID de embarcación:
fr: N° du bateau :
ja: 艇 ID:
pt: ID do barco:
ru: Ид. лодки:
zh_cn: 船只编号：

# windImport_SelectedRacesWarning
source: Do you really want to import wind into the selected {0} races?\nOnly races with applicable time window will be affected anyway.
es: ¿Desea realmente importar viento en las {0} carreras seleccionadas? En cualquier caso, solamente se verán afectadas las carreras con período de tiempo aplicable.
fr: Voulez-vous réellement importer les données de vent dans les {0} courses ?\nNotez que seules les courses dont l'intervalle est pertinent seront prises en compte.
ja: 選択した {0} レースに風をインポートしますか。\n影響を受けるのは適用可能な時間ウィンドウにあるレースのみです。
pt: Você quer realmente importar o vento para as corridas {0} selecionadas?\nSó as corridas com um intervalo aplicável serão afetadas.
ru: Вы действительно хотите импортировать ветер в выбранные гонки ({0})?\nЗатронуты будут только гонки с применимым окном времени.
zh_cn: 是否确定将风力数据导入所选的{0}个比赛轮次？\n只有时间范围适用的比赛轮次将受到影响。

# windImport_AllRacesWarning
source: Do you really want to import wind into all races?\nOnly races with applicable time window will be affected anyway.
es: ¿Desea realmente importar viento en todas las carreras? En cualquier caso, solamente se verán afectadas las carreras con período de tiempo aplicable.
fr: Voulez-vous réellement importer les données de vent dans toutes les courses ?\nNotez que seules les courses dont l'intervalle est pertinent seront prises en compte.
ja: すべてのレースに風をインポートしますか。\n影響を受けるのは適用可能な時間ウィンドウにあるレースのみです。
pt: Você quer realmente importar o vento para todas as corridas?\nSó as corridas com um intervalo aplicável serão afetadas.
ru: Вы действительно хотите импортировать ветер во все гонки ()?\nЗатронуты будут только гонки с применимым окном времени.
zh_cn: 是否确定将风力数据导入所有比赛轮次？\n只有时间范围适用的比赛轮次将受到影响。

# windImport_ResultHeader
source: Imported wind from: {0} to: {1}. {2} races affected.
es: Viento importado de: {0} a: {1}. {2} carreras afectadas.
fr: Données de vent importées de : {0} à : {1}. Appliqué à {2} course(s).
ja: {0} から {1} に風をインポートしました。{2} レースが影響を受けます。
pt: Vento importado de: {0} para: {1}. {2} corridas afetadas.
ru: Импортирован ветер из {0} в {1}. Затронуто гонок: {2}.
zh_cn: 导入的风力数据自： {0}至： {1}。{2}个比赛轮次受到影响。

# windImport_ResultEntry
source: Race: {0} ({1}) - {2} fixes from: {3} to: {4}
es: Carrera: {0} ({1}) - {2} correcciones de: {3} a: {4}
fr: Course : {0} ({1}) - {2} points de : {3} à : {4}
ja: レース: {0} ({1}) - {2} フィックス 開始: {3} 終了: {4}
pt: Corrida: {0} ({1}) - {2} pontos fixos de: {3} para: {4}
ru: Гонка: {0} ({1}) – {2} зам. из: {3} в: {4}
zh_cn: 比赛轮次： {0} ({1}) - {2} 修复自： {3}至： {4}

# windImport_ResultError
source: Error: {0}
fr: Erreur : {0}
ja: エラー: {0}
pt: Erro: {0}
ru: Ошибка: {0}
zh_cn: 错误： {0}

# gribWindImport_Title
source: Import wind from GRIB files
es: Importar viento desde archivos GRIB
fr: Importer données de vent à partir de fichiers GRIB
ja: 風を GRIB ファイルからインポート
pt: Importar vento de arquivos GRIB
ru: Импорт ветра из файлов GRIB
zh_cn: 从 GRIB 文件导入风力数据

# showWindSpeedSeriesTooltip
source: Toggles the visibility of the wind speed for all data sources
es: Alterna la visibilidad de la velocidad del viento para todas las fuentes de datos
fr: Bascule la visibilité de la vitesse du vent pour toutes les sources de données
ja: すべてのデータソースに対する風速の表示を切替
pt: Comuta a visibilidade da velocidade do vento para todas as fontes de dados
ru: Переключает видимость скорости ветра для всех источников данных
zh_cn: 切换所有数据源的风速的可见性

# showWindDirectionSeriesTooltip
source: Toggles the visibility of the wind direction for all data sources
es: Alterna la visibilidad de la dirección del viento para todas las fuentes de datos
fr: Bascule la visibilité de la direction du vent pour toutes les sources de données
ja: すべてのデータソースに対する風向の表示を切替
pt: Comuta a visibilidade da direção do vento para todas as fontes de dados
ru: Переключает видимость направления ветра для всех источников данных
zh_cn: 切换所有数据源的风向的可见性

# combinedWindSourceTypeTooltip
source: Combines all other wind sources to one data set
es: Combina todas las demás fuentes de vientos en un conjunto de datos
fr: Combine toutes les autres sources de vent en un ensemble de données
ja: 他のすべての風源を 1 つのデータセットに結合
pt: Combina todas as outras origens do vento em um conjunto de dados
ru: Объединяет все другие источники ветра в один набор данных
zh_cn: 将所有其他风源组合到一个数据集中

# legMiddleWindSourceTypeTooltip
source: Combined wind at the mid point of a leg''s rhumb line
es: Viento combinado en el punto central de una línea loxodrómica de tramo
fr: Données de vent combinées au point du milieu de la route loxodromique d'une portion de parcours
ja: レグの航程線の中間点での見かけの風
pt: Vento combinado no ponto médio da loxodromia de uma perna
ru: Комбинированный ветер в средней точке генерального курса отрезка
zh_cn: 航段等角航线中点的组合风

# courseBasedWindSourceTypeTooltip
source: A value based on the course layout (under the assumption, that the race starts with an upwind leg)
es: Valor basado en la disposición de la regata (presuponiendo que la carrera empieza con ceñida)
fr: Valeur basée sur la configuration du parcours (supposant que le départ de la course se fait avec une portion de parcours dans le lit du vent)
ja: コースレイアウトに基づく値 (アップウィンドレグでレースがスタートするという想定)
pt: Um valor com base no layout do percurso (assumindo que a corrida começa com uma perna de contravento)
ru: Значение, основанное на схеме курса (предполагается, что гонка начинается против ветра)
zh_cn: 基于场地设置（假设比赛轮次从迎风航段开始）的值

# trackBasedEstimationWindSourceTypeTooltip
source: Calculated data from the competitor tracks
es: Datos calculados a partir de los rastreos de los competidores
fr: Données calculées à partir du suivi du concurrent
ja: 競技者追跡から計算されたデータ
pt: Dados calculados a partir das pistas do competidor
ru: Расчетные данные из отслеживаний участника
zh_cn: 从参赛队跟踪计算的数据

# windSensorWindSourceTypeTooltip
source: Data captured from mobile measuring systems
es: Datos capturados por sistemas móviles de medición
fr: Données captées à partir de systèmes de mesure mobiles
ja: モバイル計測システムから取得されたデータ
pt: Dados capturados de sistemas de medição móveis
ru: Данные из мобильных измеряющих систем
zh_cn: 从移动测量系统获取的数据

# webWindSourceTypeTooltip
source: Manually set data values
es: Valores de datos fijados manualmente
fr: Valeurs de données définies manuellement
ja: 手動で設定されたデータ値
pt: Definir manualmente valores de dados
ru: Вручную установить значения данных
zh_cn: 手动设置数据值

# raceCommitteeWindSourceTypeTooltip
source: Data manually set from the race officers
es: Datos fijados manualmente desde las oficinas de carrera
fr: Valeurs de données définies manuellement par les membres du comité de course
ja: レースオフィサーにより手動で設定されたデータ
pt: Dados definidos manualmente pelos gerentes da corrida
ru: Данные, заданные вручную персоналом гонки
zh_cn: 从裁判长手动设置的数据

source: Sheet name
es: Nombre de hoja
fr: Nom de la fiche
ja: シート名
pt: Nome da folha
ru: Название листа
zh_cn: 工作表名称

# sheetNameTooltip
source: You can name your polar sheet using the text field.\nA name will be generated using the boat class\nif no name is provided.
es: Puede nombrar la hoja polar mediante el campo de texto.\nSe generará un nombre mediante la clase de embarcación\nsi no se proporciona ningún nombre.
fr: Vous pouvez nommer votre fiche polaire à l'aide de la zone de texte.\nLe système génère un nom basé sur la catégorie du bateau \nsi aucun nom n'est indiqué.
ja: テキスト項目を使用してポーラーシートに名称を付ける\nことができます。名称が与えられていない場合は\n艇種を使用して生成されます。
pt: Você pode nomear sua folha da carta polar utilizando o campo de texto.\nÉ possível gerar um nome utilizando a classe de barcos\nse não for fornecido um nome.
ru: В этом текстовом поле можно указать название для\nлиста полярных данных. Если имя не указано,\nоно будет сгенерировано на базе класса лодки.
zh_cn: 可以使用文本字段为极坐标表命名。\n如果不提供名称，会使用船只级别生成名称。

source: Time Downwind
es: Tiempo de empopada
fr: Vent arrière (durée)
ja: ダウンウィンド時間
pt: Tempo a sotavento
ru: Время по ветру
zh_cn: 顺风时间

source: Time Reaching
es: Tiempo de alcance
fr: Durée jusqu'à l'arrivée
ja: リーチング時間
pt: Tempo a través
ru: Время полным ветром
zh_cn: 横风时间

source: Time Upwind
es: Tiempo de ceñida
fr: Dans le lit du vent (durée)
ja: アップウィンド時間
pt: Tempo a barlavento
ru: Время против ветра
zh_cn: 迎风时间

# raceTimeTooltip
source: Total time traveled in this race, starting to measure when competitor passes start waypoint\n(not when the race starts)
es: Tiempo total recorrido en esta carrera, se empieza a medir cuando el competidor pasa el punto de ruta de salida\n(no cuando empieza la carrera)
fr: Durée de navigation totale dans cette course, chronométrée à partir du moment où le concurrent passe le point de cheminement du départ \n(et non pas lors du départ de la course)
ja: 競技者がスタート変針点を通過したときに計測を開始した、このレースで移動した合計時間\n(レースのスタート時ではなく)
pt: Tempo total navegado nesta corrida, começando a contagem quando o competidor passa o waypoint inicial\n(não quando a corrida começa)
ru: Общее время хода в данной гонке, отсчитываемое с момента прохождения участником стартовой путевой точки\n(не от старта гонки)
zh_cn: 参赛队在本比赛轮次中越过开始航路点\n（不是比赛轮次开始时）航行的总时间

# raceTimeDownwindTooltip
source: Total time traveled downwind in this race
es: Tiempo total de empopada recorrido en esta carrera
fr: Durée totale de navigation vent arrière dans cette course
ja: このレースでダウンウィンドで移動した合計時間
pt: Tempo total navegado a sotavento nesta corrida
ru: Общее время хода по ветру в данной гонке
zh_cn: 本轮次比赛顺风航行的总时间

# raceTimeReachingTooltip
source: Total time traveled reaching in this race
es: Tiempo total de alcance recorrido en esta carrera
fr: Durée totale de navigation jusqu'à l'arrivée dans cette course
ja: このレースでリーチングで移動した合計時間
pt: Tempo total navegado a través nesta corrida
ru: Общее время хода полным ветром в данной гонке
zh_cn: 本轮次比赛横风航行的总时间

# raceTimeUpwindTooltip
source: Total time traveled upwind in this race
es: Tiempo total de ceñida recorrido en esta carrera
fr: Durée totale de navigation dans le lit du vent dans cette course
ja: このレースでアップウィンドで移動した合計時間
pt: Tempo total navegado a barlavento nesta corrida
ru: Общее время хода против ветра в данной гонке
zh_cn: 本轮次比赛迎风航行的总时间

# noStatisticSelectedError
source: No statistic to calculate is selected
es: No se ha seleccionado ninguna estadística para calcular
fr: Aucune statistique à calculer sélectionnée
ja: 計算する統計が選択されていません
pt: Não foi selecionada uma estatística para calcular
ru: Не выбрана статистика для расчета
zh_cn: 未选择待计算的统计

# noCustomGrouperScriptTextError
source: The grouper script is empty
es: El script de grupo está vacío
fr: Script de regroupement vide
ja: 分類スクリプトが空です
pt: O script do sistema de agrupamento está vazio
ru: Скрипт группирования пуст
zh_cn: 群集器脚本为空

# noDimensionToGroupBySelectedError
source: No dimension to group by is selected
es: No se ha seleccionado ninguna dimensión para agrupar
fr: Aucune dimension sélectionnée pour le regroupement
ja: グループ別にする次元が選択されていません
pt: Nenhuma dimensão pela qual efetuar o agrupamento selecionada
ru: Не выбрано базовое измерение для группировки
zh_cn: 未选择分组方式尺寸

# noGrouperSelectedError
source: No grouper type is selected
es: No se ha seleccionado ningún tipo de agrupador
fr: Aucun type de regroupement sélectionné
ja: 分類タイプが選択されていません
pt: Nenhum tipo de sistema de agrupamento selecionado
ru: Не выбран тип группирования
zh_cn: 未选择群集器类型

# noDataRetrieverChainDefinitonSelectedError
source: No data retriever is selected
es: No se ha seleccionado ningún recuperador de datos
fr: Aucun récupérateur de données sélectionné
ja: データリトリーバが選択されていません
pt: Nenhum recuperador de dados selecionado
ru: Не выбрано средство извлечения данных
zh_cn: 未选择数据检索器

# queryNotValidBecause
source: No query possible, because
es: No se puede hacer ninguna consulta porque
fr: Aucune requête possible dû à
ja: クエリが可能でありません。理由:
pt: Nenhuma consulta possível, pois
ru: Запрос невозможен, так как
zh_cn: 无法查询，原因：

source: Data Mining
es: Minería de datos
fr: Exploration de données
ja: データマイニング
ru: Добыча данных
zh_cn: 数据挖掘
