Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

source: Enter race name...
es: Indicar nombre de carrera...
fr: Saisissez le nom du parcours...
ja: レース名を入力...
pt: Inserir nome da corrida...
ru: Ввести название гонки...
zh_cn: 输入比赛轮次名称...

# serverError
source: An error occurred while attempting to contact the server. Please check your network connection and try again.
es: Se ha producido un error al intentar contactar con el servidor. Compruebe la conexión de red e inténtelo de nuevo.
fr: Une erreur s'est produite lors de la tentative de contact du serveur. Vérifiez la connexion réseau et réessayez.
ja: サーバにアクセスしようとしてエラーが発生しました。ネットワーク接続を確認して再試行してください。
pt: Ocorreu um erro ao tentar contatar o servidor. Verifique sua conexão à rede e tente novamente.
ru: При попытке обратиться к серверу возникла ошибка. Проверьте подключение к сети и повторите попытку.
zh_cn: 尝试联系服务器时出错。请检查网络连接，并重试。

source: Remote Procedure Call
es: Llamada de procedimiento remoto
fr: Procédure d'appel distante
ja: リモートプロシージャコール
pt: Chamada de procedimento remoto
ru: Удаленный вызов процедуры
zh_cn: 远程过程调用

source: Server replies
es: Servidor responde
fr: Réponses du serveur
ja: サーバ応答
pt: Respostas do servidor
ru: Ответы сервера
zh_cn: 服务器应答

source: Error communicating with server
es: Error al comunicar con el servidor
fr: Erreur lors de la communication avec le serveur
ja: サーバとの通信でエラー発生
pt: Erro ao comunicar com o servidor
ru: Ошибка связи с сервером
zh_cn: 与服务器通信时发生错误

source: User Management
es: Gestión de usuarios
fr: Gestion des utilisateurs
ja: ユーザ管理
pt: Administração de usuários
ru: Управление пользователями
zh_cn: 用户管理

source: Regatta Structure Import
es: Importación de la estructura de regata
fr: Importation de la structure de la régate
ja: レガッタ構成のインポート
pt: Importação de estrutura da regata
ru: Импорт структуры регаты
zh_cn: 比赛结构导入

source: filtered by
es: Filtrado por
fr: filtré par
ja: フィルタキー
pt: filtrado por
ru: отфильтровано по
zh_cn: 筛选方式

source: Edit Series
es: Editar serie
fr: Modifier série
ja: シリーズ編集
pt: Processar série
ru: Изменить серию
zh_cn: 编辑系列

source: Please select at least one regatta
es: Seleccione al menos una regata
fr: Sélectionnez au moins une régate.
ja: レガッタを少なくとも 1 つ選択してください
pt: Selecione pelo menos uma regata
ru: Выберите не менее одной регаты
zh_cn: 请至少选择一场比赛

source: Please select an event
es: Seleccione un evento
fr: Sélectionnez une manifestation.
ja: イベントを選択してください
pt: Selecione um evento
ru: Выберите событие
zh_cn: 请选择活动

# selectALeaderboard
source: Please select a leaderboard
es: Seleccione una tabla de clasificación
fr: Sélectionnez un palmarès.
ja: リーダーボードを選択してください
pt: Selecione um painel de classificação
ru: Выберите таблицу лидеров
zh_cn: 请选择积分榜

source: Autoplay configuration
es: Configuración de reproducción automática
fr: Configuration de lecture automatique
ja: 自動再生設定
pt: Configuração de reprodução automática
ru: Конфигурация автовоспроизведения
zh_cn: 自动播放配置

source: Start autoplay
es: Iniciar reproducción automática
fr: Lancer lecture automatique
ja: 自動再生開始
pt: Iniciar reprodução automática
ru: Начать автовоспроизведение
zh_cn: 开始自动播放

source: Autoplay settings
es: Opciones de reproducción automática
fr: Options de lecture automatique
ja: 自動再生設定
pt: Configurações da reprodução automática
ru: Настройки автовоспроизведения
zh_cn: 自动播放设置

# startBrowserFullscreen
source: Start browser in fullscreen mode
es: Iniciar navegador en pantalla completa
fr: Lancer navigateur en mode plein écran
ja: 全画面モードでブラウザを起動
pt: Iniciar browser no modo de tela inteira
ru: Запустить браузер в полноэкранном режиме
zh_cn: 在全屏模式启动浏览器

source: Switch to live race automatically
es: Pasar automáticamente a carrera en directo
fr: Passer automatiquement à la course en direct
ja: ライブレースに自動的に切替
pt: Mudar para corrida ao vivo automaticamente
ru: Автоматически переключаться на текущую гонку
zh_cn: 自动切换到实况比赛轮次

# timeBeforeRaceStart
source: time before race start (in s)
es: tiempo previo al inicio de carrera (en s)
fr: durée avant le départ de la course (en secondes)
ja: レース開始までの時間 (秒)
pt: tempo antes da partida da corrida (em s)
ru: время до старта гонки (с)
zh_cn: 比赛轮次开始前的时间（秒）

# errorTryingToGetEvents
source: Error trying to get events: {0}
es: Error al intentar obtener eventos: {0}
fr: Erreur lors de la tentative d'accès aux manifestations : {0}
ja: イベント {0} を取得しようとしてエラーが発生
pt: Erro ao tentar chamar eventos: {0}
ru: Ошибка при попытке получить события: {0}
zh_cn: 尝试获取活动出错： {0}

source: Show x-y-diagram
es: Mostrar diagrama x-y
fr: Afficher diagramme x-y
ja: x-y ダイアグラム表示
pt: Visualizar diagrama x-y
ru: Показать диаграмму x-y
zh_cn: 显示 x-y 图

source: x-y-Diagram
es: Diagrama x-y
fr: Diagramme x-y
ja: x-y ダイアグラム
pt: Diagrama x-y
ru: Диаграмма x-y
zh_cn: x-y 图

source: Boat Speed
es: Velocidad de la embarcación
fr: Vitesse du bateau
ja: 艇速
pt: Velocidade do barco
ru: Скорость лодки
zh_cn: 船只速度

source: Confidence
es: Confianza
fr: Fiabilité
ja: 信頼
pt: Confiança
ru: Достоверность
zh_cn: 置信度

source: Create default settings for all regattas...
es: Crear opciones predeterminadas para todas las regatas...
fr: Créer des options par défaut pour toutes les régates...
ja: 全レガッタの初期設定を登録...
pt: Criar configurações padrão para todas as regatas...
ru: Создать настройки по умолчанию для всех регат...
zh_cn: 为所有比赛创建默认设置...

source: No overall event selected...
es: Ningún evento general seleccionado...
fr: Aucune manifestation globale sélectionnée...
ja: 全体イベント未選択...
pt: Nenhum evento geral selecionado...
ru: Не выбрано общее событие...
zh_cn: 未选择整个活动...

# errorTryingToCreateNewEvent
source: Error trying to create new event {0}: {1}
es: Error al intentar crear evento nuevo {0}: {1}
fr: Erreur lors de la tentative de création de la nouvelle manifestation {0} : {1}
ja: 新規イベント {0} を登録しようとしてエラーが発生: {1}
pt: Erro ao tentar criar evento novo {0}: {1}
ru: Ошибка при попытке создать новое событие {0}: {1}
zh_cn: 尝试新建活动{0}出错： {1}

source: Create New Event
es: Crear evento nuevo
fr: Créer manifestation
ja: 新規イベント登録
pt: Criar evento novo
ru: Создать новое событие
zh_cn: 新建活动

source: No fleets defined.
es: Ninguna flota definida
fr: Aucune flotte définie
ja: フリートが定義されていません。
pt: Nenhuma flotilha definida.
ru: Не определены флоты.
zh_cn: 未定义船队。

source: Successfully created regattas
es: Regatas creadas con éxito
fr: Création des régates réussie
ja: レガッタが登録されました
pt: Regatas criadas com êxito
ru: Регаты успешно созданы
zh_cn: 已成功创建比赛

# errorTryingToRegisterRacesForTracking
source: Error trying to register races {0} for tracking: {1}. Check live/stored URI syntax.
es: Error al intentar registrar carreras {0} para rastreo: {1}. Compruebe sintaxis URI en directo/grabada.
fr: Erreur lors de la tentative d'enregistrement des courses {0} pour le suivi : {1}. Vérifiez la syntaxe de l'URL stockée/du direct.
ja: 追跡するレース {0} を登録しようとしてエラーが発生: {1}。ライブ/格納 URI 構文をチェックしてください。
pt: Erro ao tentar registrar corridas {0} para rastreamento: {1}. Verificar sintaxe de URI ao vivo/armazenado.
ru: Ошибка при попытке зарегистрировать гонки {0} для отслеживания: {1}. проверьте синтаксис URI оперативных/хранимых данных.
zh_cn: 尝试注册比赛轮次{0}用于跟踪出错： {1}。检查实况/存储的 URI 语法。

# errorDeterminingPolarAvailability
source: Error determining availability of polar / VPP data for race {0}: {1}
es: Error al determinar la disponibilidad de datos polares / VPP para la carrera {0}: {1}
fr: Erreur lors de la détermination de la disponibilité des données polaires/VPP pour la course {0} : {1}
ja: レース {0} のポーラー/VPP データの利用可能性の決定でエラー発生: {1}
pt: Erro ao determinar disponibilidade de dados de carta polar/VPP para corrida {0}: {1}
ru: Ошибка при определении доступности полярных/VPP данных для гонки {0}: {1}
zh_cn: 确定比赛轮次{0}的极坐标/VPP 数据的可用性出错： {1}

source: Error
fr: Erreur
ja: エラー
pt: Erro
ru: Ошибка
zh_cn: 错误

source: File Storage
es: Almacenamiento de archivos
fr: Stockage du fichier
ja: ファイルストレージ
pt: Armazenamento de arquivos
ru: Хранилище файлов
zh_cn: 文件存储

source: Active
es: Activo
fr: Actif
ja: 有効
pt: Ativo
ru: Активно
zh_cn: 已激活

# scoringSchemeHighPointEssOverallDescription
source: Score in points. Winner of an act scores 10 points, 2nd - 9 points, .... Any tie in the overall Extreme Sailing Series is broken in favour of the competitor with the most Act wins. If that does not break the tie, the result in the last Act will be used.
es: Calificación en puntos. El ganador de una prueba obtiene 10 puntos; el segundo, 9 puntos, etc. Si hay un empate en la serie de Extreme Sailing, el empate se resuelve a favor del competidor que ha ganado más pruebas. Si aún persiste el empate, se utiliza el resultado de la última prueba.
fr: Score en points. Le vainqueur d'un Act totalise 10 points, le 2e - 9 points, etc. En cas d'égalité au classement général des Extreme Sailing Series, la victoire est accordée au concurrent ayant remporté le plus d'Act. Si l'égalité persiste, le résultat obtenu au dernier Act sera utilisé.
ja: 得点数によるスコアです。アクトの勝者が 10 点、2 位が 9 点などと得点します。Extreme Sailing シリーズ全体で同点となった場合は、より多くのアクトで勝者となった競技者を上位とします。それでも同じ場合には、最終アクトの結果を用います。
pt: Pontuação em pontos. O vencedor de uma etapa pontua 10 pontos, o 2º - 9 pontos, .... O desempate na pontuação geral da Extreme Sailing Series é efetuado a favor do competidor com o maior número de vitórias em etapas. Se isso não efetuar o desempate, será utilizado o resultado na última etapa.
ru: Оценка в баллах. Победитель в акте получает 10 баллов, 2-й — 9 баллов, .... Любое равенство в общей оценке Extreme Sailing Series разрешается в пользу участника с наибольшим числом побед в актах. В случае равенства числа побед для разрешения используется последний акт.
zh_cn: 得分。 分站赛获胜者得 10 分、第 2 名 9 分、.... 在总体极限帆船系列赛中如有平局，以获得最多分站赛名次的参赛队取得胜利。 如果仍有平局，就以最后一个分站赛的名次打破平局。

# timeBetweenRaceStartAndCompetitorStartInSeconds
source: Start delay
es: Retraso en la salida
fr: Décalage avec le départ
ja: スタート遅延
pt: Atraso da partida
ru: Задержка старта
zh_cn: 起航延迟

# timeBetweenRaceStartAndCompetitorStartInSecondsTooltip
source: Time between the start of the race and the time the competitor passed the start waypoint. Negative time suggests OCS.
es: Tiempo entre la salida de la carrera y la hora en la que el competidor ha pasado por el punto de ruta de salida. Un tiempo negativo sugiere OCS.
fr: Durée écoulée entre le départ de la course et le moment auquel le concurrent a passé le point de cheminement du départ. Une durée négative suggère un OCS (départ prématuré).
ja: レースのスタートと、競技者がスタート変針点を通過した時刻の間の時間です。マイナスの時間は OCS を意味します。
pt: Tempo entre o início da corrida e o tempo em que o competidor passou o waypoint inicial. Tempo negativo sugere OCS.
ru: Время между стартом гонки и временем, когда участник проходит путевую точку старта. Отрицательное время означает ранний старт (OCS).
zh_cn: 比赛轮次开始与参赛队越过起航航路点之间的时间。负值表示“抢航”。

# useInternalAlgorithm
source: Use internal mark passing algorithm
es: Utilizar algoritmo de superación de marca interna
fr: Utiliser algorithme de passage de marque interne
ja: 内部マーク通過アルゴリズムの使用
pt: Utilizar algoritmo interno de passagem da marca
ru: Использовать внутренний алгоритм прохождения отметки
zh_cn: 使用内部绕标算法

source: Edit Mark Passings
es: Editar superaciones de marca
fr: Modifier passages des marques
ja: マーク通過編集
pt: Processar passagens da marca
ru: Изменить прохождения отметок
zh_cn: 编辑绕标

source: Edit Mark Positions
es: Editar posiciones de marca
fr: Modifier positions des marques
ja: マーク位置編集
pt: Processar posições da marca
ru: Изменить позиции отметок
zh_cn: 编辑标位

# removeFixedPassings
source: Remove fixed mark passing
es: Eliminar superación de marca corregida
fr: Supprimer passage de marque fixé
ja: 固定マーク通過を削除
pt: Remover passagem da marca fixa
ru: Удалить прохождение фиксированной отметки
zh_cn: 移除固定的绕标

# setFixedPassing
source: Set time as mark passing
es: Fijar hora como superación de marca
fr: Définir l'heure comme passage de marque
ja: マーク通過の時刻を設定
pt: Definir hora como passagem da marca
ru: Установить время как прохождение отметки
zh_cn: 设置绕标时间

# setSuppressedPassing
source: Suppress mark passing starting with current
es: Suprimir inicio de superación de marca con actual
fr: Supprimer passage de marque en commençant par marque actuelle
ja: 現在のもので開始したマーク通過を非表示
pt: Suprimir passagem da marca começando pela atual
ru: Подавить прохождение отметки, начиная с текущей
zh_cn: 从当前开始禁止绕标

# removeSuppressedPassing
source: Remove suppressed mark passing
es: Eliminar superación de marca suprimida
fr: Supprimer passage de marque supprimé
ja: 非表示のマーク通過を削除
pt: Remover passagem da marca suprimida
ru: Удалить подавленное прохождение отметки
zh_cn: 移除禁止的绕标

# warningSettingFixedPassing
source: The time passing of {0} waypoint can not be before the time of the previous waypoint or after the time of the following one
es: La hora de superación {0} del punto de ruta no puede ser anterior a la hora del punto de ruta anterior o posterior a la hora del punto siguiente
fr: L'heure à laquelle le point de cheminement {0} a été passé ne peut pas être antérieure à l'heure de passage du point de cheminement précédent, ni postérieure à l'heure de passage du point de cheminement suivant.
ja: 変針点 {0} を通過する時刻は、前の変針点の時刻より前であってはならず、後の変針点の時刻より後であってはなりません。
pt: O tempo de passagem do waypoint {0} não pode ser anterior ao tempo do waypoint anterior ou posterior ao tempo do seguinte
ru: Время прохождения отметки {0} не может быть раньше времени предыдущей отметки или позже времени следующей
zh_cn: 通过{0}航路点的时间不能在上一航路点的时间之前或下一航路点的时间之后

# errorRemovingFixedPassing
source: Error removing fixed mark passing: {0}
es: Error al eliminar superación de marca corregida: {0}
fr: Erreur lors de la suppression du passage de marque fixé : {0}
ja: 固定マーク通過の削除でエラー発生: {0}
pt: Erro ao remover passagem da marca fixa: {0}
ru: Ошибка при удалении прохождения фиксированной отметки: {0}
zh_cn: 移除固定的绕标出错： {0}

# errorSettingFixedPassing
source: Error setting fixed mark passing: {0}
es: Error al configurar superación de marca corregida: {0}
fr: Erreur lors de la définition du passage de marque fixé : {0}
ja: 固定マーク通過の設定でエラー発生: {0}
pt: Erro ao definir passagem da marca fixa: {0}
ru: Ошибка при настройке прохождение фиксированной отметки: {0}
zh_cn: 设置固定的绕标出错： {0}

# errorSuppressingPassing
source: Error suppressing mark passings: {0}
es: Error al suprimir superaciones de marca: {0}
fr: Erreur lors de la suppression des passages de marques : {0}
ja: マーク通過の非表示でエラー発生: {0}
pt: Erro ao suprimir passagens da marca: {0}
ru: Ошибка при подавлении прохождений отметок: {0}
zh_cn: 禁止绕标出错： {0}

# errorRemovingSupressedPassing
source: Error removing suppressed mark passings: {0}
es: Error al eliminar superaciones de marca suprimidas: {0}
fr: Erreur lors de la suppression des passages de marques supprimés : {0}
ja: 非表示のマーク通過の削除でエラー発生: {0}
pt: Erro ao remover passagens da marca suprimidas: {0}
ru: Ошибка при удалении подавленных прохождений отметок: {0}
zh_cn: 移除禁止的绕标出错： {0}

# errorTryingToObtainMarkPassing
source: Error trying to obtain mark passings: {0}
es: Error al intentar obtener superaciones de marca: {0}
fr: Erreur lors de la tentative d'obtention des passages de marques : {0}
ja: マーク通過を取得しようとしてエラーが発生: {0}
pt: Erro ao tentar obter passagens da marca: {0}
ru: Ошибка при попытке получить прохождения отметок: {0}
zh_cn: 尝试获取绕标出错： {0}

# errorTryingToObtainRaceLogMarkPassingData
source: Error trying to obtain race log mark passing data: {0}
es: Error al intentar obtener datos de superación de marca de registro de carrera: {0}
fr: Erreur lors de la tentative d'obtention des données de passages de marques du journal de course : {0}
ja: レースログのマーク通過データを取得しようとしてエラーが発生: {0}
pt: Erro ao tentar obter dados de passagem da marca do registro da corrida: {0}
ru: Ошибка при попытке получить данные журнала гонки о прохождении отметок: {0}
zh_cn: 尝试获取比赛轮次日志绕标数据出错： {0}

source: E-Mail
es: Correo electrónico
ja: 電子メール
ru: Эл. почта
zh_cn: 电子邮件

source: Please enter an E-Mail.
es: Indique un correo electrónico
fr: Saisissez un e-mail.
ja: 電子メールを入力してください
pt: Insira um e-mail.
ru: Введите электронную почту.
zh_cn: 请输入电子邮件。

source: Invite competitors
es: Invitar a competidores
fr: Inviter des concurrents
ja: 競技者の招待
pt: Convidar competidores
ru: Пригласить участников
zh_cn: 邀请参赛队

source: Invite selected competitors
es: Invitar a competidores seleccionados
fr: Inviter concurrents sélectionnés
ja: 選択した競技者の招待
pt: Convidar competidores selecionados
ru: Пригласить выбранных участников
zh_cn: 邀请选择的参赛队

# notAllCompetitorsProvideEmail
source: Not all competitors provide an E-Mail
es: No todos los competidores han facilitado un correo electrónico
fr: Les concurrents n'ont pas tous fourni un e-mail.
ja: 一部の競技者が電子メールを未提供
pt: Nem todos os competidores fornecem um e-mail
ru: Не все участники указали эл. почту
zh_cn: 并不是所有的参赛队提供电子邮件

source: Sending Mails failed
es: El envío de correos electrónicos ha fallado
fr: Échec de l'envoi des e-mails
ja: メール送信に失敗
pt: Falha no envio de e-mails
ru: Сбой отправки сообщений
zh_cn: 发送邮件失败

# sendingMailsSuccessful
source: Successfully sent E-Mails
es: Correos electrónicos enviados correctamente
fr: Envoi des e-mails réussi
ja: 電子メールを正常に送信済
pt: E-mails enviados com êxito
ru: Сообщения эл. почты успешно отправлены
zh_cn: 已成功发送电子邮件

source: Select Event for Invitation
es: Seleccionar evento para invitación
fr: Sélectionnez une manifestation pour l'invitation.
ja: 招待のイベント選択
pt: Selecionar evento para convite
ru: Выберите событие для приглашения
zh_cn: 选择邀请活动

source: Image URL
es: URL de imagen
fr: URL d'image
ja: 画像 URL
pt: URL de imagem
ru: URL-адрес изображения
zh_cn: 图像 URL

source: Upload
es: Cargar
fr: Charger
ja: アップロード
pt: Carregar
ru: Отправить
zh_cn: 上传

# removeResult
source: Remove operation: {0} {1}
es: Eliminar operación: {0} {1}
fr: Supprimer opération : {0} {1}
ja: 操作の削除: {0} {1}
pt: Remover operação: {0} {1}
ru: Удалить операцию: {0} {1}
zh_cn: 移除操作： {0} {1}

source: Upload successful
es: Carga correcta
fr: Chargement réussi
ja: 正常にアップロード済
pt: Carregamento efetuado com êxito
ru: Отправлено успешно
zh_cn: 上传成功

# fileUploadResult
source: File upload: {0} {1}.\nIn case of error please check that your File Storage service is properly configured.
es: Carga de archivos: {0} {1}. En caso de error, compruebe que su servicio de alojamiento de archivos está configurado correctamente.
fr: Chargement du fichier : {0} {1}.\nEn cas d'erreur, vérifiez que votre service de stockage de fichier est correctement configuré.
ja: ファイルアップロード: {0} {1}\nエラー発生の場合は、ファイルストレージサービスが適切に設定されていることを確認してください。
pt: Carregamento de arquivo: {0} {1}.\nEm caso de erro, verifique se seu serviço de armazenamento de arquivos está configurado de modo apropriado.
ru: Отправка файла: {0} {1}.\nВ случае ошибки проверьте правильность конфигурации службы хранилища файлов.
zh_cn: 文件上传： {0} {1}。\n如果出错，请检查文件存储服务配置是否正确。

source: Remove uploaded file
es: Eliminar archivo
fr: Supprimer fichier chargé
ja: アップロード済ファイルの削除
pt: Remover arquivo carregado
ru: Удалить отправленный файл
zh_cn: 移除上传的文件

# showCompetitorSailIdColumn
source: Sail Id
es: ID de vela
fr: ID de voile
ja: 帆走 ID
pt: ID da vela
ru: Ид. паруса
zh_cn: 帆号

# showCompetitorFullNameColumn
source: Competitor Full Name
es: Nombre completo del competidor
fr: Nom complet du concurrent
ja: 競技者氏名
pt: Nome completo do competidor
ru: Полное имя участника
zh_cn: 参赛队全名

source: Loading dimension values
es: Cargando valores de dimensión
fr: Chargement des valeurs de dimension
ja: 次元値ロード中
pt: Carregando valores de dimensão
ru: Загрузка значений измерения
zh_cn: 正在加载尺寸值

source: Running Query
es: Ejecutando consulta
fr: Requête en cours
ja: クエリ実行中
pt: Executando consulta
ru: Выполнение запроса
zh_cn: 运行查询

source: Invite Buoy Tenders
es: Invitar a balizadores
fr: Inviter navire baliseur
ja: ブイ入札の招待
pt: Convidar navios-balizadores
ru: Пригласить лоцманов
zh_cn: 邀请浮标供应船

# orMultipleEmails
source: or multiple E-Mails separated by comma
es: o varios correos electrónicos separados por una coma
fr: ou plusieurs adresses e-mails séparées par des virgules
ja: または複数の電子メールをカンマで区切り
pt: ou vários e-mails separados por vírgula
ru: или несколько адресов эл. почты через запятую
zh_cn: 或使用逗号隔开的多个电子邮件

# courseOverGroundTrueDegreesTooltip
source: True course over ground in degrees
es: Regata sobre el fondo (Course Over Ground) en grados
fr: Route fond vraie en degrés
ja: 真の対地方位角度 (度)
pt: Percurso verdadeiro no fundo em graus
ru: Истинный курс относительно грунта в градусах
zh_cn: 实在对地航向角度

# distanceIncludingGateStartInMeters
source: Distance (w/ Gate Start)
es: Distancia (con inicio de puerta de salida)
fr: Distance (si départ au lièvre)
ja: 距離 (ゲートスタートでの)
pt: Distância (com início do portão)
ru: Дистанция (при старте через ворота)
zh_cn: 距离（起航门标）

# distanceTraveledIncludingGateStartTooltip
source: The distance traveled from the leg start to the end\nor to the current time point, if the leg isn''t finished.\nIf the leg includes a gate start, the distance from the pin end to the starting position is included\nto make competitors comparable even when started at different times.
es: Distancia recorrida desde el inicio hasta el final del tramo\o hasta la fecha y hora actual si no se ha acabado el tramo.\nSi el tramo incluye un inicio de puerta de salida, la distancia desde el extremo hasta la posición inicial se incluye\n para que puedan compararse los competidores aunque hayan empezado en tiempos diferentes.
fr: La distance naviguée du départ de la portion de parcours jusqu'à sa fin\nou jusqu'à l'heure actuelle (si la portion de parcours n'est pas terminée).\nSi la portion de parcours inclut un départ au lièvre, la distance de la bouée de ligne jusqu'à la position de départ est incluse \npour permettre de comparer les concurrents même si leur départ ne s'est pas fait à la même heure.
ja: レグ始点からレグ終点まで、またはレグをフィニッシュ\nしていない場合は現時点までに移動した距離です。\nレグにゲートスタートが含まれる場合は、異なる時刻にスタートしたときでも\n競技者を比較するためにピンエンドからスタート位置までの距離が含まれます。
pt: A distância navegada desde o início até o fim da perna\nou até a data/hora atual, se a perna não estiver concluída.\nSe a perna incluir o início de um portão, a distância desde o fim da marcação até a posição inicial é incluída\npara ser possível comparar os competidores mesmo quando começam em horas diferentes.
ru: Дистанция, пройденная от начала отрезка до конца\nили до текущего момента времени, если отрезок не завершен.\nЕсли отрезок включает старт через ворота, дистанция от отметки до стартовой позиции включается,\nчтобы обеспечить сравнение участников даже при старте в разное время.
zh_cn: 如果航段没有结束，从航段起点到终点\n或当前时间点航行的距离。\n如果航段包括起航门标，则包括尾销到起航位置的距离，\n这样，即便在不同时间起航，也可以比较参赛队。
