Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# raceIsKnownToStartUpwind
source: Race starts with upwind leg
es: La carrera empieza con ceñida
fr: La course a commencé avec une portion de parcours au vent.
ja: アップウィンドレグでレーススタート
pt: A corrida começa com perna de contravento
ru: Гонка начинается против ветра
zh_cn: 比赛轮次从迎风航段开始

source: Events
es: Eventos
fr: Manifestations
ja: イベント
pt: Eventos
ru: События
zh_cn: 活动

# settingsForComponent
source: Settings for {0}
es: Opciones para {0}
fr: Options pour {0}
ja: {0} の設定
pt: Configurações para {0}
ru: {0} — параметры
zh_cn: {0}设置

# noEventsFound
source: No events were found
es: No se han encontrado eventos
fr: Aucune manifestation trouvée
ja: イベントが見つかりませんでした
pt: Nenhum evento encontrado
ru: События не найдены
zh_cn: 未找到活动

source: No event selected
es: Ningún evento seleccionado
fr: Aucune manifestation sélectionnée
ja: イベントが選択されていません
pt: Nenhum evento selecionado
ru: Не выбрано событие
zh_cn: 未选择活动

# noLeaderboardsFound
source: No leaderboards were found
es: No se han encontrado tablas de clasificación
fr: Aucun palmarès trouvé
ja: リーダーボードが見つかりませんでした
pt: Nenhum painel de classificação encontrado
ru: Таблицы лидеров не найдены
zh_cn: 未找到积分榜

# searchEvents
source: Search for events
es: Buscar eventos
fr: Recherche de manifestations
ja: イベントの検索
pt: Procurar eventos
ru: Поиск событий
zh_cn: 搜索活动

source: Location
es: Ubicación
fr: Lieu
ja: 場所
pt: Localização
ru: Место
zh_cn: 地点

source: From
es: Desde
fr: De
ja: 開始
pt: Desde
ru: С
zh_cn: 从

source: Until
es: Hasta
fr: À
ja: 終了
pt: Até
ru: По
zh_cn: 至

source: Only live events
es: Solo eventos en directo
fr: Uniquement les manifestations en direct
ja: ライブイベントのみ
pt: Só eventos ao vivo
ru: Только текущие события
zh_cn: 仅实况活动

source: Location not available
es: Ubicación no disponible
fr: Lieu non disponible
ja: 場所がありません
pt: Localização não disponível
ru: Место недоступно
zh_cn: 地点不可用

source: Start date not available
es: Fecha de inicio no disponible
fr: Date du départ non disponible
ja: 開始日付がありません
pt: Data de início não disponível
ru: Дата начала недоступна
zh_cn: 开始日期不可用

source: Start date
es: Fecha de inicio
fr: Date du départ
ja: 開始日付
pt: Data de início
ru: Дата начала
zh_cn: 开始日期

source: End date
es: Fecha de fin
fr: Date de fin
ja: 終了日付
pt: Data do fim
ru: Дата окончания
zh_cn: 结束日期

source: Unknown maneuver
es: Maniobra desconocida
fr: Manœuvre inconnue
ja: 不明のマニューバー
pt: Manobra desconhecida
ru: Неизвестный маневр
zh_cn: 未知操作

# tailLengthMustBePositive
source: the tail length must be a number greater than zero.
es: La longitud de cola debe ser un número mayor que cero.
fr: La longueur du parcours effectué doit être un nombre supérieur à zéro.
ja: テール長はゼロより大きい数でなければなりません。
pt: o comprimento da popa deve ser um número superior a zero.
ru: длина хвоста должна быть задана числом больше нуля.
zh_cn: 尾流线长度必须是大于零的数字。

# failedToLoadRaceInformation
source: Failed to load race information: {0}
es: No es posible cargar la información de la carrera: {0}
fr: Échec du chargement des données de la course : {0}
ja: レース情報のロードに失敗: {0}
pt: Falha ao carregar informações da corrida: {0}
ru: Не удалось загрузить сведения о гонке: {0}
zh_cn: 加载比赛轮次信息失败： {0}

# competitorPassedMarkAtDate
source: {0} passed {1} at {2}
es: {0} pasado {1} a las {2}
fr: {0} a passé {1} à {2}
ja: {0} が {2} に {1} を通過
pt: {0} passou {1} às {2}
ru: {0} пройдено {1} в {2}
zh_cn: {0}于{2}越过{1}

# valueForCompetitorAt
source: {0} at {1}: {2}
es: {0} a las {1}: {2}
fr: {0} à {1} : {2}
ja: {1} での {0}: {2}
pt: {0} às {1}: {2}
ru: {0} в {1}: {2}
zh_cn: {0}（于{1}）： {2}

# reallyRemoveRace
source: Do you really want to remove the race ''{0}''? Note: all race logs for this race will also permanently be removed!
es: ¿Realmente desea eliminar la carrera «{0}»? Nota: También se eliminarán todos los registros de esta carrera.
fr: Voulez-vous vraiment supprimer la course "{0}" ? Note : tous les journaux de la course seront également supprimés de manière permanente pour cette course.
ja: レース ''{0}'' を削除しますか。注記: このレースのレースログもすべて永続的に削除されます。
pt: Você quer realmente remover a corrida ''{0}''? Nota: todos os registros para esta corrida também serão removidos definitivamente!
ru: Действительно удалить гонку ''{0}''? Примечание: все журналы для этой гонки также будут окончательно удалены!
zh_cn: 是否确定移除比赛轮次 "{0}"？ 注意： 此比赛轮次的所有比赛轮次日志也将永久移除！

source: Show details
es: Mostrar detalles
fr: Afficher détails
ja: 詳細表示
pt: Visualizar detalhes
ru: Показать подробности
zh_cn: 显示详情

source: Hide leaderboard
es: Ocultar tabla de clasificación
fr: Masquer palmarès
ja: リーダーボード非表示
pt: Ocultar painel de classificação
ru: Скрыть таблицу лидеров
zh_cn: 隐藏积分榜

source: Hide leaderboards
es: Ocultar tablas de clasificación
fr: Masquer palmarès
ja: リーダーボード非表示
pt: Ocultar painéis de classificação
ru: Скрыть таблицы лидеров
zh_cn: 隐藏积分榜

source: Show leaderboard
es: Mostrar tabla de clasificación
fr: Afficher palmarès
ja: リーダーボード表示
pt: Visualizar painel de classificação
ru: Показать таблицу лидеров
zh_cn: 显示积分榜

source: Hide races
es: Ocultar carreras
fr: Masquer courses
ja: レース非表示
pt: Ocultar corridas
ru: Скрыть гонки
zh_cn: 隐藏比赛轮次

source: Show map
es: Mostrar mapa
fr: Afficher carte
ja: マップ表示
pt: Visualizar mapa
ru: Показать карту
zh_cn: 显示地图

source: Hide map
es: Ocultar mapa
fr: Masquer carte
ja: マップ非表示
pt: Ocultar mapa
ru: Скрыть карту
zh_cn: 隐藏地图

source: No leaderboard selected
es: Ningún marcador seleccionado
fr: Aucun palmarès sélectionné
ja: リーダーボード未選択
pt: Nenhum painel de classificação selecionado
ru: Не выбрана таблица лидеров
zh_cn: 未选择积分榜

source: Leaderboard groups
es: Grupos de tablas de clasificación
fr: Groupes de palmarès
ja: リーダーボードグループ
pt: Grupos de painéis de classificação
ru: Группы таблиц лидеров
zh_cn: 积分榜分组

source: Filter leaderboard groups by name
es: Filtrar grupos de tablas de clasificación por nombre
fr: Filtrer groupes de palmarès par nom
ja: リーダーボードグループをフィルタリングする名称
pt: Filtrar grupos de painéis de classificação por nome
ru: Фильтровать группы таблиц лидеров по названию
zh_cn: 按名称筛选积分榜分组

# createNewLeaderboardGroup
source: Create leaderboard group
es: Crear grupo de tablas de clasificación
fr: Créer groupe de palmarès
ja: リーダーボードグループ登録
pt: Criar grupo de painéis de classificação
ru: Создать группу таблиц лидеров
zh_cn: 创建积分榜分组

source: Leaderboard Group Configuration
es: Configuración del grupo de tablas de clasificación
fr: Configuration du groupe de palmarès
ja: リーダーボードグループ設定
pt: Configuração de grupo de painéis de classificação
ru: Конфигурация группы таблиц лидеров
zh_cn: 积分榜分组配置

source: Legs
es: Tramos
fr: Portions de parcours
ja: レグ
pt: Pernas
ru: Отрезки
zh_cn: 航段

# currentLeg
source: On Leg
es: En tramo
fr: Portion de parcours actuelle
ja: オンレグ
pt: Na perna
ru: На отрезке
zh_cn: 当前航段

# currentLegTooltip
source: The number of the leg on which the competitor currently is, starting with 1
es: Número del tramo en el que se encuentra actualmente el competidor, empezando con 1
fr: Le numéro de la portion de parcours sur laquelle le concurrent se trouve actuellement, en commençant par 1.
ja: 競技者が現在競技しているレグの番号 (1 から開始)
pt: O número da perna em que concorrente está atualmente, começando por 1.
ru: Номер отрезка, на котором сейчас находится участник, начиная с 1.
zh_cn: 参赛队目前所处的航段编号，从 1 开始

source: Leaderboard Group
es: Grupo de tablas de clasificación
fr: Groupe de palmarès
ja: リーダーボードグループ
pt: Grupo de painéis de classificação
ru: Группа таблиц лидеров
zh_cn: 积分榜分组

# pleaseEnterNonEmptyDescription
source: Please enter a non-empty description
es: Indique una descripción no vacía
fr: Saisissez une description (ne pas laisser vide).
ja: 空でない説明を入力してください
pt: Insira uma descrição não vazia
ru: Введите непустое описание
zh_cn: 请输入非空描述

# groupWithThisNameAlreadyExists
source: A leaderboard group with this name already exists.
es: Ya existe un grupo de tablas de clasificación con este nombre.
fr: Un groupe de palmarès de ce nom existe déjà.
ja: この名称のリーダーボードグループはすでに登録されています。
pt: Já existe um grupo de painéis de classificação com este nome.
ru: Группа таблиц лидеров с таким названием уже существует.
zh_cn: 具有此名称的积分榜分组已存在。

source: Details of leaderboard group
es: Detalles del grupo de tablas de clasificación
fr: Détails du groupe de palmarès
ja: リーダーボードグループの詳細
pt: Detalhes do grupo de painéis de classificação
ru: Подробности группы таблиц лидеров
zh_cn: 积分榜分组详情

source: Edit
es: Editar
fr: Modifier
ja: 編集
pt: Processar
ru: Изменить
zh_cn: 编辑

source: Save
es: Grabar
fr: Enregistrer
ja: 保存
pt: Gravar
ru: Сохранить
zh_cn: 保存

source: Abort
es: Detener
fr: Abandonner
ja: 中止
pt: Cancelar
ru: Прервать
zh_cn: 中止

# noLeaderboardGroupWithNameFound
source: No leaderboard group with the name {0} found
es: No se ha encontrado ningún grupo de tablas de clasificación con el nombre {0}
fr: Aucun groupe de palmarès ayant pour nom {0} n'a été trouvé.
ja: {0} という名称のリーダーボードグループは見つかりませんでした
pt: Não foi encontrado um grupo de painéis de classificação com o nome {0}
ru: Группа таблиц лидеров с названием {0} не найдена
zh_cn: 未找到名称为{0}的积分榜分组

source: Overview
es: Resumen
fr: Synthèse
ja: 概要
pt: Síntese
ru: Обзор
zh_cn: 总览

# welcomeToSailingAnalytics
source: Welcome to SAP Sailing Analytics
es: Le damos la bienvenida a SAP Sailing Analytics
fr: Bienvenue dans SAP Sailing Analytics
ja: SAP Sailing Analytics へようこそ
pt: Bem-vindo à SAP Sailing Analytics
ru: Вас приветствует SAP Sailing Analytics
zh_cn: 欢迎使用 SAP Sailing Analytics

# welcomeToSailingAnalyticsBody
source: SAP brings sailing fans closer to the on-water action than ever before.\ The live-leaderboard enhances the fan experience through real-time rankings, boat speeds and winning margins. Follow every race and never miss a passing maneuver with SAP.\ This is the simple way to watch live sail racing from wherever you are.
es: SAP lleva a los amantes de la navegación al corazón de la experiencia náutica.\ Con la tabla de clasificación en directo, los fans de las regatas podrán acceder en tiempo real a rankings, velocidades de embarcaciones y márgenes de victoria. Siga cada carrera con SAP y no se pierda ningún adelantamiento.\ Una manera sencilla de ver regatas en directo desde cualquier rincón del mundo.
fr: Grâce aux solutions SAP, l'action sur l'eau est à portée de main pour les amateurs de la voile, comme jamais auparavant.\ Le palmarès actualisé en direct ajoute un vrai plus, avec des classements, vitesses de bateaux et marges de victoire en temps réel. Avec SAP, suivez chaque course et ne ratez aucune manœuvre de passage.\ Regarder les compétitions de voile en direct où que vous soyez devient un jeu d'enfant.
ja: SAP は、水上で行われている動きをセーリングファンにとってかつてないほど身近なものにします。\nこの実況リーダーボードでランキング、艇速、艇差をリアルタイムに把握してファンとしての体験を充実したものにできます。SAP を使ってすべてのレースを追いかければ、追い抜きのマニューバーを見逃すことはありません。\nこれこそ、セーリング競技を生で簡単に視聴する方法なのです。
pt: A SAP aproxima os fãs de vela da ação na água como nunca antes.\ O painel de classificação ao vivo intensifica a experiência dos fãs com classificações, velocidades de barcos e margens de vitória em tempo real. Siga todas as corridas e nunca perca uma manobra de passagem com a SAP.\ Esta é a forma simples de ver ao vivo regatas a vela onde quer que esteja.
ru: SAP позволяет любителям парусного спорта подойти к происходящему на воде ближе, чем когда-либо ранее.\ Онлайн-таблица лидеров содержит обновляемые в режиме реального времени данные о рангах участников, скоростях лодок и преимуществе лидеров. Следите за каждой гонкой и не пропустите ни одного маневра с SAP.\ Это удобный способ наблюдения за парусными гонками в реальном времени откуда угодно.
zh_cn: SAP 使船赛粉丝得以近距离直击水上运动，史无前例。\实况积分榜让粉丝全程了解最新排名、船速和输赢差距。 使用 SAP 关注每场比赛轮次，绝不错过任何一个操作。\不论您身在何地，这都是观看实况帆船比赛的简单方式。

source: Home
es: Inicio
fr: Page d'accueil
ja: ホーム
pt: Página inicial
ru: Главная
zh_cn: 主页

# clickAndDragToZoomIn
source: Click and drag in the plot area to zoom in
es: Haga clic y arrastre en el área de trazado para acercar
fr: Cliquez et faites glisser dans la zone de traçage pour zoomer.
ja: 拡大するプロット領域をクリックしてドラッグ
pt: Clicar e arrastar a área de plotagem para ampliar
ru: Щелкните и перетащите в область визуализации для увеличения
zh_cn: 单击并拖动绘图区以放大

# windSpeed
source: Wind speed (kts)
es: Velocidad del viento (nudos)
fr: Vitesse du vent (en nds)
ja: 風速 (kt)
pt: Velocidade do vento (nós)
ru: Скорость ветра (уз)
zh_cn: 风速 (kts)

source: All times in UTC
es: Todas las horas en UTC
fr: Toutes les heures au format UTC
ja: 時刻はすべて UTC
pt: Todos os tempos em UTC
ru: Время UTC
zh_cn: 所有时间均为 UTC 格式

# autoPlayMedia
source: Play media automatically
es: Reproducir medios automáticamente
fr: Lire fichier multimédia automatiquement
ja: メディア自動再生
pt: Reproduzir mídia automaticamente
ru: Воспроизводить мультимедиа автоматически
zh_cn: 自动播放媒体

source: Zoom factor
es: Factor de zoom
fr: Facteur de zoom
ja: 拡大/縮小率
pt: Fator zoom
ru: Увеличение
zh_cn: 放大/缩小系数

source: Auto zoom
es: Zoom automático
fr: Zoom automatique
ja: 自動拡大/縮小
pt: Zoom automático
ru: Автоувеличение
zh_cn: 自动放大/缩小

source: Auto zoom to
es: Zoom automático a
fr: Zoom automatique sur
ja: 自動拡大/縮小:
pt: Zoom automático para
ru: Автоувеличение до
zh_cn: 自动放大/缩小至

# autoZoomToBoats
source: Boats
es: Embarcaciones
fr: Bateaux
ja: 艇
pt: Barcos
ru: Лодки
zh_cn: 船只

# autoZoomToBuoys
source: Buoys
es: Boyas
fr: Bouées
ja: ブイ
pt: Boias
ru: Буи
zh_cn: 浮标

# autoZoomToWindSensors
source: Wind sensors
es: Sensores de vientos
fr: Capteurs de vent
ja: 風センサー
pt: Sensores de vento
ru: Датчики ветра
zh_cn: 风力感应器

# autoZoomOff
source: Off
fr: Désactivé
ja: オフ
pt: Desativado
ru: Выкл.
zh_cn: 关

# autoZoomToTails
source: Tails
es: Colas
fr: Parcours effectués
ja: テール
pt: Popas
ru: Хвосты
zh_cn: 尾流线

# autoZoomSelectedCompetitors
source: Zoom only to selected competitors
es: Zoom solo a competidores seleccionados
fr: Zoomer uniquement sur les concurrents sélectionnés
ja: 選択した競技者にのみズーム
pt: Zoom somente para competidores selecionados
ru: Увеличить только до выбранных участников
zh_cn: 仅缩放所选的参赛队

source: Bearing
es: Marcación
fr: Direction
ja: 方位
pt: Mancal
ru: Ветер
zh_cn: 航向角

source: Zoom
ja: ズーム
ru: Увеличить
zh_cn: 放大/缩小

# stepSizeMustBeGreaterThanNull
source: Step size must be greater than 0
es: El tamaño de paso debe ser mayor que 0
fr: La taille de l'étape doit être supérieure à 0.
ja: ステップサイズは 0 より大きい必要
pt: O tamanho da etapa deve ser superior a 0
ru: Размер шага должен быть больше 0
zh_cn: 步长必须大于 0

source: Step size in seconds
es: Tamaño del paso en segundos
fr: Taille de l'étape en secondes
ja: ステップサイズ秒数
pt: Tamanho da etapa em segundos
ru: Размер шага в секундах
zh_cn: 步长（秒）

# refreshInterval
source: Refresh interval (s)
es: Intervalo de refresco (s)
fr: Intervalle(s) d'actualisation
ja: リフレッシュ間隔
pt: Intervalo de atualização (s)
ru: Интервал обновления (с)
zh_cn: 刷新间隔 (s)

# refreshIntervalMustBeGreaterThanXSeconds
source: Refresh interval must be greater than {0} seconds
es: El intervalo de refresco debe ser superior a {0} segundos
fr: L'intervalle d'actualisation doit être supérieur à {0} secondes.
ja: リフレッシュ間隔は {0} 秒より長いことが必要
pt: O intervalo de atualização deve ser superior a {0} segundos
ru: Интервал обновления должен быть больше {0} с
zh_cn: 刷新间隔必须大于{0}秒

# competitorCharts
source: Competitor Chart
es: Gráfico de competidor
fr: Graphique de concurrents
ja: 競技者チャート
pt: Diagrama do competidor
ru: Диаграмма участника
zh_cn: 参赛队记录

# selectAtLeastOneCompetitor
source: To show the competitor charts, select at least one competitor
es: Para mostrar los gráficos de competidores, seleccione al menos un competidor
fr: Pour afficher les graphiques des concurrents, sélectionnez au moins un concurrent.
ja: 競技者チャートを表示するには、少なくとも 1 つの競技者を選択してください
pt: Para visualizar os diagramas do competidor, selecionar pelo menos um competidor
ru: Чтобы просмотреть диаграммы участника, выберите хотя бы одного участника
zh_cn: 要显示参赛队记录，至少选择一支参赛队

# selectAtLeastOneCompetitorForInvitation
source: To send invitation E-Mails, select at least one competitor
es: Para enviar correos electrónicos de invitación, seleccione al menos un competidor
fr: Pour envoyer une invitation par e-mail, sélectionnez au moins un concurrent.
ja: 招待電子メールを送信するには、少なくとも 1 つの競技者を選択してください
pt: Para enviar e-mails de convite, selecionar pelo menos um competidor
ru: Чтобы отправить приглашения по эл. почте, выберите хотя бы одного участника
zh_cn: 要发送邀请电子邮件，至少选择一支参赛队

source: Direction change
es: Cambio de dirección
fr: Changement de cap
ja: 方向変更
pt: Mudança de direção
ru: Изменение направления
zh_cn: 风向变化

source: Speed change
es: Cambio de velocidad
fr: Changement de vitesse
ja: 艇速変更
pt: Mudança de velocidade
ru: Изменение скорости
zh_cn: 速度变化

# degreesShort
source: deg
es: grados
ja: 度
pt: graus
ru: град.

source: Untracked
es: No rastreado
fr: Non suivi
ja: 未追跡
pt: Não rastreado
ru: Не отслеживается
zh_cn: 取消跟踪

source: Delay for live mode:
es: Retraso para modo en directo
fr: Décalage pour mode en direct
ja: ライブモードの遅延:
pt: Atraso para modo ao vivo:
ru: Задержка для оперативного режима:
zh_cn: 实况模式延迟：

source: Not available
es: No disponible
fr: Non disponible
ja: 利用不可
pt: Não disponível
ru: Недоступно
zh_cn: 不可用

source: Details
es: Detalles
fr: Détails
ja: 詳細
pt: Detalhes
ru: Подробности
zh_cn: 详情

source: No group selected
es: Ningún grupo seleccionado
fr: Aucun groupe sélectionné
ja: グループ未選択
pt: Nenhum grupo selecionado
ru: Не выбрана группа
zh_cn: 未选择分组

# combinedWindSourceTypeName
source: Combined
es: Combinado
fr: Combiné
ja: 複合
pt: Combinado
ru: Объединено
zh_cn: 组合

# legMiddleWindSourceTypeName
source: Middle of Leg
es: Mitad de tramo
fr: Milieu de la portion de parcours
ja: レグの中間
pt: Meio da perna
ru: Середина отрезка
zh_cn: 航段中部

# courseBasedWindSourceTypeName
source: Course Layout
es: Disposición de regata
fr: Configuration du parcours
ja: コースレイアウト
pt: Layout do percurso
ru: Схема курса
zh_cn: 场地设置

# trackBasedEstimationWindSourceTypeName
source: Estimation
es: Estimación
ja: 推定
pt: Estimativa
ru: Расчетная
zh_cn: 估算

# windSensorWindSourceTypeName
source: Measured
es: Medido
fr: Mesuré
ja: 計測
pt: Medido
ru: Измеренная
zh_cn: 测量

# webWindSourceTypeName
source: Manual
fr: Manuel
ja: 手動
ru: Вручную
zh_cn: 手动

# raceCommitteeWindSourceTypeName
source: Race Committee
es: Comité de carrera
fr: Comité de course
ja: レース委員会
pt: Comissão da corrida
ru: Гоночный комитет
zh_cn: 竞赛委员会

# clickChartToSetTime
source: Click on the chart to set the time
es: Haga clic en el gráfico para definir la hora
fr: Cliquez sur le graphique pour définir l'heure.
ja: 時刻を設定するチャートをクリック
pt: Clicar no diagrama para definir a hora
ru: Щелкните диаграмму, чтобы установить время
zh_cn: 点击记录设置时间

source: Position
es: Posición
ja: 位置
pt: Posição
ru: Позиция
zh_cn: 位置

source: Wind Sources Used
es: Fuentes de vientos utilizadas
fr: Sources de vent utilisées
ja: 使用風源
pt: Origens do vento utilizadas
ru: Используемые источники ветра
zh_cn: 使用的风源

# errorTryingToUpdateWindSourcesToExclude
source: Error trying to update wind sources to exclude for race {0}: {1}
es: Error al intentar actualizar las fuentes de vientos a excluir para la carrera {0}: {1}
fr: Erreur lors de la tentative de mise à jour des sources de vent à exclure pour la course {0} : {1}
ja: レース {0} を除外するために風源を更新しようとしてエラーが発生: {1}
pt: Erro ao tentar atualizar origens do vento para excluir para a corrida {0}: {1}
ru: Ошибка при попытке обновить источники ветра к исключению для гонки {0}: {1}
zh_cn: 尝试更新风源以针对比赛轮次{0}排除出错： {1}

source: Feedback
fr: Commentaires
ja: フィードバック
ru: Обратная связь
zh_cn: 反馈

source: Start/Stop playing
es: Iniciar/detener reproducción
fr: Lancer/Arrêter lecture
ja: 再生開始/停止
pt: Iniciar/parar reprodução
ru: Начать/остановить воспроизведение
zh_cn: 开始/停止播放

# backToLive
source: Jump back to live time point
es: Volver al tiempo en directo
fr: Retour au point en direct
ja: ライブ時点に戻る
pt: Voltar a data/hora ao vivo
ru: Вернуться к текущей отметке времени
zh_cn: 跳回到实况时间点

# slowPlaySpeedDown
source: Slow play speed down or even run backwards
es: Ralentizar velocidad o reproducir hacia atrás
fr: Ralentir vitesse de lecture ou revenir en arrière
ja: 再生速度を下げるか巻き戻し
pt: Diminuir velocidade de reprodução ou retroceder
ru: Замедлить воспроизведение или даже запустить в обратном направлении
zh_cn: 减慢播放速度，甚至倒放

# speedPlaySpeedUp
source: Speed play speed up or run forward again
es: Aumentar velocidad o volver a reproducir hacia adelante
fr: Accélérer vitesse de lecture ou avancer
ja: 再生速度を上げるか早送り
pt: Aumentar velocidade de reprodução ou avançar
ru: Ускорить воспроизведение или снова запустить в прямом направлении
zh_cn: 加快播放速度或重新继续播放

# showHideComponent
source: Show/Hide {0}
es: Mostrar/ocultar {0}
fr: Afficher/Masquer {0}
ja: 表示/非表示 {0}
pt: Visualizar/ocultar {0}
ru: Показать/скрыть {0}
zh_cn: 显示/隐藏{0}

# degreesBoatToTheWind
source: Angle to wind
es: Ángulo respecto al viento
fr: Angle par rapport au vent
ja: 風とのアングル
pt: Ângulo em relação ao vento
ru: Угол к ветру
zh_cn: 风夹角

source: Races in leaderboard
es: Carreras en la tabla de clasificación
fr: Courses dans le palmarès
ja: リーダーボードにあるレース
pt: Corridas no painel de classificação
ru: Гонки в таблице лидеров
zh_cn: 积分榜中的比赛轮次

source: Leaderboards in group
es: Tablas de clasificación en grupo
fr: Palmarès dans le groupe
ja: リーダーボードグループ
pt: Painéis de classificação no grupo
ru: Таблицы лидеров в группе
zh_cn: 分组中的积分榜

source: Replication
es: Replicación
fr: Réplication
ja: 複製
pt: Replicação
ru: Репликация
zh_cn: 复制

# errorFetchingReplicaData
source: Error fetching replica data: {0}
es: Error al obtener datos replicados: {0}
fr: Erreur lors de l'accès aux données de réplicas : {0}
ja: 複製データ取込でエラー発生: {0}
pt: Erro ao chamar dados de replicação: {0}
ru: Ошибка извлечения данных реплики: {0}
zh_cn: 获取重复数据出错： {0}

# averageAbsoluteCrossTrackErrorInMetersTooltip
source: The average cross track error to the great circle segment connecting leg start with leg end
es: El error de recorrido medio hasta el gran segmento de círculo que conecta el inicio del tramo con el final del tramo
fr: Écart de route (XTE) moyen par rapport à l'arc de cercle reliant le début d'une portion de parcours à la fin d'une portion de parcours.
ja: レグ始点からレグ終点までの大圏航路 (円曲線) との間の平均クロストラックエラー
pt: O desvio lateral médio do segmento da grande volta que liga o início da perna ao fim da perna
ru: Среднее боковое уклонение к большому круговому сегменту, соединяющему начало отрезка с концом отрезка
zh_cn: 连接航段起点和终点的大圆弧的平均交叉轨道误差

# averageSignedCrossTrackErrorInMetersTooltip
source: The average position on the course as a signed distance from the course middle line; 0 meaning on the course middle line; negative values mean left-hand side, positive values mean right-hand side.
es: La posición media en la regata como distancia señalizada desde la línea de crujía de la regata; 0 significa en la línea de crujía de lal regata; los valores negativos significan la banda de babor y los valores positivos significan la banda de estribor.
fr: Position moyenne dans la course sous forme de distance enregistrée par rapport à la layline de la course. 0 signifie que vous vous trouvez sur la layline. Les valeurs négatives indiquent que vous avez dévié de votre route sur la gauche. Les valeurs positives indiquent que vous avez dévié de votre route sur la droite.
ja: コース中央航路からの距離 (+/- 符号付) で表されたコース上の平均位置: 0 はコース中央航路を、マイナスの値は左側を、プラスの値は右側をそれぞれ意味します。
pt: A posição média no percurso como uma distância assinalada a partir da linha do meio do percurso; 0 significa na linha do meio do percurso; os valores negativos significam o lado esquerdo, os valores positivos significam o lado direito.
ru: Средняя позиция на курсе как расстояние (со знаком) от средней линии курса; отрицательные значения означают уклонение влево, положительные — вправо.
zh_cn: 赛场中的平均位置 - 从场地中线开始计算的符号距离；0 代表场地中线；负数代表左侧，正数代表右侧。
