Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# metaLeaderboardCannotBeChanged
source: This is a meta leaderboard. It can''t be changed here.
es: Se trata de una metatabla de clasificación. No se puede modificar aquí.
fr: Ce palmarès est de type méta. Vous ne pouvez pas le modifier ici.
ja: これはメタリーダーボードです。ここで変更することはできません。
pt: Este é um painel de classificação meta. Não é possível modificá-lo aqui.
ru: Это метатаблица лидеров. Изменить ее здесь невозможно.
zh_cn: 此为元积分榜。无法在此处更改。

# failedToSetNewStartTime
source: Failed to set new start time. This can happen when the same start time is already present in the race log or someone has added a start time that is newer (in terms of a pass id and logical time) than the one that you just added.
es: No se ha podido fijar una nueva hora de salida. Esto puede ocurrir si ya existe la misma hora de salida en el registro de la carrera o si alguna persona ha añadido una hora de salida más reciente (en términos de un ID de paso y de una hora lógica) que la hora que acaba de añadir.
fr: Définition de la nouvelle heure de départ échouée. Cela peut arriver lorsque la même heure de départ existe déjà dans le journal de course ou lorsque quelqu'un d'autre a ajouté une heure de départ plus récente (sous forme d'ID de passage et d'heure logique) que celle que vous venez d'ajouter.
ja: 新規スタート時刻の設定に失敗しました。これは、同じスタート時刻がすでにレースログに存在しているか、いま追加したものよりも (パス ID および論理時間の点で) 新しいスタート時間を誰かが追加している場合に発生することがあります。
pt: Falha ao definir nova hora de início. Isto pode suceder se a mesma hora de início já existir no registro de corridas ou se alguém tiver adicionado uma hora de início mais recente (em termos de um ID de passagem e hora lógica) que aquela que você acabou de adicionar.
ru: Не удалось установить новое время старта. Возможно, такое же время старта уже присутствует в журнале гонки или кто-то добавить более новое (ид. прохождения и логическое время) время старта, чем добавленное вами.
zh_cn: 设置新开始时间失败。 相同的开始时间可能已存在于比赛轮次日志中或某人已添加（场次编号和逻辑时间）更新的开始时间。

# doYouReallyWantToRemoveIgtimiAccount
source: Do you really want to remove Igtimi account granting access to data of user {0}?
es: ¿Desea realmente eliminar la cuenta de Igtimi otorgando acceso a los datos del usuario {0}?
fr: Souhaitez-vous réellement supprimer le compte Igtimi qui permet à l'utilisateur {0} d'accéder aux données ?
ja: ユーザ {0} のデータへのアクセスを付与する Igtimi アカウントを削除しますか。
pt: Você quer realmente remover a conta de Igtimi concedendo acesso a dados do usuário {0}?
ru: Действительно удалить учетную запись Igtimi, предоставляющую доступ к данным пользователя {0}?
zh_cn: 是否确定移除授予用户{0}访问数据权限的 Igtimi 账户？

# igtimiWindImport
source: Import Wind from Igtimi
es: Importar viento desde Igtimi
fr: Importer le vent depuis Igtimi
ja: Igtimi から風をインポート
pt: Importar vento de Igtimi
ru: Импортировать ветер из Igtimi
zh_cn: 从 Igtimi 导入风力数据

# seeIgtimiTabForAccountSettings
source: See the ''Igtimi'' tab for account settings determining which data from Igtimi will be considered.
es: Consulte la pestaña «Igtimi» para conocer los ajustes de la cuenta que determinan qué datos de Igtimi deben tenerse en cuenta.
fr: Afficher l'onglet ''Igtimi'' pour voir les options de compte qui déterminent quelles données Igtimi seront prises en compte.
ja: ''Igtimi'' タブで、Igtimi からのどのデータを考慮するかを指定するアカウント設定を参照してください。
pt: Consulte a ficha ''Igtimi'' para as configurações da conta que determinam que dados de Igtimi serão considerados.
ru: Параметры учетной записи, определяющие учитываемые данные из Igtimi, см. на вкладке ''Igtimi''.
zh_cn: 请查看 "Igtimi" 选项卡了解账户设置，确定将考虑的 Igtimi 数据。

source: Import Wind from Igtimi
es: Importar viento desde Igtimi
fr: Importer le vent depuis Igtimi
ja: Igtimi から風をインポート
pt: Importar vento de Igtimi
ru: Импортировать ветер из Igtimi
zh_cn: 从 Igtimi 导入风力数据

# errorImportingIgtimiWind
source: Error importing wind data from Igtimi: {0}
es: Error al importar datos de viento desde Igtimi: {0}
fr: Erreur lors de l'importation des données du vent depuis Igtimi : {0}
ja: Igtimi からの風データのインポートでエラー発生: {0}
pt: Erro ao importar dados do vento de Igtimi: {0}
ru: Ошибка при импорте данных о ветре из Igtimi: {0}
zh_cn: 从 Igtimi 导入风力数据出错： {0}

# resultFromIgtimiWindImport
source: The following number of fixes were imported for the listed races: {0}
es: Se ha importado el número siguiente de correcciones para las carreras enumeradas: {0}
fr: Le nombre suivant de points vent ont été importés pour les courses référencées : {0}
ja: 一覧されたレースに対して次の数のフィックスがインポートされました: {0}
pt: O número seguinte de pontos fixos foi importado para as corridas listadas: {0}
ru: Для перечисленных гонок импортировано следующее число замеров: {0}
zh_cn: 已为所列的比赛轮次导入以下修复： {0}

# timeToStart
source: {0} to start
es: {0} hasta la salida
fr: {0} jusqu'au départ
ja: スタートまで {0}
pt: {0} até partida
ru: {0} до старта
zh_cn: {0} - 开始

# timeSinceStart
source: {0} since start
es: {0} desde la salida
fr: {0} depuis le départ
ja: スタートから {0}
pt: {0} desde partida
ru: {0} от старта
zh_cn: {0} - 开始后

# distanceToLine
source: Distance to start line
es: Distancia hasta la línea de salida
fr: Distance jusqu'à la ligne de départ
ja: スタートラインまでの距離
pt: Distância para linha de partida
ru: Дистанция до линии старта
zh_cn: 与起航线的距离

# beatAngleTooltip
source: The angle between the competitors direction and the wind
es: Ángulo entre la dirección de los competidores y el viento
fr: L'angle entre la direction du concurrent et le vent.
ja: 競技者の方向と風の間のアングル
pt: O ângulo entre a direção dos competidores e o vento
ru: Угол между направлением участников и ветром
zh_cn: 赛队航行的方向和风的夹角

source: Beat Angle
es: Mejor ángulo
fr: Angle d'attaque
ja: ビートアングル
pt: Ângulo de cambada
ru: Угол удара
zh_cn: 迎风航行角度

# showBoatClassChartsLabel
source: You can also view the overall diagram for the available boat classes.
es: También puede visualizar el diagrama global para las clases de embarcación disponibles.
fr: Vous pouvez également afficher le diagramme global pour les catégories de bateau disponibles.
ja: 利用可能な艇種の全体図も表示することができます。
pt: Você também pode ver o diagrama geral para as classes de barcos disponíveis.
ru: Также можно просмотреть общую диаграмму для доступных классов лодок.
zh_cn: 还可以查看可用船只级别的总直直方图。

source: Show Diagram
es: Mostrar diagrama
fr: Afficher diagramme
ja: ダイアグラム表示
pt: Visualizar diagrama
ru: Показать диаграмму
zh_cn: 显示直方图

# runAutomaticallyTooltip
source: Run the query automatically, after you changed e.g. the statistic or the grouping.
es: Ejecute la consulta automáticamente después de modificar, por ejemplo, la estadística o la agrupación.
fr: Exécutez la requête automatiquement, par exemple après avoir modifié les statistiques ou le regroupement.
ja: 統計やグルーピングなどを変更した後にクエリを自動的に実行します。
pt: Execute a consulta automaticamente, após modificar, por exemplo, a estatística ou o agrupamento.
ru: Автоматически выполнять запрос после изменения, например, статистики или группирования.
zh_cn: 在更改统计或分组后，自动运行查询。

# rerunQueryAfterRefreshTooltip
source: Reruns the query after the tables have been refreshed.
es: Vuelve a ejecutar la consulta después de que se hayan refrescado las tablas.
fr: Réexécute la requête après l'actualisation des tables.
ja: テーブルがリフレッシュされた後にクエリを再実行します。
pt: Executa novamente a consulta após a atualização das tabelas.
ru: Повторно выполняет запрос после обновления таблиц.
zh_cn: 在刷新表后，重新运行查询。

source: Query Definition Provider
es: Proveedor de definición de consultas
fr: Fournisseur de définitions de requêtes
ja: クエリ定義プロバイダ
pt: Fornecedor da definição da consulta
ru: Поставщик определения запроса
zh_cn: 查询定义提供方

source: Statistic Provider
es: Proveedor de estadísticas
fr: Fournisseur de statistiques
ja: 統計プロバイダ
pt: Fornecedor da estatística
ru: Поставщик статистики
zh_cn: 统计提供方

source: Calculate the
es: Calcular
fr: Calculer le/la
ja: 計算:
pt: Calcular
ru: Рассчитать
zh_cn: 计算

source: Grouping Provider
es: Proveedor de agrupación
fr: Fournisseur de regroupements
ja: グルーピングプロバイダ
pt: Fornecedor do agrupamento
ru: Поставщик группирования
zh_cn: 分组提供方

# releaseNotes
source: News and Release History
es: Historial de noticias y lanzamientos
fr: Historique de versions et nouveautés
ja: 新規およびリリース履歴
pt: Novidades e histórico de releases
ru: Новости и история выпусков
zh_cn: 消息和版本历史

# hasSplitFleetContiguousScoring
source: Split fleets scored contiguously
es: Dividir flotas puntuadas de forma contigua
fr: Les flottes divisées ont obtenu des scores contigus.
ja: 連続的に得点するフリートの分割
pt: Flotilhas divididas com pontuação contínua
ru: Разделенные флоты получили сходные оценки
zh_cn: 区分连续得分的船队

source: Add RaceLog Tracker
es: Añadir rastreador de registro de carrera
fr: Ajouter tracker de journal de course
ja: RaceLog トラッカー追加
pt: Adicionar rastreador RaceLog
ru: Добавить средство отслеживания журнала гонки
zh_cn: 添加比赛轮次日志跟踪器

source: Add RaceLog Trackers
es: Añadir rastreadores de registro de carrera
fr: Ajouter trackers de journal de course
ja: RaceLog トラッカー追加
pt: Adicionar rastreadores RaceLog
ru: Добавить средства отслеживания журнала гонки
zh_cn: 添加比赛轮次日志跟踪器

source: Denote for RaceLog tracking
es: Indicar para rastreo de registro de carrera
fr: Marquer pour suivi par journal de course
ja: RaceLog 追跡の表示
pt: Denotar para rastreamento RaceLog
ru: Отменить отслеживание журнала гонки
zh_cn: 比赛轮次日志跟踪描述

source: Start RaceLog Tracking
es: Rastreo de registro de carrera de salida
fr: Lancer le suivi par journal de course
ja: RaceLog 追跡の開始
pt: Iniciar rastreamento RaceLog
ru: Начать отслеживание журнала гонки
zh_cn: 开始比赛轮次日志跟踪

source: Filter by Leaderboard
es: Filtrar por tabla de clasificación
fr: Filtrer par palmarès
ja: リーダーボードによるフィルタリング
pt: Filtrar por painel de classificação
ru: Фильтровать по таблице лидеров
zh_cn: 按积分榜筛选

source: Remove Leaderboard filter
es: Eliminar filtro de tabla de clasificación
fr: Supprimer filtre de palmarès
ja: リーダーボードフィルタ削除
pt: Remover filtro de painel de classificação
ru: Удалить фильтр таблицы лидеров
zh_cn: 移除积分榜筛选器

source: Competitor Registrations
es: Registros de competidores
fr: Inscriptions de concurrents
ja: 競技者登録
pt: Registros de competidores
ru: Регистрации участников
zh_cn: 参赛队注册

source: Tracker Status
es: Status de rastreador
fr: Statut de tracker
ja: トラッカーステータス
pt: Status de rastreador
ru: Статус средства отслеживания
zh_cn: 跟踪器状态

source: Course Status
es: Status de regata
fr: Statut de course
ja: コースステータス
pt: Status do percurso
ru: Статус курса
zh_cn: 场地状态

source: Can only be edited before starting tracking
es: Solo se puede editar antes de iniciar el rastreo
fr: Modifiable uniquement avant le lancement du suivi
ja: 追跡開始前にのみ編集可能
pt: O processamento só é possível antes do início do rastreamento
ru: Редактирование возможно только до начала отслеживания
zh_cn: 只可以在开始跟踪前编辑

# defineCourse
source: Define Course Layout
es: Definir disposición de regata
fr: Définir configuration du parcours
ja: コースレイアウト定義
pt: Definir layout do percurso
ru: Определить схему курса
zh_cn: 定义场地设置

# mapDevices
source: Map Devices to Competitors and Marks
es: Asignar dispositivos a competidores y marcas
fr: Mapper appareils sur concurrents et marques
ja: デバイスを競技者およびマークにマッピング
pt: Mapear dispositivos para competidores e marcas
ru: Сопоставить устройства с участниками и отметками
zh_cn: 将设备映射到参赛队和标志

# edit_what
source: Edit {0}
es: Editar {0}
fr: Modifier {0}
ja: {0} を編集
pt: Processar {0}
ru: Изменить {0}
zh_cn: 编辑{0}

# add_what
source: Add {0}
es: Añadir {0}
fr: Ajouter {0}
ja: {0} を追加
pt: Adicionar {0}
ru: Добавить {0}
zh_cn: 添加{0}

# remove_what
source: Remove {0}
es: Eliminar {0}
fr: Supprimer {0}
ja: {0} を削除
pt: Remover {0}
ru: Удалить {0}
zh_cn: 移除{0}

# pleaseEnterA
source: Please enter a {0}
es: Indique un {0}
fr: Veuillez saisir un(e) {0}
ja: {0} を入力してください
pt: Insira um {0}
ru: Введите {0}
zh_cn: 请输入{0}

# pingPosition
source: Ping {0} position
es: Hacer ping {0} de posición
fr: Effectuez un test ping pour la position {0}.
ja: ping {0} 位置
pt: Fazer ping de posição {0}
ru: Проверить связь с позицией {0}
zh_cn: 定位{0}

# pleaseEnterAValidValueFor
source: Please enter a valid value for {0} ({1})
es: Indique un valor válido para {0} ({1})
fr: Saisissez une valeur valide pour {0} ({1}).
ja: {0} の有効な値を入力してください ({1})
pt: Insira um valor válido para {0} ({1})
ru: Введите допустимое значение для {0} ({1})
zh_cn: 请为{0} ({1}) 输入有效值

# copyCourseAndCompetitors
source: Copy course and competitors to other races
es: Copiar regata y competidores en otras carreras
fr: Copier le parcours et les concurrents dans d'autres courses
ja: コースと競技者を他のレースにコピー
pt: Copiar percurso e competidores para outras corridas
ru: Копировать курс и участников для других гонок
zh_cn: 将场地和参赛队复制到其他比赛轮次

source: Set tracking times
es: Fijar horas de rastreo
fr: Définissez les durées de suivi.
ja: 追跡時間の設定
pt: Definir tempos de rastreamento
ru: Установить время отслеживания
zh_cn: 设置跟踪事件

# nowSelectRaceColumnAndFleetToCopyTo
source: Now select the race column and fleet to copy the course to.
es: Ahora, seleccione la columna de la carrera y la flota en las que desee copiar la regata.
fr: Sélectionnez maintenant la colonne de la course et la flotte auxquelles le parcours doit être copié.
ja: ここで、コースのコピー先のレース列およびフリートを選択してください。
pt: Selecionar agora a coluna da corrida e a flotilha para onde copiar o percurso.
ru: Выберите столбец гонки и флот для копирования курса.
zh_cn: 现在选择要将场地复制到的比赛轮次列和船队。

# selectRowInTableToCopyCourse
source: Select a single row in the table, to which to copy the course.
es: Seleccione una fila individual de la tabla en la que desee copiar la regata.
fr: Sélectionnez une seule ligne dans la table vers laquelle le parcours doit être copié.
ja: コースのコピー先の、テーブル内の単一行を選択してください。
pt: Selecionar uma única linha na tabela para onde copiar o percurso.
ru: Выберите в таблице одну строку для копирования курса.
zh_cn: 在表中选择要将场地复制到的单个行。

source: Device ID
es: ID del dispositivo
fr: ID de l'appareil
ja: デバイス ID
pt: ID de dispositivo
ru: Ид. устройства
zh_cn: 设备编号

source: Device Type
es: Tipo de dispositivo
fr: Type d'appareil
ja: デバイスタイプ
pt: Tipo de dispositivo
ru: Тип устройства
zh_cn: 设备类型

source: Mapped to Type
es: Asignado al tipo
fr: Mappé au type
ja: マッピング先のタイプ
pt: Mapeado para tipo
ru: Сопоставлено с типом
zh_cn: 映射到类型

source: Mapped to
es: Asignado a
fr: Mappé à
ja: マッピング先
pt: Mapeado para
ru: Сопоставлено с
zh_cn: 映射到

source: Device Mappings
es: Asignaciones de dispositivos
fr: Mappages d'appareils
ja: デバイスマッピング
pt: Mapeamentos de dispositivo
ru: Сопоставления устройств
zh_cn: 设备映射

# atMostOneEndOfTheTimeRangeMayBeOpen
source: At most one end of the mapping''s time range may be left open (left unset)
es: Como máximo un extremo del intervalo de tiempo de la asignación debe dejarse abierto (sin fijar)
fr: Au moins une extrémité de l'intervalle de temps du mappage doit rester ouverte (ne pas configurer).
ja: 多くとも、マッピングの時間範囲の終了の 1 つは未指定のままにすることができます (左を未設定)
pt: No máximo um fim do intervalo de tempo do mapeamento pode ser deixado em aberto (deixado por definir)
ru: Открытым (не указанным) можно оставить не более одного конца диапазона времени сопоставления
zh_cn: 至多可以将映射时间范围的一端保持开放（不设置）

# pleaseSelectAnItemToMapTo
source: Please select an item to map the device to
es: Seleccione un elemento al que asignar el dispositivo
fr: Sélectionnez un élément auquel mapper l'appareil.
ja: デバイスのマッピング先のアイテムを選択してください
pt: Selecione um item para o qual é efetuado o mapeamento do dispositivo
ru: Выберите элемент для сопоставления с устройством
zh_cn: 请选择映射设备的项目

source: Device
es: Dispositivo
fr: Appareil
ja: デバイス
pt: Dispositivo
ru: Устройство
zh_cn: 设备

source: Time Range
es: Intervalo de tiempo
fr: Intervalle de temps
ja: 時間範囲
pt: Intervalo de tempo
ru: Диапазон времени
zh_cn: 时间范围

# closeTimeRange
source: Close open end of Time Range
es: Cerrar extremo abierto del intervalo de tiempo
fr: Fermer extrémité ouverte de l'intervalle de temps
ja: 時間範囲の未指定側を閉じる
pt: Fechar fim em aberto do intervalo de tempo
ru: Закрыть открытый конец диапазона времени
zh_cn: 关闭时间范围的开放端

# setClosingTimePoint
source: Set Timepoint that closes open time range
es: Fijar el punto temporal que cierra el intervalo de tiempo abierto.
fr: Définir une heure de fin pour l'intervalle de temps ouvert
ja: 未指定の時間範囲を閉じる時点の設定
pt: Definir data/hora que fecha intervalo de tempo em aberto
ru: Установите время, закрывающее диапазон времени
zh_cn: 设置关闭开放的时间范围的时间点

# startOfTimeRangeMustLieBeforeEnd
source: The start of the time range must lie before its end
es: El inicio del intervalo de tiempo debe ser anterior al fin
fr: Le début de l'intervalle de temps doit se situer avant sa fin.
ja: 時間範囲の開始はその終了より前でなければなりません
pt: O início do intervalo de tempo deve ser anterior ao fim
ru: Начало диапазона времени должно быть раньше его окончания
zh_cn: 时间范围的起点必须在终点之前

source: Overall Progress
es: Progreso general
fr: Progression générale
ja: 全体進行
pt: Evolução geral
ru: Общий ход выполнения
zh_cn: 总进度

source: Event Overview
es: Resumen de eventos
fr: Synthèse de la manifestation
ja: イベント概要
pt: Síntese do evento
ru: Обзор события
zh_cn: 活动总览

source: Start
es: Salida
fr: Départ
ja: スタート
pt: Início
ru: Старт
zh_cn: 开始

# showAddedScores
source: Show added scores for each entry in leaderboard
es: Mostrar puntuaciones añadidas para cada entrada de la tabla de clasificación
fr: Afficher scores ajoutés pour chaque entrée du palmarès
ja: リーダーボードにあるエントリごとに追加されたスコアの表示
pt: Visualizar pontuações adicionadas para cada entrada no painel de classificação
ru: Показать добавленные баллы для каждой записи в таблице лидеров
zh_cn: 为积分榜中的各条目显示添加的得分

source: ratio
es: Proporción
ja: 率
pt: proporção
ru: отношение
zh_cn: 比率

source: Import Wind
es: Importar viento
fr: Importer vent
ja: 風のインポート
pt: Importar vento
ru: Импортировать ветер
zh_cn: 导入风力数据

# importWindTooltip
source: Unchecking this option will drastically lower the amount of data transfered.
es: Si desmarca esta opción, se reducirá considerablemente el volumen de datos transferidos.
fr: Si vous décochez cette option, cela réduira considérablement le volume de données transféré.
ja: このオプションを指定解除すると、転送されるデータ量が著しく小さくなります。
pt: A desmarcação desta opção irá reduzir drasticamente o número de dados transferidos.
ru: Снятие этого параметра существенно понизит объем передаваемых данных.
zh_cn: 取消选择此选项将大大降低传输的数据量。

source: Import Device Configurations
es: Importar configuraciones de dispositivos
fr: Importer configurations de l'appareil
ja: デバイス設定のインポート
pt: Importar configurações do dispositivo
ru: Импортировать конфигурации устройств
zh_cn: 导入设备配置

# importDeviceConfigurationsTooltip
source: Checking this will import ALL device configurations on the remote server.
es: Si marca esta opción, se importarán TODAS las configuraciones de dispositivos en el servidor remoto.
fr: Si vous cochez cette option, TOUTES les configurations de l'appareil seront importées dans le serveur distant.
ja: これを指定すると、リモートサーバ上のすべてのデバイス設定がインポートされます。
pt: A marcação disto irá importar TODAS as configurações do dispositivo no servidor remoto.
ru: Установка этого параметра импортирует ВСЕ конфигурации устройств на удаленный сервер.
zh_cn: 选择此选项将导入远程服务器中的所有设备配置。

source: Author name
es: Nombre de autor
fr: Nom de l'auteur
ja: 作成者名
pt: Nome do autor
ru: Имя автора
zh_cn: 作者名称

source: Author priority
es: Prioridad de autor
fr: Priorité de l'auteur
ja: 作成者優先度
pt: Prioridade do autor
ru: Приоритет автора
zh_cn: 作者优先级

source: Remove Denotation
es: Eliminar denotación
fr: Supprimer marquage
ja: 表示の削除
pt: Remover denotação
ru: Удалить обозначение
zh_cn: 移除描述

# competitorRegistrationsMissingProceed
source: At least one of the selected races ({0}) is missing competitor registrations. Proceed anyway?
es: Como mínimo a una de las carreras seleccionadas ({0}) le faltan los registros de los competidores. ¿Desea continuar igualmente?
fr: Des inscriptions de concurrents sont manquantes pour au moins l'une des courses sélectionnées ({0}). Voulez-vous quand même continuer ?
ja: 選択したレース ({0}) のうち少なくとも 1 つで競技者登録が不足しています。続行しますか。
pt: Pelo menos uma das corridas selecionadas ({0}) tem registros de competidores em falta. Continuar mesmo assim?
ru: По крайней мере в одной из выбранных гонок ({0}) отсутствуют регистрации участников. Продолжить?
zh_cn: 所选的比赛轮次 ({0}) 中至少有一个缺少参赛队注册。 是否继续？

source: Please select a control point
es: Seleccione un punto de control
fr: Sélectionnez un point de contrôle.
ja: コントロールポイントを選択してください
pt: Selecione um ponto de controle
ru: Выберите контрольную точку
zh_cn: 请选择控制点

# twoMarkControlPoint
source: 2-mark-controlpoint
es: Punto de control de 2 marcas
fr: Point de contrôle à deux marques
ja: 2 マークコントロールポイント
pt: Ponto de controle de 2 marcas
ru: 2-отметочная контрольная точка
zh_cn: 2 个标志的控制点

source: Registered Competitors
es: Competidores registrados
fr: Concurrents inscrits
ja: 登録済競技者
pt: Competidores registrados
ru: Зарегистрированные участники
zh_cn: 注册的参赛队

source: Competitor Pool
es: Grupo de competidores
fr: Groupe de concurrents
ja: 競技者プール
pt: Pool de competidores
ru: Пул участников
zh_cn: 参赛队库

source: Select at least one
es: Seleccionar uno como mínimo
fr: Effectuez au moins une sélection.
ja: 少なくとも 1 つ選択
pt: Selecionar pelo menos um
ru: Выберите не менее одного
zh_cn: 至少选择一个

# selectRaces
source: Select the Races
es: Seleccionar carreras
fr: Sélectionner les courses
ja: レースの選択
pt: Selecionar as corridas
ru: Выберите гонки
zh_cn: 选择比赛轮次

source: Import Fixes
es: Importar correcciones
fr: Importer positions
ja: フィックスのインポート
pt: Importar pontos fixos
ru: Импортировать замеры
zh_cn: 导入修复

# noSailingServerInstancesYet
source: No remote server instances registered yet.
es: Todavía no se han registrado instancias de servidor remoto.
fr: Aucune instance de serveur distant enregistrée pour le moment
ja: リモートサーバインスタンスがまだ登録されていません。
pt: Nenhuma instância do servidor remoto registrada ainda.
ru: Удаленные экземпляры сервера еще не зарегистрированы.
zh_cn: 尚未注册远程服务器实例。

# registeredSailingServerInstances
source: Registered remote server instances
es: Instancias de servidor remoto registradas
fr: Instances de serveur distant enregistrées
ja: 登録済リモートサーバインスタンス
pt: Instâncias do servidor remoto registradas
ru: Зарегистрированные удаленные экземпляры сервера
zh_cn: 注册的远程服务器实例

source: Filter Events by name:
es: Filtrar eventos por nombre
fr: Filtrer manifestations par nom :
ja: イベントをフィルタリングする名称
pt: Filtrar eventos por nome:
ru: Фильтровать события по названию:
zh_cn: 按名称筛选活动：

# leaderboardsExceptFromSelectedGroup
source: Leaderboards (except those of selected group)
es: Tablas de clasificación (excepto las del grupo seleccionado)
fr: Palmarès (sauf ceux du groupe sélectionné)
ja: リーダーボード (選択したグループのものを除く)
pt: Painéis de classificação (exceto aqueles do grupo selecionado)
ru: Таблицы лидеров (кроме выбранных групп)
zh_cn: 积分榜（所选分组的积分榜除外）

source: Available Leaderboard Groups
es: Grupos de tablas de clasificación disponibles
fr: Groupes de palmarès disponibles
ja: 利用可能リーダーボードグループ
pt: Grupos de painéis de classificação disponíveis
ru: Доступные группы таблиц лидеров
zh_cn: 可用的积分榜分组

# leaderboardGroupsOfSelectedEvent
source: Leaderboard Groups Assigned to Event
es: Grupos de tablas de clasificación asignados a evento
fr: Groupe de palmarès affectés à la manifestation
ja: イベントに割当済のリーダーボードグループ
pt: Grupos de painéis de classificação atribuídos a evento
ru: Присвоенные событию группы таблиц лидеров
zh_cn: 分配到活动的积分榜分组

source: Add races
es: Añadir carreras
fr: Ajouter des courses
ja: レース追加
pt: Adicionar corridas
ru: Добавить гонки
zh_cn: 添加比赛轮次

source: with name prefix
es: con prefijo de nombre
fr: avec préfixe de nom
ja: - 名称接頭辞:
pt: com prefixo do nome
ru: с префиксом названия
zh_cn: 含名称前缀

source: Please select a series first.
es: Seleccione primero una serie
fr: Sélectionnez d'abord une série.
ja: 最初にシリーズを選択してください
pt: Selecione primeiro uma série.
ru: Сначала выберите серию.
zh_cn: 请先选择系列。
