Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# defaultSailorsInfoLinkInfoText
source: The default link is used unless a language specific overwrite exists. If no default exists, there will be no link for languages that do not explicitly have one set.
es: Se utilizará el enlace por defecto, a menos que exista una sobrescritura específica de idioma. Si no existe ninguno por defecto, no existirá ningún enlace para los idiomas que no tengan un enlace fijado explícitamente.
fr: Le système utilise le lien par défaut, sauf si une version spécifique de la langue existe. Si aucun lien par défaut n'existe, aucun lien n'est associé aux langues pour lesquelles aucun lien spécifique n'a été défini.
ja: 言語依存の上書きがなければデフォルトのリンクが使用されます。デフォルト未登録の場合は、明示的に 1 セットも有していない言語に対するリンクはありません。
pt: O link padrão é utilizado a menos que exista uma substituição específica do idioma. Se não existir um padrão, não existirá um link para idiomas que não tenham um definido de forma explícita.
ru: При отсутствии замен для конкретного языка используется ссылка по умолчанию. Если значения по умолчанию не существует, ссылок для языков, не имеющих одного явно заданного набора, не будет.
zh_cn: 如果不存在语言特定的覆盖，则使用默认链接。 如果不存在默认链接，则没有未明确设置的语言的链接。

source: QR-Sync
es: Sincr.QR
fr: Synchronisation code QR
ja: QR 同期
pt: Sincronização QR
ru: QR-синхронизация

source: There is no identifier set.
es: No hay ningún identificador definido.
fr: Aucun identifiant n'est défini.
ja: ID が設定されていません。
pt: Não existe um identificador definido.
ru: Не задан идентификатор.
zh_cn: 未设置标识符。

# couldNotObtainAccessTokenForUser
source: Could not obtain access token for user {0}
es: No se ha podido obtener el token de acceso para el usuario {0}
fr: Impossible d'obtenir un jeton d'accès pour l'utilisateur {0}
ja: ユーザ {0} のアクセストークンを取得できませんでした
pt: Não foi possível obter token de acesso para usuário {0}
ru: Не удалось получить токен для пользователя {0}
zh_cn: 无法获取用户{0}的访问令牌

# raceManagerDeviceName
source: Device Name
es: Nombre del dispositivo
fr: Nom de l'appareil
ja: デバイス名
pt: Nome do dispositivo
ru: Имя устройства
zh_cn: 设备名称

# serverURLInvalid
source: Please enter a valid Server URL
es: Indique un URL
fr: Saisissez une URL de serveur valide.
ja: 有効なサーバ URL を入力してください
pt: Insira um URL de servidor válido
ru: Введите действительный URL-адрес сервера
zh_cn: 请输入有效的服务器 URL

source: Server URL empty
es: URL de servidor vacío
fr: URL de serveur vide
ja: サーバ URL が空
pt: URL de servidor em branco
ru: URL-адрес сервера пуст
zh_cn: 服务器 URL 为空

source: Marks
es: Marcas
fr: Marques
ja: マーク
pt: Marcas
ru: Отметки
zh_cn: 标志

source: Add new fix
es: Añadir nueva corrección
fr: Ajouter nouveau point
ja: 新規フィックス追加
pt: Adicionar ponto fixo novo
ru: Добавить новый замер
zh_cn: 新增修复

# pleaseSelectOtherTimepoint
source: Please select another timepoint. There already is a fix at the timepoint of the timeslider.
es: Seleccione otra fecha. Ya existe una fijación en la fecha del desplazador.
fr: Sélectionnez un autre point dans le temps. Il existe déjà un point pour le point dans le temps du curseur de temps.
ja: 別の時点を選択してください。タイムスライダの時点にフィックスがすでに存在します。
pt: Selecione outra data/hora. Já existe um ponto fixo na data/hora do cursor de tempo.
ru: Выберите другой момент времени. На этой отметке шкалы времени уже есть замер.
zh_cn: 请选择其他时间点。时间滑块中的此时间点已有修复。

source: Confirm move
es: Confirmar desplazamiento
fr: Confirmer déplacement
ja: 移動を確認
pt: Confirmar mudança
ru: Подтвердить движение
zh_cn: 确认移动

source: Confirm new fix
es: Confirmar nueva fijación
fr: Confirmer nouveau point
ja: 新規フィックス確認
pt: Confirmar ponto fixo novo
ru: Подтвердить новый замер
zh_cn: 确认新修复

# selectAFixPositionBy
source: Select a fix position by dragging the map. Then confirm or cancel with the buttons below.
es: Seleccione una posición fija arrastrando el mapa. Confirme o cancele con los botones de abajo.
fr: Sélectionnez une position de point en faisant glisser la carte. Ensuite, confirmez ou annulez à l'aide des boutons ci-dessous.
ja: マップをドラッグしてフィックス位置を選択してから、確認するか下記のボタンで取り消してください。
pt: Selecionar uma posição fixa arrastando o mapa. Em seguida, confirmar ou cancelar com os botões embaixo.
ru: Выберите позицию замера, перетащив карту. Затем подтвердите или отмените действие с помощью кнопок ниже.
zh_cn: 通过拖动地图选择修复位置。然后利用下方的按钮确认或取消。

# pleaseSelectAMark
source: Please select a mark from the list on the left.
es: Seleccione una marca de la lista ubicada a la izquierda.
fr: Sélectionnez une marque dans la liste sur la gauche.
ja: 左側の一覧からマークを選択してください。
pt: Selecione uma marca da lista à esquerda
ru: Выберите отметку из списка слева.
zh_cn: 请从左侧的清单中选择一个标志。

source: Mark fixes
es: Marcar fijaciones
fr: Points de marques
ja: フィックスのマーク
pt: Pontos fixos da marca
ru: Замеры отметки
zh_cn: 标志修复

source: Distance from average position
es: Distancia desde la posición promedio
fr: Distance de la position moyenne
ja: 平均位置からの距離
pt: Distância da posição média
ru: Дистанция от средней позиции
zh_cn: 与平均位置的距离

# useATouchOptimizedUI
source: Use a touch optimized UI to move the fix
es: Utilice un IU optimizado táctil para desplazar la fijación
fr: Utilisez une interface utilisateur tactile optimisée pour déplacer le point.
ja: タッチ最適化 UI を使用してフィックスを移動
pt: Utilizar uma IU otimizada para toque para reposicionar o ponto fixo
ru: Используйте сенсорный UI для перемещения замера
zh_cn: 使用触摸优化的 UI 移动修复

source: Delete fix
es: Borrar fijación
fr: Supprimer point
ja: フィックス削除
pt: Eliminar ponto fixo
ru: Удалить замер
zh_cn: 删除修复

# theDeletionOfThisFix
source: The deletion of this fix is currently not possible.
es: La supresión de esta fijación no es posible actualmente.
fr: La suppression de ce point n'est pas possible actuellement.
ja: このフィックスの削除は現在は可能でありません。
pt: A eliminação deste ponto fixo não é possível atualmente
ru: Удалить этот замер сейчас невозможно.
zh_cn: 目前无法删除此修复。

source: Loading mark fixes...
es: Cargando fijaciones de marca…
fr: Chargement de points de marques...
ja: フィックスのマークをロードしています...
pt: Carregando pontos fixos da marca...
ru: Загрузка замеров отметки...
zh_cn: 正在加载标志修复...

source: Fix successfully added.
es: Fijación añadida con éxito.
fr: Ajout du point réussi.
ja: フィックスが追加されました。
pt: Ponto fixo adicionado com êxito.
ru: Замер успешно добавлен.
zh_cn: 已成功添加修复。

source: Fix position successfully edited.
es: Posición de fijación tratada con éxito.
fr: Modification de la position du point réussie.
ja: フィックス位置が編集されました。
pt: Posição fixa processada com êxito.
ru: Позиция замера успешно изменена.
zh_cn: 已成功编辑修复位置。

source: Fix successfully removed.
es: Fijación eliminada con éxito.
fr: Suppression du point réussie.
ja: フィックスが削除されました。
pt: Ponto fixo removido com êxito.
ru: Замер успешно удален.
zh_cn: 已成功移除修复。

# dragToChangePosition
source: Drag to change position\nRight-click to get menu to delete
es: Arrastrar para modificar posición\nClic con el botón derecho para ver menú para borrar
fr: Glissez pour modifier la position.\nClic droit pour ouvrir le menu permettant la suppression.
ja: ドラッグして位置を変更\n右クリックして削除するメニューを取得
pt: Arrastar para modificar a posição\nClicar com o botão direito do mouse para obter o menu para eliminação
ru: Позиция изменяется перетаскиванием\nДля удаления вызовите меню щелчком правой кнопкой мыши
zh_cn: 拖动更改位置\n右键点击获取菜单以删除

source: Move fix
es: Desplazar fijación
fr: Déplacer point
ja: フィックスを移動
pt: Reposicionar ponto fixo
ru: Переместить замер
zh_cn: 移动修复

source: Manage2Sail Event
es: Evento de Manage2Sail
fr: Manifestation Manage2Sail
ja: Manage2Sail イベント
pt: Evento de Manage2Sail
ru: Событие Manage2Sail
zh_cn: Manage2Sail 活动

# noEventsYet
source: There are no events yet.
es: Todavía no hay eventos.
fr: Aucune manifestation pour l'instant.
ja: イベントがまだありません。
pt: Ainda não existem eventos.
ru: Событий еще нет.
zh_cn: 暂无活动。

# selectCompetitorImportProvider
source: Please select a competitor import provider...
es: Seleccione un proveedor de importación de competidores...
fr: Sélectionnez un fournisseur d'importation de concurrents...
ja: 競技者インポートプロバイダを選択してください...
pt: Selecione um fornecedor de importação do competidor...
ru: Выберите поставщика импорта участников...
zh_cn: 请选择参赛队导入提供方...

# selectResultImportProvider
source: Please select a result import provider...
es: Seleccione un proveedor de importación de resultados...
fr: Sélectionnez un fournisseur d'importation de résultats...
ja: 結果インポートプロバイダを選択してください...
pt: Selecione um fornecedor de importação de resultados...
ru: Выберите поставщика импорта результатов...
zh_cn: 请选择结果导入提供方...

source: Build version
es: Crear versión
fr: Version de build
ja: ビルドバージョン
pt: Criar versão
ru: Версия сборки
zh_cn: 内部版本

source: Server Information
es: Información del servidor
fr: Informations serveur
ja: サーバ情報
pt: Informações do servidor
ru: Информация о сервере
zh_cn: 服务器信息

source: Server Configuration
es: Configuración del servidor
fr: Configuration du serveur
ja: サーバ設定
pt: Configuração do servidor
ru: Конфигурация сервера
zh_cn: 服务器配置

source: Standalone server
es: Servidor independiente
fr: Serveur autonome
ja: スタンドアロンサーバ
pt: Servidor independente
ru: Изолированный сервер
zh_cn: 独立服务器

source: Send...
es: Enviar...
fr: envoyer...
ja: 送信...
pt: Enviar...
ru: Отправить...
zh_cn: 发送...

source: Created at
es: Creado a las
fr: Créé le
ja: 登録時刻
pt: Criado às
ru: Создано в
zh_cn: 创建时间

source: Logical timepoint
es: Punto temporal lógico
fr: Période logique
ja: 論理タイムポイント
pt: Data/hora lógica
ru: Логическая отметка времени
zh_cn: 逻辑时间点

source: Info
fr: Infos
ja: 情報
ru: Инфо
zh_cn: 信息

source: Wind fixes
es: Correcciones de viento
fr: Points vent
ja: 風フィックス
pt: Pontos fixos de vento
ru: Замеры ветра
zh_cn: 风力修复

# twoXMark
source: 2x Mark
es: Marca 2x
fr: 2x marque
ja: 2x マーク
pt: Marca 2x
ru: 2-отмет.
zh_cn: 2 个标志

# pagerStateInfo
source: {0,number,#,###}-{1,number,#,###} of {2,number,#,###}
es: {0,number,#,###}-{1,number,#,###} de {2,number,#,###}
fr: {0,number,#,###}-{1,number,#,###} de {2,number,#,###}
pt: {0,número,#,###}-{1,número,#,###} de {2,número,#,###}
ru: {0,number,#,###}–{1,number,#,###} из {2,number,#,###}
zh_cn: {0,number,#,###}-{1,number,#,###}/{2,number,#,###}

# pagerStateInfo[false]
source: {0,number,#,###}-{1,number,#,###} of over {2,number,#,###}
es: {0,number,#,###}-{1,number,#,###} de más de {2,number,#,###}
fr: {0,number,#,###}-{1,number,#,###} de sur {2,number,#,###}
pt: {0,número,#,###}-{1,número,#,###} de mais de {2,número,#,###}
ru: {0,number,#,###}–{1,number,#,###} из {2,number,#,###}
zh_cn: {0,number,#,###}-{1,number,#,###}/{2,number,#,###} 以上

# init
source: Initializing...
es: Inicializando...
fr: Initialisation...
ja: 初期化しています...
pt: Inicializando...
ru: Инициализация...
zh_cn: 正在初始化...

# connectionSetup
source: Setting up connection
es: Preparando conexión
fr: Établissement de la connexion
ja: 接続の設定
pt: Configurando conexão
ru: Установка соединения
zh_cn: 正在设置连接

# connectionEstablish
source: Connecting...
es: Conectando...
fr: Connexion en cours...
ja: 接続しています...
pt: Conectando...
ru: Соединение...
zh_cn: 正在连接...

# transferStarted
source: Reading data
es: Leyendo datos
fr: Lecture des données
ja: データ読込
pt: Lendo dados
ru: Чтение данных
zh_cn: 正在读取数据

# transferCompleted
source: Data-Transfer Complete, Initializing Import Operation
es: Transferencia de datos completada, inicializando operación de importación
fr: Transfert des données terminé. Initialisation de l'opération d'importation.
ja: データ転送が完了、インポート処理を初期化中
pt: Transferência de dados concluída, inicializando operação de importação
ru: Передача данных завершена, инициализация операции импорта
zh_cn: 数据传输完成，正在初始化导入操作

# importInit
source: Initializing Import
es: Inicializando importación
fr: Initialisation de l'importation
ja: インポート初期化中
pt: Inicializando importação
ru: Инициализация импорта
zh_cn: 正在初始化导入

# importWait
source: Waiting for other data import operations to finish
es: Esperando a que finalicen otras operaciones de importación de datos
fr: En attente de la fin d'autres opérations d'importation
ja: 他のデータインポート処理が終了するのを待機中
pt: Esperando a conclusão de outras operações de importação de dados
ru: Ожидание завершения других операций импорта данных
zh_cn: 正在等待其他数据导入操作完成

# importLeaderboardGroups
source: Importing leaderboard groups
es: Importando grupos de tablas de clasificación
fr: Importation de groupes de palmarès en cours...
ja: リーダーボードグループのインポート
pt: Importando grupos de painéis de classificação
ru: Импорт групп таблиц лидеров
zh_cn: 正在导入积分榜分组

# importWindTracks
source: Importing wind tracks
es: Importando rastreos de viento
fr: Importation de pistes de vent en cours...
ja: 風追跡のインポート
pt: Importando pistas de vento
ru: Импорт данных отслеживания ветра
zh_cn: 正在导入风力跟踪

# importSensorFixes
source: Importing sensor fixes
es: Importando correcciones de sensor
fr: Importation de points capteurs en cours...
ja: センサーフィックスのインポート
pt: Importando pontos fixos do sensor
ru: Импорт замеров датчика
zh_cn: 导入感应器修复

# updateEventLeaderboardGroupLinks
source: Updating Event-LeaderboardGroup links
es: Actualizando enlaces de grupo de tablas de clasificación de evento
fr: Mise à jour des liens du groupe de palmarès de la manifestation
ja: イベント/リーダーボードグループのリンク更新
pt: Atualizando links do grupo de painéis de classificação do evento
ru: Обновление ссылок на группы таблиц лидеров событий
zh_cn: 正在更新活动积分榜分组链接

# strategySimulatorTitle
source: Strategy Simulator
es: Simulador de estrategias
fr: Simulateur de stratégies
ja: 戦略シミュレータ
pt: Simulador de estratégia
ru: Симулятор стратегии
zh_cn: 策略模拟器

source: Control settings
es: Opciones de control
fr: Options de contrôle
ja: 管理設定
pt: Controle
ru: Настройки управления
zh_cn: 控制设置

source: Wind display
es: Visualización de viento
fr: Affichage du vent
ja: 風表示
pt: Exibição do vento
ru: Отображение ветра
zh_cn: 风力显示

source: Wind setup
es: Configuración de viento
fr: Configuration du vent
ja: 風設定
pt: Configuração do vento
ru: Настройка ветра
zh_cn: 风力设置

source: Sailing setup
es: Configuración de navegación
fr: Configuration de la navigation
ja: 帆走設定
pt: Configuração da vela
ru: Настройка плавания
zh_cn: 航行设置

source: Choose a wind pattern
es: Seleccionar un patrón de viento
fr: Sélectionnez un modèle de vent
ja: 風パターン選択
pt: Selecionar um padrão de vento
ru: Выберите ветровой режим
zh_cn: 选择风力模式

source: Oscillations
es: Oscilaciones
ja: 振れ
pt: Oscilações
ru: Колебания
zh_cn: 振荡

source: Oscillation with Gusts
es: Oscilaciones con ráfagas
fr: Oscillations avec rafales
ja: 振れ (突風あり)
pt: Oscilação com rajadas
ru: Колебания с порывами
zh_cn: 振荡和阵风

source: Gusts
es: Ráfagas
fr: Rafales
ja: 突風
pt: Rajadas
ru: Порывы
zh_cn: 阵风

source: Measured
es: Medido
fr: Mesuré
ja: 計測
pt: Medido
ru: Измеренная
zh_cn: 测量

source: Base Bearing
es: Marcación base
fr: Direction de base
ja: 基本方位
pt: Rumo básico
ru: Базовый ветер
zh_cn: 基本航向角

source: Race Course Diff
es: Diferencia de regata de carrera
fr: Diff. parcours course
ja: レースコース差異
pt: Diferença do percurso da corrida
ru: Отклонение от курса гонки
zh_cn: 比赛轮次场地差异

source: Base Speed
es: Velocidad base
fr: Vitesse de base
ja: 基本風速
pt: Velocidade básica
ru: Базовая скорость
zh_cn: 基本速度

source: Probability
es: Probabilidad
fr: Probabilité
ja: 確率
pt: Probabilidade
ru: Вероятность
zh_cn: 概率

source: Gust size
es: Fuerza de ráfaga
fr: Force de rafale
ja: 突風規模
pt: Tamanho da rajada
ru: Величина порыва
zh_cn: 阵风大小

source: Average Speed
es: Velocidad media
fr: Vitesse moyenne
ja: 平均風速
pt: Velocidade média
ru: Средняя скорость
zh_cn: 平均速度

source: Speed Variance
es: Variación de velocidad
fr: Variations de vitesse
ja: 風速偏差
pt: Variação da velocidade
ru: Отклонение скорости
zh_cn: 速度偏差

source: Average Direction
es: Dirección promedio
fr: Direction moyenne
ja: 平均方向
pt: Direção média
ru: Среднее направление
zh_cn: 平均方向

source: Speed Left Side
es: Velocidad del lado izquierdo
fr: Vitesse sur la gauche
ja: 風速 (左側)
pt: Velocidade do lado esquerdo
ru: Скорость слева
zh_cn: 速度 - 左侧

source: Speed Middle
es: Velocidad central
fr: Vitesse du milieu
ja: 風速 (中央)
pt: Velocidade ao meio
ru: Скорость в середине
zh_cn: 速度 - 中间

source: Speed Right Side
es: Velocidad del lado derecho
fr: Vitesse sur la droite
ja: 風速 (右側)
pt: Velocidade do lado direito
ru: Скорость справа
zh_cn: 速度 - 右侧

source: Current Speed
es: Velocidad actual
fr: Vitesse actuelle
ja: 現風速
pt: Velocidade atual
ru: Текущая скорость
zh_cn: 当前速度

source: Current Bearing
es: Marcación actual
fr: Direction actuelle
ja: 現方位
pt: Rumo atual
ru: Текущее направление
zh_cn: 当前航向角

# perHours
source: per hr
es: por hora
fr: par h
ja: /hr
pt: por hora
ru: в ч.
zh_cn: 每小时

source: Please select a valid wind pattern.
es: Seleccione un patrón de viento válido.
fr: Veuillez sélectionner un modèle de vent valide.
ja: 有効な風パターンを選択してください。
pt: Selecione um padrão de vento válido.
ru: Выберите допустимый режим ветра.
zh_cn: 请输入有效的风力模式。

# downwindLegsNotSupported
source: Downwind legs are NOT supported yet. Sorry about that :)
es: Los tramos de sotavento NO se soportan todavía. Lo sentimos :)
fr: Les portions de parcours avec vent arrière ne sont PAS ENCORE prises en charge. Désolé, ça ne saura tarder :)
ja: ダウンウィンドレグはまだサポートされていません (申し訳ありません)。
pt: As pernas de popa ainda NÃO são suportadas. Pedimos desculpa :)
ru: Подветренные галсы пока что НЕ поддерживаются. Извините :)
zh_cn: 暂不支持顺风航段。抱歉 :)

source: Race Leader
es: Líder de carrera
fr: Concurrent en tête de la course
ja: レース首位艇
pt: Líder da corrida
ru: Лидер гонки
zh_cn: 比赛轮次第一名

source: Opportunist Left
es: Oportunista izquierdo
fr: Opportuniste (gauche)
ja: オポチュニスト左
pt: Oportunista à esquerda
ru: Ситуативный левый
zh_cn: 投机级 - 左

source: Opportunist Right
es: Oportunista derecho
fr: Opportuniste (droite)
ja: オポチュニスト右
pt: Oportunista à direita
ru: Ситуативный правый
zh_cn: 投机级 - 右

# oneTurnerLeft
source: 1-Turner Left
es: 1 giro a la izquierda
fr: Virement unique (gauche)
ja: ワンターナー左
pt: 1 volta à esquerda
ru: 1 поворот левый
zh_cn: 一圈即成级 - 左

# oneTurnerRight
source: 1-Turner Right
es: 1 giro a la derecha
fr: Virement unique (droite)
ja: ワンターナー右
pt: 1 volta à direita
ru: 1 поворот правый
zh_cn: 一圈即成级 - 右

source: Current
es: Actual
fr: Courant
ja: 現在
pt: Corrente
ru: Текущий
zh_cn: 水流

# simulationLegendAlgorithmTimedOutText
source: out-of-bounds
es: fuera de límites
fr: Hors portée
ja: 禁止区域
pt: fora do alcance
ru: вне ограничений
zh_cn: 越界

# simulationLegendMixedLegText
source: ambiguous wind
es: viento ambiguo
fr: Vent ambigu
ja: 不明瞭な風
pt: vento indefinido
ru: неопределенный ветер
zh_cn: 方向不定的风

source: No tracks found
es: no existen rastreos
fr: Aucun suivi trouvé
ja: トラックが見つかりませんでした
pt: Nenhuma pista encontrada
ru: Отслеживания не найдены
zh_cn: 未找到跟踪

source: No races available
es: No hay carreras disponibles
fr: Aucune course disponible
ja: 利用可能なレースはありません
pt: Nenhuma corrida disponível
ru: Нет доступных гонок
zh_cn: 比赛轮次不可用

source: Loading Regattas and Races
es: Cargando regatas y carreras
fr: Chargement de régates et de courses
ja: レガッタとレースをロード中
pt: Carregando regatas e corridas
ru: Загрузка регат и гонок
zh_cn: 正在加载比赛和轮次

# selectFromRacesWithOverlappingTimeRange
source: Select from the races whose time range overlaps with media track those to which the track shall be linked
es: Seleccione las carreras cuyo intervalo se solapa con el seguimiento medio de aquellas a las que se debe vincular el seguimiento
fr: Sélectionnez parmi les courses dont l'intervalle de temps de la piste média se chevauche avec l'intervalle des courses auxquelles la piste doit être liée.
ja: トラックがリンクされるメディアトラックと時間範囲が重複しているレースから選択してください
pt: Das corridas cujo intervalo de tempo se sobrepõe com a faixa de mídia, selecione aquelas às quais deve ser ligada a pista
ru: Выберите из гонок, временной диапазон которых перекрывается с объектом мультимедиа, те, с которыми должен быть связан данный объект
zh_cn: 从时间范围与应链接轨道的媒体轨道重叠的比赛轮次中选择

# finishTime
source: Finish at: {0}
es: Llegada a las: {0}
fr: Arrivée à : {0}
ja: フィニッシュ時刻: {0}
pt: Chegada às: {0}
ru: Финиш в: {0}
zh_cn: 结束时间：{0}

# showCompetitorCharts
source: Show competitor chart
es: Mostrar gráfico de competidores
fr: Afficher graphique de concurrents
ja: 競技者チャート表示
pt: Visualizar diagrama do competidor
ru: Показать диаграмму участника
zh_cn: 显示参赛队记录

source: Show wind chart
es: Mostrar gráfico de vientos
fr: Afficher graphique du vent
ja: 風チャート表示
pt: Visualizar carta de ventos
ru: Показать диаграмму ветра
zh_cn: 显示风力记录

# userNotificationsOnlyIfMailAddressIsVerified
source: Due to privacy reasons, mail notifications require that you enter your mail address on the user profile page and verify this mail address.
es: Por motivos de privacidad, las notificaciones de correo electrónico requieren que introduzca su dirección de correo electrónico en su página de perfil de usuario y verifique esta dirección de correo electrónico.
fr: Pour des raisons de confidentialité, les notifications par mail requièrent la saisie et vérification de votre adresse e-mail sur la page du profil utilisateur.
ja: 個人情報保護上の理由から、メールの通知には、ユーザプロファイルページでメールアドレスを入力し、このメールアドレスを確認する必要があります。
pt: Por motivos de privacidade, as notificações por e-mail requerem que você insira seu endereço de e-mail na página de perfil do usuário e que verifique esse endereço de e-mail.
ru: В целях безопасности для уведомления по почте необходимо ввести почтовый адрес на странице профиля пользователя и подтвердить этот адрес.
zh_cn: 由于隐私原因，邮件通知需要您在用户参数文件页面输入邮件地址，并验证此邮件地址。

source: Enabled
es: Habilitado
fr: Activé
ja: 有効
pt: Ativado
ru: Включено
zh_cn: 已启用

source: Disabled
es: Deshabilitado
fr: Désactivé
ja: 無効
pt: Desativado
ru: Отключено
zh_cn: 已禁用

# favoritesAndNotifications
source: Favorites/Notifications
es: Favoritos/notificaciones
fr: Favoris/Notifications
ja: お気に入り/通知
pt: Favoritos/notificações
ru: Избранное/уведомления
zh_cn: 收藏夹/通知

source: Favorite competitors
es: Competidores favoritos
fr: Concurrents préférés
ja: お気に入りの競技者
pt: Competidores favoritos
ru: Избранные участники
zh_cn: 收藏的参赛队

source: Favorite boat classes
es: Clases de embarcación favoritas
fr: Catégories de bateau préférées
ja: お気に入りの艇種
pt: Classes de barcos favoritas
ru: Избранные классы лодок
zh_cn: 收藏的船只级别

# notificationAboutNewResults
source: Send notifications about new results
es: Enviar notificaciones sobre resultados nuevos
fr: Envoyer des notifications pour signaler de nouveaux résultats
ja: 新しい結果に関する通知の送信
pt: Enviar notificações sobre novos resultados
ru: Отправлять уведомления о новых результатах
zh_cn: 发送有关新结果的通知

# notificationAboutUpcomingRaces
source: Send notifications about upcoming races
es: Enviar notificaciones sobre próximas carreras
fr: Envoyer des notifications pour signaler des courses à venir
ja: 予定されているレースに関する通知の送信
pt: Enviar notificações sobre as próximas corridas
ru: Отправлять уведомления о предстоящих гонках
zh_cn: 发送有关即将进行的比赛轮次的通知

# currentRideHeightInMeters
source: Ride Height
es: Altura de circulación
fr: Hauteur pendant le planing
ja: 浮上高さ
pt: Altura de flutuação
ru: Высота подъема
zh_cn: 行驶高度

# currentRideHeightInMetersTooltip
source: The current Foiling ride height
es: Actual altura de marcha de foil
fr: Hauteur actuelle de planing
ja: フォイリングでの現在の浮上高さ
pt: A altura de flutuação da navegação com hidrofólio atual
ru: Текущая высота подъема на подводных крыльях
zh_cn: 当前水翼行驶高度

# currentOrAverageRideHeightInMeters
source: Ride Height (∅ at end)
es: Altura de marcha (∅ al final)
fr: Hauteur pendant le planing (∅ à la fin)
ja: 浮上高さ (終了時 ∅)
pt: Altura de flutuação (∅ no fim)
ru: Высота подъема (∅ в конце)
zh_cn: 行驶高度（∅ 终点）
