Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# upcommingEventStartsInDays
source: in {0,number} days
es: en {0,number} días
fr: dans {0,number} jours
ja: {0,number} 日間
pt: em {0,número} dias
ru: Через {0,number} дн.
zh_cn: {0,number} 天后

# upcommingEventStartsInDays[one]
source: tomorrow
es: mañana
fr: demain
ja: 明日
pt: amanhã
ru: завтра
zh_cn: 明天

# upcommingEventStartsInDays[none]
source: today
es: hoy
fr: aujourd'hui
ja: 今日
pt: hoje
ru: сегодня
zh_cn: 今天

# sharingMailTooltip
source: Share by mail
es: Compartir por correo
fr: Partager par e-mail
ja: メールによるシェア
pt: Compartilhar por e-mail
ru: Поделиться по почте
zh_cn: 通过邮件分享

# sharingTwitterTooltip
source: Share on Twitter
es: Compartir en Twitter
fr: Partager sur Twitter
ja: Twitter でシェア
pt: Compartilhar no Twitter
ru: Поделиться в Twitter
zh_cn: 在 Twitter 上分享

# sharingFacebookTooltip
source: Share on Facebook
es: Compartir en Facebook
fr: Partager sur Facebook
ja: Facebook でシェア
pt: Compartilhar no Facebook
ru: Поделиться в Facebook
zh_cn: 在 Facebook 上分享

# eventSharingShortText
source: {0} in {1} on {2}
es: {0} en {1} en {2}
fr: {0} dans {1} le {2}
ja: {1} の {0} を {2} で
pt: {0} em {1} em {2}
ru: {0} в {1} на {2}
zh_cn: {2}{1}中的{0}

# eventSharingLongText
source: I''d like to share {0} in {1} on {2}. Details on: \n{3}
es: Deseo compartir {0} en {1} en {2}. Detalles sobre: \n{3}
fr: Je voudrais partager {0} dans {1} le {2}. Détails : \n{3}
ja: {1} の {0} を {2} でシェアします。詳細: \n{3}
pt: Eu gostaria de compartilhar {0} em {1} em {2}. Detalhes em: \n{3}
ru: Хочу поделиться {0} в {1} на {2}. Подробно: \n{3}
zh_cn: 我要在{2}分享{0}中的{1}。 详情： \n{3}

# seriesSharingLongText
source: I''d like to share series {0}. Details: {1}
es: Deseo compartir la serie {0}. Detalles: {1}
fr: J'aimerai partager la série {0}. Détails : {1}
ja: シリーズ {0} をシェアします。詳細: {1}
pt: Eu gostaria de compartilhar a série {0}. Detalhes: {1}
ru: Хочу поделиться серией {0}. Подробно: {1}
zh_cn: 我要分享系列赛{0}。 详情： {1}

source: Competitors Analytics
es: Análisis de competidores
fr: Analyse des concurrents
ja: 競技者分析
pt: Análise dos competidores
ru: Анализ участников
zh_cn: 参赛队分析

# mediaNoContent
source: There are no photos or videos available yet.
es: Todavía no hay fotos ni vídeos disponibles
fr: Aucune photo ou vidéo disponible pour le moment
ja: 写真または動画がまだ利用可能でありません。
pt: Ainda não existem fotos ou vídeos disponíveis.
ru: Фото или видео пока недоступны.
zh_cn: 没有可用的照片或视频。

source: Media
es: Medios
fr: Média
ja: メディア
pt: Mídia
ru: Мультимедиа
zh_cn: 媒体

source: Photos
es: Fotos
ja: 写真
pt: Fotos
ru: Фото
zh_cn: 照片

source: Videos
es: Vídeos
fr: Vidéos
ja: 動画
pt: Vídeos
ru: Видео
zh_cn: 视频

source: Image
es: Imagen
ja: 画像
pt: Imagem
ru: Изображение
zh_cn: 图像

source: Images
es: Imágenes
ja: 画像
pt: Imagens
ru: Изображения
zh_cn: 图像

source: Video
es: Vídeo
fr: Vidéo
ja: 動画
pt: Vídeo
ru: Видео
zh_cn: 视频

# flagImageURL
source: Flag image URL (image renders with 18x12px)
es: URL de imagen de bandera (imagen renderizada con 18x12px)
fr: URL d'image de pavillon (résolution d'image à 18x12px)
ja: 旗画像 URL (画像を 18x12px でレンダリング)
pt: URL de imagem de bandeira (renderização da imagem com 18x12px)
ru: URL-адрес изображения флага (визуализируется с разрешением 18x12 пикс.)
zh_cn: 旗标图像 URL（图像使用 18x12px 渲染）

source: Image URLs
es: URLs de imagen
fr: URL d'image
ja: 画像 URL
pt: URLs de imagem
ru: URL-адреса изображений
zh_cn: 图像 URL

source: Video URLs
es: URLs de vídeo
fr: URL de vidéo
ja: 動画 URL
pt: URLs de vídeo
ru: URL-адреса видео
zh_cn: 视频 URL

source: Sponsor Image URLs
es: URLs de imagen de patrocinador
fr: URL d'image du sponsor
ja: スポンサー画像 URL
pt: URLs de imagem de patrocinador
ru: URL-адреса изображений спонсоров
zh_cn: 赞助商图像 URL

# invalidSelection
source: The current selection isn''t valid.
es: La selección actual no es válida.
fr: La sélection actuelle n'est pas valide.
ja: 現在の選択は有効でありません。
pt: A seleção atual não é válida.
ru: Текущий выбор недопустим.
zh_cn: 当前选择无效。

source: Advance Pass ID
es: ID de pase avanzado
fr: ID de passage avancé
ja: 予選通過 ID
pt: ID de passagem avançado
ru: Ид. досрочного прохождения
zh_cn: 提前绕标编号

source: Please select a scoring result...
es: Seleccione un resultado de puntuación...
fr: Sélectionnez un résultat...
ja: 得点結果を選択してください...
pt: Selecione um resultado da pontuação...
ru: Выберите результат оценки...
zh_cn: 请选择记分结果...

source: Time zone
es: Huso horario
fr: Fuseau horaire
ja: タイムゾーン
pt: Fuso horário
ru: Часовой пояс
zh_cn: 时区

# eventOfficialWebsiteURL
source: Official Website URL
es: URL del sitio web oficial
fr: URL du site Web officiel
ja: 公式 Web サイト URL
pt: URL do site oficial
ru: URL-адрес официального веб-сайта
zh_cn: 官方网站 URL

# eventBaseURL
source: Event''s Base URL (http://something.sapsailing.com)
es: URL básica del evento (http://something.sapsailing.com)
fr: URL de base de la manifestation (http://something.sapsailing.com)
ja: イベントのベース URL (http://something.sapsailing.com)
pt: URL base do evento (http://something.sapsailing.com)
ru: Базовый URL-адрес события (http://something.sapsailing.com)
zh_cn: 活动的基本 URL (http://something.sapsailing.com)

# eventSailorsInfoWebsiteURL
source: Sailors Info Website URL
es: URL de sitio web de información para marineros
fr: URL du site Web avec infos pour les concurrents
ja: セーラー情報 Web サイト URL
pt: URL de site de informações dos velejadores
ru: URL-адрес веб-сайта сведений о мореходах
zh_cn: 水手信息网站 URL

source: Event Overview URL
es: URL de resumen de evento
fr: URL de synthèse de la manifestation
ja: イベント概要 URL
pt: URL de síntese de evento
ru: URL-адрес обзора события
zh_cn: 活动总览 URL

# eventLogoImageURL
source: Logo Image URL
es: URL de imagen de logo
fr: URL de l'image du logo
ja: ロゴ画像 URL
pt: URL de imagem de logotipo
ru: URL-адрес изображения логотипа
zh_cn: 图标图像 URL

# showPingMarkMappings
source: Show Mappings for pinged Marks
es: Mostrar asignaciones para balizas de ping
fr: Afficher mappages pour marques avec pings effectués
ja: ping したマークのマッピング表示
pt: Visualizar mapeamentos para marcas com ping feito
ru: Показать сопоставления для проверенных отметок
zh_cn: 显示已定位标志的映射

source: Regatta name must not contain slashes
es: El nombre de la regata no puede contener barras oblicuas
fr: Le nom de la régate ne doit pas contenir de barres obliques.
ja: レガッタ名にスラッシュが含まれていてはなりません
pt: O nome da regata não deve conter barras
ru: Название регаты не должно содержать символы косой черты
zh_cn: 比赛名称不得包含斜线

# showNumberOfRacesScored
source: Number of races scored
es: Número de carreras puntuadas
fr: Nombre de courses avec points
ja: スコアリングされたレース数
pt: Número de corridas pontuadas
ru: Число оцененных гонок
zh_cn: 记分的比赛轮次数

# errorFetchingWindStreamletData
source: Error fetching wind streamlet data: {0}
es: Erros al traer datos de corrientes de viento: {0}
fr: Erreur lors de l'accès aux données du couloir de vent : {0}
ja: 風細流データの取込でエラー発生: {0}
pt: Erro ao chamar dados de cursos de vento: {0}
ru: Ошибка при извлечении данных потока ветра: {0}
zh_cn: 获取风力流数据出错： {0}

# showWindStreamletOverlay
source: Show wind streamlets overlay
es: Mostrar superposición de corrientes de viento
fr: Afficher superposition des couloirs de vent
ja: 風細流オーバーレイ表示
pt: Visualizar sobreposição de cursos de vento
ru: Показать наложение потоков ветра
zh_cn: 显示风流覆盖

# showWindStreamletColors
source: Color streamlets according to wind speed
es: Corrientes de viento según velocidad del viento
fr: Colorer les couloirs de vent en fonction de sa vitesse
ja: 風速に従った色細流
pt: Cursos de cor de acordo com velocidade do vento
ru: Цвет потока соответствует скорости ветра
zh_cn: 基于风速的颜色流

source: Show simulation overlay
es: Mostrar superposición de simulación
fr: Afficher superposition de la simulation
ja: シミュレーションオーバーレイ表示
pt: Visualizar sobreposição de simulação
ru: Показать наложение симуляции
zh_cn: 显示模拟覆盖

# simulationLegendTooltip
source: Time Comparison:\nRace is the leg duration measured from GPS, Omniscient is the course if one would know everything about the wind, Opportunist are courses if one decides to take a turn measuring the distance to the next mark, 1-Turners are the courses if one knows everything about the wind and just takes one turn
es: Comparación de tiempos:\nLa regata es la duración del tramo medido del GPS, Omnisciente es la regata si se conociera todo sobre el viento, Oportunista es la regata cuando se toma un giro midiendo la distancia hasta la próxima baliza, los giros 1 son las regatas si se conoce todo sobre el viento y se realiza un giro.
fr: Comparaison des temps : \nCourse désigne la durée de la portion de parcours mesurée à l'aide d'un GPS, Omniscient désigne la course dans le cas où l'on a toutes les données du vent, Opportuniste désigne la course dans le cas où l'on décide de virer de bord en mesurant la distance jusqu'à la marque suivante, Virement de bord unique désigne les courses dans le cas où l'on a toutes les données du vent et l'on décide de virer de bord une seule fois.
ja: 時間比較:\nレースは GPS から計測されたレグ持続時間、全知は風についてすべてわかっている場合のコース、オポチュニストは次マークまでの距離を計測するためにターンする場合のコース、ワンターナーは風についてすべてわかっていて 1 ターンするだけの場合のコース
pt: Comparação de tempos:\na corrida é a duração da perna medida por GPS, onisciente é o percurso caso se soubesse tudo sobre o vento, oportunista são os percursos caso se decida efetuar uma volta medindo a distância até a próxima marca, 1 volta são os percursos caso se soubesse tudo sobre o vento e se efetue somente uma volta
ru: Сравнение времени:\nгонка — это продолжительность отрезка, измеренная по данным GPS, "Информированный" — курс при наличии всех сведений о ветре, "Ситуативный" — курсы при принятии решения сделать поворот для измерения дистанции до следующей отметки, "1 поворот" — курсы с одним поворотом при наличии всех сведений о ветре
zh_cn: 时间比较：\n比赛轮次指根据 GPS 计算的航段历时，如果对风力了如指掌，则称为全知级；如果仅靠测量下一标志的距离就决定启航，则称为投机级；如果了解有关风力的所有信息并决定启航，则称为一圈即成级。

source: Races scored
es: Carreras puntuadas
fr: Courses avec points
ja: スコアが記録されたレース
pt: Corridas pontuadas
ru: Оцененные гонки
zh_cn: 记分的比赛轮次

# racesScoredTooltip
source: Number of races the competitor has completed or gotten a score for in this leaderboard.
es: Número de carreras que ha completado un competidor o en las que ha contenido una clasificación en esta tabla de clasificación.
fr: Nombre de courses que le concurrent a terminées, ou pour lesquelles il a obtenu un score au palmarès.
ja: このリーダーボードにおいて競技者が完了したか、得点を獲得したレースの数
pt: Número de corridas que o competidor concluiu ou nas quais obteve uma pontuação neste painel de classificação.
ru: Число гонок, которые участник завершил или за которые имеет оценки в данной таблице лидеров.
zh_cn: 参赛队完成并记录在此积分榜上的比赛轮次数。

source: Average number of operations per message
es: Número promedio de operaciones por mensaje
fr: Nombre moyen d'opérations par message
ja: メッセージごとの操作の平均数
pt: Número médio de operações por mensagem
ru: Среднее число операций на сообщение
zh_cn: 各消息操作的平均数

source: Show uncorrected total points
es: Mostrar puntos totales no corregidos
fr: Afficher total des points non corrigé
ja: 未修正総得点表示
pt: Visualizar total de pontos não corrigidos
ru: Показать неисправленный общий балл
zh_cn: 显示未更正的总分

source: Set start time received
es: Fijar hora de inicio recibida
fr: Afficher heure de départ reçue
ja: 設定済スタート時刻を受信
pt: Definir hora de partida recebida
ru: Установить полученное время старта
zh_cn: 设置接收的开始时间

# setStartTimeReceivedDescription
source: This sets the startTimeReceived of the selected TrackedRace that isn''t persistent. This means that the new value will be forgotten after the server has been restarted.
es: Fija la HoraInicioRecibida del RegistroRastreado seleccionado que no es persistente. Esto significa que el nuevo valor se ingorará después del reinicio del servidor.
fr: Définit l'heure de départ reçue de la course suivie sélectionnée non persistante. Cela signifie que la nouvelle valeur sera oubliée une fois que le serveur sera relancé.
ja: これにより、永続的でない選択した TrackedRace の startTimeReceived が設定されます。したがって、サーバが再起動された後は新規の値は忘れられます。
pt: Isto define a hora de partida recebida da corrida rastreada selecionada que não é persistente. Isto significa que o novo valor será esquecido após a reinicialização do servidor.
ru: Устанавливает полученное время старта для выбранной отслеживаемой гонки, которое не хранится постоянно. Это значит, что после перезагрузки сервера новое значение будет забыто.
zh_cn: 设置非持久的所选 TrackedRace 的 startTimeReceived。 这意味着，重启服务器后，将忘记新值。

# lastScoreCorrectionsTime
source: Last score correction time
es: Última hora de corrección de puntuación
fr: Dernière heure de correction du score
ja: 最終得点修正時刻
pt: Hora de correção da última pontuação
ru: Время последнего исправления оценки
zh_cn: 上次得分更正时间

# lastScoreCorrectionsComment
source: Last score correction comment
es: Último comentario de corrección de puntuación
fr: Dernier commentaire sur la correction du score
ja: 最終得点修正コメント
pt: Comentário de correção da última pontuação
ru: Комментарий последнего исправления оценки
zh_cn: 上次得分更正评论

source: Set time to ''now''
es: Fijar la hora a «ahora»
fr: Définir heure sur "maintenant"
ja: 時刻を ''現在'' に設定
pt: Definir hora para ''agora''
ru: Установить время "сейчас"
zh_cn: 将时间设为“现在”

# useStartTimeInference
source: Use start time inference from start mark passings
es: Utilizar inferencia de hora de inicio a partir de la superación de la marca de inicio
fr: Utiliser l'interférence temporelle des passages des marques de départ
ja: スタートマーク通過からの推定スタート時刻を使用
pt: Utilizar inferência da hora de partida das passagens da marca de partida
ru: Использовать вывод о времени старта из прохождений стартовой отметки
zh_cn: 使用从开始绕标推断的开始时间

source: Control tracking from start and finish times
es: Control de rastreo a partir de la hora de inicio y de fin
fr: Contrôler suivi à partir des heures de départ et d'arrivé
ja: スタート時刻およびフィニッシュ時刻からの追跡の制御
pt: Rastreamento de controle das horas de partida e chegada
ru: Контролировать отслеживание от времени старта и финиша
zh_cn: 从开始和结束时间控制跟踪

source: Number of queue messages sent
es: Número de mensajes en cola enviados
fr: Nombre de messages en file d'attente envoyés
ja: 送信済キューメッセージ数
pt: Número de mensagens em fila enviadas
ru: Число отправленных сообщений очереди
zh_cn: 发送的队列消息的数量

source: Total Size
es: Tamaño total
fr: Taille totale
ja: 合計サイズ
pt: Tamanho total
ru: Общий размер
zh_cn: 总大小

# averageMessageSize
source: Average size per message in bytes
es: Tamaño total por mensaje en bytes
fr: Taille moyenne par message en octets
ja: メッセージごとの平均サイズ (バイト)
pt: Tamanho médio por mensagem em bytes
ru: Средний размер сообщения в байтах
zh_cn: 各消息的平均大小（字节）

source: Total number of operations
es: Número total de operaciones
fr: Nombre total d'opérations
ja: 操作の合計数
pt: Número total de operações
ru: Общее число операций
zh_cn: 操作的总数

# currentOrAverageSpeedOverGroundInKnotsTooltip
source: Current speed over ground in knots while leg is still running; average speed over ground when leg is completed
es: Velocidad actual sobre el suelo en nudos en el tramo durante la carrera; velocidad media sobre el suelo una vez concluido el tramo
fr: Vitesse fond actuelle en nœuds sur une portion de parcours en cours ; vitesse fond moyenne lorsque la portion de parcours est terminée.
ja: レグをまだ競技中の現対地速力 (kt)、レグ完了時の平均対地速力
pt: Velocidade atual no fundo em nós enquanto a perna está em curso; velocidade média no fundo quando a perna está concluída
ru: Текущая скорость относительно грунта в узлах во время прохождения отрезка; средняя скорость относительно грунта по завершении отрезка
zh_cn: 在航段航行时的当前实际速度（节）；航段完成时的平均实际速度

# currentOrAverageSpeedOverGroundInKnots
source: SOG (∅ at end)
es: SOG (∅ en la llegada)
fr: Vf (∅ à la fin)
ja: SOG (終了時 ∅)
pt: SOG (∅ no fim)
ru: SOG (∅ в конце)
zh_cn: 实际速度（∅ 终点）

source: Connectors
es: Conectores
fr: Connecteurs
ja: コネクタ
pt: Conectores
ru: Соединители
zh_cn: 连接器

# videoComponentShortName
source: Video
es: Vídeo
fr: Vidéo
ja: 動画
pt: Vídeo
ru: Видео
zh_cn: 视频

source: Competitor Search Filter
es: Filtro de búsqueda de competidores
fr: Filtre de recherche de concurrent
ja: 競技者検索フィルタ
pt: Filtro de pesquisa de competidor
ru: Фильтр поиска участников
zh_cn: 参赛队搜索筛选器

# searchCompetitorsBySailNumberOrName
source: Search
es: Buscar
fr: Rechercher
ja: 検索
pt: Procurar
ru: Поиск
zh_cn: 搜索

source: Go to event overview
es: Ir a resumen de eventos
fr: Accéder à la synthèse de la manifestation
ja: イベント概要にジャンプ
pt: Ir para síntese de evento
ru: Перейти к обзору события
zh_cn: 进入活动总览

# goToOverviewAndSeeLeaderboard
source: Go to the overview and see all Races in one Leaderboard
es: Ir al resumen y ver todas las carreras en una tabla de clasificación
fr: Accédez à la synthèse et affichez toutes les courses sur un seul palmarès.
ja: 概要にジャンプし、1 つのリーダーボードで全レースを参照
pt: Ir para a síntese e ver todas as corridas em um painel de classificação
ru: Переход к обзору и просмотр всех гонок в одной таблице лидеров
zh_cn: 进入总览，并查看一个积分榜中的所有比赛轮次

source: No such event
es: No existe este evento
fr: Aucune manifestation correspondante
ja: そのようなイベントなし
pt: Nenhum evento desse tipo
ru: Нет такого события
zh_cn: 没有此类活动

# leaderboardNotContainedInLeaderboardGroup
source: The leaderboard {0} is not contained in leaderboard group {1}.
es: La tabla de clasificación {0} no forma parte del grupo de tablas de clasificación {1}.
fr: Le palmarès {0} ne fait pas partie du groupe de palmarès {1}.
ja: リーダーボード {0} はリーダーボードグループ {1} に含まれていません。
pt: O painel de classificação {0} não está contido no grupo de painéis de classificação {1}.
ru: Таблица лидеров {0} не входит в группу таблиц лидеров {1}.
zh_cn: 积分榜{0}未包含在积分榜分组{1}中。

# leaderboardGroupNotContainedInEvent
source: The leaderboard group {0} is not contained in event {1}.
es: El grupo de tablas de clasificación {0} no forma parte del evento {1}.
fr: Le groupe de palmarès {0} ne fait pas partie de la manifestation {1}.
ja: リーダーボードグループ {0} はイベント {1} に含まれていません。
pt: O grupo de painéis de classificação {0} não está contido no evento {1}.
ru: Группа таблиц лидеров {0} не содержится в событии {1}.
zh_cn: 积分榜分组{0}未包含在活动{1}中。

# raceIsInLiveTimePanelMode
source: Race is Live
es: La carrera es en directo
fr: La course est en direct.
ja: レースがライブ中
pt: Corrida ao vivo
ru: Гонка активна
zh_cn: 正在直播比赛轮次

# backToLiveTimePanelMode
source: Back to Live
es: Volver a directo
fr: Retour au direct
ja: ライブに戻る
pt: Voltar ao tempo real
ru: Вернуться в оперативный режим
zh_cn: 返回实况

source: Wind Chart
es: Gráfico de vientos
fr: Graphique du vent
ja: 風チャート
pt: Carta de ventos
ru: Диаграмма ветра
zh_cn: 风力记录

# windChartLoading
source: Loading wind data...
es: Cargando datos de vientos...
fr: Chargement des données de vent...
ja: 風データをロード中...
pt: Carregando dados do vento...
ru: Загрузка данных о ветре...
zh_cn: 正在加载风力数据...

# mediaNoVideosCaption
source: No Videos
es: No hay vídeos
fr: Aucune vidéo
ja: 動画なし
pt: Nenhum vídeo
ru: Нет видео
zh_cn: 无视频

# mediaShowVideoCaption
source: Show Video
es: Mostrar vídeo
fr: Afficher vidéo
ja: 動画表示
pt: Visualizar vídeo
ru: Показать видео
zh_cn: 显示视频

# mediaShowVideoTooltip
source: Click to show video: {0}
es: Haga clic para mostrar vídeo: {0}
fr: Cliquer pour afficher la vidéo : {0}
ja: クリックして動画を表示: {0}
pt: Clicar para visualizar vídeo: {0}
ru: Щелкните, чтобы показать видео: {0}
zh_cn: 点击显示视频： {0}

# mediaHideVideoCaption
source: Hide Video
es: Ocultar vídeo
fr: Masquer vidéo
ja: 動画非表示
pt: Ocultar vídeo
ru: Скрыть видео
zh_cn: 隐藏视频

# mediaHideVideoTooltip
source: Click to hide video
es: Haga clic para ocultar vídeo
fr: Cliquer pour masquer la vidéo
ja: クリックして動画を非表示
pt: Clicar para ocultar vídeo
ru: Щелкните, чтобы скрыть видео
zh_cn: 点击隐藏视频

# mediaSelectVideoCaption
source: {0} Videos
es: {0} Vídeos
fr: {0} vidéos
ja: {0} 動画
pt: {0} vídeos
ru: {0} видео
zh_cn: {0}个视频

# mediaSelectVideoTooltip
source: Click to select video
es: Haga clic para seleccionar vídeo
fr: Cliquer pour sélectionner la vidéo
ja: クリックして動画を選択
pt: Clicar para selecionar vídeo
ru: Щелкните, чтобы выбрать видео
zh_cn: 点击选择视频

# mediaManageMediaCaption
source: Manage Media
es: Gestionar medios
fr: Gestion des médias
ja: メディア管理
pt: Administrar mídia
ru: Управление мультимедиа
zh_cn: 管理媒体

# mediaManageMediaTooltip
source: Configure audio and video clips, synchronize times
es: Configurar clips de audio y vídeo, sincronizar tiempos
fr: Configurer des clips audio et vidéo, synchroniser durées
ja: 音声および動画クリックを設定して、時間を同期
pt: Configurar clipes de áudio e vídeo, sincronizar horas
ru: Настройка аудио- и видеоклипов, синхронизация времени
zh_cn: 配置音频和视频短片，同步时间

source: Show all
es: Mostrar todo
fr: Afficher tout
ja: 全表示
pt: Visualizar tudo
ru: Показать все
zh_cn: 显示全部

# raceVisibilityColumn
source: Visibility
es: Visibilidad
fr: Visibilité
ja: 可視性
pt: Visibilidade
ru: Видимость
zh_cn: 可见性

# enterCarryValueFor
source: Enter carried points for competitor {0}
es: Introducir puntos acumulados para el competidor {0}
fr: Saisissez les points accumulés par le concurrent {0}.
ja: 競技者 {0} の持ち越し得点を入力
pt: Inserir pontos transferidos para competidor {0}
ru: Введите перенесенные баллы для участника {0}
zh_cn: 输入参赛队{0}的得分

source: Advanced
es: Avanzado
fr: Avancé
ja: 予選通過
pt: Avançado
ru: Дополнительно
zh_cn: 高级

source: based on
es: Basado en
fr: basé sur
ja: 基準
pt: com base em
ru: на базе
zh_cn: 基于

source: Retrieve with
es: Recuperar con
fr: Récupérer avec
ja: 検索キー
pt: Recuperar com
ru: Получить с помощью
zh_cn: 检索依据

source: Mapping Details
es: Detalles de asignación
fr: Détails du mappage
ja: マッピング詳細
pt: Detalhes de mapeamento
ru: Подробности сопоставления
zh_cn: 映射详情

# deviceMappingQrCodeExplanation
source: If you are using the Tracking App, you can add the device mapping also by selecting a competitor/mark, setting the from and to times, and then scanning this QRCode.
es: Si utiliza la aplicación de rastreo, también puede añadir la asignación de dispositivos seleccionando un competidor/marca, definiendo las fechas de inicio y fin y escaneando este código QR
fr: Si vous utilisez l'application de suivi, vous pouvez également ajouter le mappage de l'appareil en sélectionnant un concurrent/une marque, en définissant des heures de départ et d'arrivée et en scannant ce code QR.
ja: 追跡アプリを使用している場合は、競技者/マークを選択し、開始時刻と終了時刻を設定してから、この QRCode をスキャンすることによってデバイスマッピングも追加することができます。
pt: Se você estiver utilizando o app de rastreamento, você também pode adicionar o mapeamento do dispositivo selecionando um competidor/marca, definindo as horas de partida e chegada e digitalizando depois este código QR.
ru: Если используется приложение отслеживания, можно добавить также сопоставление устройства, выбрав участника/отметку, установив интервал времени, а затем отсканировав этот QR-код.
zh_cn: 如果使用跟踪应用，可以通过选择参赛队/标志、设置开始和结束时间，然后扫描此二维码添加设备映射。

source: QRCode
es: Código QR
fr: Code QR
pt: Código QR
ru: QR-код
zh_cn: 二维码

source: Enter course area name...
es: Indicar nombre de la zona de regata...
fr: Saisissez le nom de la zone de course...
ja: コース領域名を入力...
pt: Inserir nome da área do percurso...
ru: Ввести название зоны гонки...
zh_cn: 输入场地区域名称...

source: Enter course name...
es: Indicar nombre de regata...
fr: Saisissez le nom de la course...
ja: コース名を入力...
pt: Inserir nome do percurso...
ru: Ввести название курса...
zh_cn: 输入场地名称...

source: Enter image URL...
es: Indicar URL de imagen...
fr: Saisissez l'URL de l'image...
ja: 画像 URL を入力...
pt: Inserir URL de imagem...
ru: Ввести URL-адрес изображения...
zh_cn: 输入图像 URL...

source: Enter video URL...
es: Indicar URL de vídeo...
fr: Saisissez l'URL de la vidéo...
ja: 動画 URL を入力...
pt: Inserir URL de vídeo...
ru: Ввести URL-адрес видео...
zh_cn: 输入视频 URL...

source: Enter sponsor image URL...
es: Indicar URL de imagen de patrocinador...
fr: Saisissez l'URL de l'image du sponsor...
ja: スポンサー画像 URL を入力...
pt: Inserir URL de imagem de patrocinador...
ru: Ввести URL-адрес изображения спонсора...
zh_cn: 输入赞助商图像 URL...
