Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# actionAddRaces
source: Add races
es: Añadir carreras
fr: Ajouter des courses
ja: レース追加
pt: Adicionar corridas
ru: Добавить гонки
zh_cn: 添加比赛轮次

source: races with name prefix
es: carreras con prefijo de nombre
fr: courses avec préfixe de nom
ja: レース - 名称接頭辞:
pt: corridas com prefixo do nome
ru: гонки с префиксом названия
zh_cn: 具有名称前缀的比赛轮次

# maximumSpeedOverGroundInKnots
source: Max SOG
es: SOG máxima
fr: Vf max.
ja: 最大 SOG
pt: SOG máxima
ru: Макс. SOG
zh_cn: 最大实际速度

# maximumSpeedOverGroundInKnotsTooltip
source: The competitor''s greatest speed over ground measured in the regatta.
es: Velocidad máxima sobre el fondo registrada para el competidor en la regata.
fr: La vitesse fond maximale du concurrent mesurée au cours de la régate.
ja: このレガッタで計測されたこの競技者の最大対地速力です。
pt: A maior velocidade no fundo do competidor medida na regata.
ru: Максимальная скорость участника относительно грунта в ходе данной регаты.
zh_cn: 比赛中参赛队的最大实际速度。

# totalTimeSailedDownwindInSeconds
source: Total time downwind
es: Tiempo total de empopada
fr: Durée totale avec vent arrière
ja: ダウンウィンド合計時間
pt: Tempo total a sotavento
ru: Общее время по ветру
zh_cn: 顺风总时间

# totalTimeSailedDownwindInSecondsTooltip
source: The total time the competitor sailed downwind in the regatta.
es: El tiempo total que el competidor ha navegado empopado en la regata.
fr: Durée totale pendant laquelle le concurrent a navigué avec un vent arrière au cours de la régate.
ja: レガッタ内で競技者がダウンウィンドで帆走した合計時間です。
pt: O tempo total que o competidor navegou a sotavento na regata.
ru: Общее время хода участника по ветру в данной регате.
zh_cn: 参赛队在比赛中顺风航行的总时间。

# totalTimeSailedUpwindInSeconds
source: Total time upwind
es: Tiempo total de ceñida
fr: Durée totale dans le lit du vent
ja: アップウィンド合計時間
pt: Tempo total a barlavento
ru: Общее время против ветра
zh_cn: 迎风总时间

# totalTimeSailedUpwindInSecondsTooltip
source: The total time the competitor sailed upwind in the regatta.
es: El tiempo total que el competidor ha navegado en ceñida en la regata.
fr: Durée totale pendant laquelle le concurrent a navigué dans le lit du vent au cours de la régate.
ja: レガッタ内で競技者がアップウィンドで帆走した合計時間です。
pt: O tempo total que o competidor navegou a barlavento na regata.
ru: Общее время хода участника против ветра в данной регате.
zh_cn: 参赛队在比赛中迎风航行的总时间。

# totalTimeSailedReachingInSeconds
source: Total time reaching
es: Tiempo total a un largo
fr: Durée totale jusqu'à atteindre ce point
ja: リーチング合計時間
pt: Tempo total a través
ru: Общее время полным ветром
zh_cn: 横风总时间

# totalTimeSailedReachingInSecondsTooltip
source: The total time the competitor sailed on reaching legs in the regatta.
es: El tiempo total que el competidor ha navegado a un largo en la regata.
fr: Durée totale que le concurrent a mis à atteindre des portions de parcours au cours de la régate.
ja: レガッタ内で競技者がリーチングレグで帆走送した合計時間です。
pt: O tempo total que o competidor navegou em pernas de través na regata.
ru: Общее время хода участника полным ветром в данной регате.
zh_cn: 参赛队在比赛中的横风航段航行的总时间。

# totalTimeSailedInSeconds
source: Total time
es: Tiempo total
fr: Durée totale
ja: 合計時間
pt: Tempo total
ru: Общее время
zh_cn: 总时间

# totalTimeSailedInSecondsTooltip
source: The total time the competitor sailed in the regatta, counted from race start time.
es: El tiempo total que el competidor ha navegado en la regata, desde la hora de inicio de la carrera.
fr: Durée totale de navigation du concurrent dans la régate, calculée à partir de l'heure du départ de la course.
ja: レーススタート時刻から計時した、レガッタ内で競技者が帆走した合計時間です。
pt: O tempo total que o competidor navegou na regata, contada a partir da hora de partida da corrida.
ru: Общее время хода участника в данной регате, отсчитываемое от времени старта регаты.
zh_cn: 从比赛轮次开始时间算起，参赛队在比赛中航行的总时间。

# totalDistanceTraveled
source: Total distance
es: Distancia total
fr: Distance totale
ja: 合計距離
pt: Distância total
ru: Общее расстояние
zh_cn: 总距离

# totalDistanceTraveledTooltip
source: The total distance sailed in the regatta.
es: La distancia total recorrida en la regata.
fr: Distance totale naviguée dans la régate.
ja: このレガッタで帆走した合計距離です。
pt: A distância total navegada na regata
ru: Общее пройденное расстояние в данной регате.
zh_cn: 比赛中航行的总距离。

# totalAverageSpeedOverGroundTooltip
source: Average speed over ground across the regatta.
es: Velocidad media sobre el fondo en toda la regata.
fr: Vitesse fond moyenne enregistrée tout au long de la régate.
ja: このレガッタ全体の平均対地速力です。
pt: Velocidade média no fundo ao longo da regata.
ru: Средняя скорость относительно грунта в течение данной регаты.
zh_cn: 比赛中的平均实际速度。

# hhmmssUnit
source: hh:mm:ss
ru: чч:мм:сс

# actionAddWindData
source: Add wind data
es: Añadir datos de viento
fr: Ajouter données de vent
ja: 風データ追加
pt: Adicionar dados do vento
ru: Добавить данные о ветре
zh_cn: 添加风力数据

# valueMustBeBetweenMinMax
source: The value of ''{0}'' must be between {1} and {2}.
es: El valor de ''{0}'' debe estar entre {1} y {2}.
fr: La valeur de "{0}" doit être comprise entre {1} et {2}.
ja: ''{0}'' の値は {1} と {2} の間になければなりません。
pt: O valor de ''{0}'' deve estar entre {1} e {2}.
ru: Значение ''{0}'' должно быть между {1} и {2}.
zh_cn: "{0}" 的值必须在{1}与{2}之间。

# valueMustBeGreaterThan
source: The value of ''{0}'' must be greater than {1}.
es: El valor de ''{0}'' debe ser mayor que {1}.
fr: La valeur de "{0}" doit être supérieure à {1}.
ja: ''{0}'' の値は {1} より大きくなければなりません。
pt: O valor de ''{0}'' deve ser superior a {1}.
ru: Значение ''{0}'' должно быть больше {1}.
zh_cn: "{0}" 的值必须大于{1}。

source: optional
es: opcional
fr: facultatif
ja: オプション
pt: opcional
ru: необязательно
zh_cn: 可选

source: Please enter a value.
es: Indique un valor.
fr: Saisissez une valeur.
ja: 値を入力してください。
pt: Insira um valor.
ru: Введите значение.
zh_cn: 请输入值。

source: Latitude
es: Latitud
ja: 緯度
ru: Широта
zh_cn: 纬度

source: Longitude
es: Longitud
ja: 経度
ru: Долгота
zh_cn: 经度

# actionAddEvent
source: Add Event
es: Añadir evento
fr: Ajouter manifestation
ja: イベント追加
pt: Adicionar evento
ru: Добавить событие
zh_cn: 添加活动

source: Publication URL
es: URL de publicación
fr: URL de publication
ja: 公開 URL
pt: URL de publicação
ru: URL-адрес публикации
zh_cn: 出版 URL

source: Suppress
es: Suprimir
fr: Supprimer
ja: 非表示
pt: Suprimir
ru: Подавлять
zh_cn: 禁止

source: Is public
es: Es público
fr: Publique
ja: 公開
pt: É público
ru: Общедоступно
zh_cn: 公开

source: Unsuppress
es: Anular la eliminación
fr: Annuler la suppression
ja: 非表示解除
pt: Anular supressão
ru: Отменить подавление
zh_cn: 取消禁止

source: Suppressed Competitors
es: Competidores suprimidos
fr: Concurrents supprimés
ja: 非表示競技者
pt: Competidores suprimidos
ru: Подавляемые участники
zh_cn: 禁止的参赛队

# mediaPanel
source: Audio & Video
es: Audio y vídeo
fr: Audio et vidéo
ja: 音声と動画
pt: Áudio & Vídeo
ru: Аудио и видео
zh_cn: 音频和视频

source: URL
ru: URL-адрес

source: MIME Type
es: Tipo de MIME
fr: Type MIME
ja: MIME タイプ
pt: Tipo MIME
ru: Тип MIME
zh_cn: MIME 类型

source: Title
es: Título
fr: Titre
ja: 表題
pt: Título
ru: Название
zh_cn: 标题

source: Subtitle
es: Subtítulo
fr: Sous-titre
ja: サブタイトル
pt: Subtítulo
ru: Подзаголовок
zh_cn: 副标题

# widthInPx
source: Width (pixel)
es: Ancho (píxeles)
fr: Largeur (pixel)
ja: 幅 (ピクセル)
pt: Largura (pixels)
ru: Ширина (в пикселях)
zh_cn: 宽度（像素）

# heightInPx
source: Height (pixel)
es: Alto (píxeles)
fr: Hauteur (pixel)
ja: 高さ (ピクセル)
pt: Altura (pixels)
ru: Высота (в пикселях)
zh_cn: 高度（像素）

source: Tags
es: Etiquetas
fr: Balises
ja: タグ
pt: Etiquetas
ru: Теги
zh_cn: 标记

source: Size
es: Tamaño
fr: Taille
ja: サイズ
pt: Tamanho
ru: Размер
zh_cn: 大小

# duration
source: Duration (h:mm:ss.ms)
es: Duración (h:mm:ss.ms)
fr: Durée (h:mm:ss.ms)
ja: 時間 (h:mm:ss.ms)
pt: Duração (h:mm:ss.ms)
ru: Длительность (ч:мм:сс.мс)
zh_cn: 持续时间 (h:mm:ss.ms)

# addMediaTrack
source: Add Audio/Video
es: Añadir audio/vídeo
fr: Ajouter audio/vidéo
ja: 音声/動画追加
pt: Adicionar áudio/vídeo
ru: Добавить аудио/видео
zh_cn: 添加音频/视频

# addYoutubeTrack
source: Add Youtube
es: Añadir Youtube
fr: Ajouter Youtube
ja: YouTube 追加
pt: Adicionar Youtube
ru: Добавить Youtube
zh_cn: 添加 Youtube

source: Youtube Id
es: ID de Youtube
fr: ID Youtube
pt: ID do Youtube
ru: Ид. Youtube
zh_cn: Youtube 编号

# reallyRemoveMediaTrack
source: Do you really want to remove media track ''{0}''?
es: ¿Seguro que desea eliminar el rastreo de medios ''{0}''?
fr: Voulez-vous vraiment supprimer la piste "{0}" ?
ja: メディアトラック ''{0}'' を削除しますか
pt: Você quer realmente remover a faixa de mídia ''{0}''?
ru: Действительно удалить объект мультимедиа ''{0}''?
zh_cn: 是否确定移除媒体轨道 "{0}"？

source: Please select a series
es: Seleccione una serie
fr: Sélectionnez une série.
ja: シリーズを選択してください
pt: Selecione uma série
ru: Выберите серию
zh_cn: 请选择系列

source: Please select a race
es: Seleccione una carrera
fr: Sélectionnez une course.
ja: レースを選択してください
pt: Selecione uma corrida
ru: Выберите гонку
zh_cn: 请选择比赛轮次

source: Display groups in reverse order
es: Mostrar grupos en orden inverso
fr: Afficher groupes en sens inverse
ja: 逆順序でグループを表示
pt: Exibir grupos na sequência inversa
ru: Показывать группы в обратном порядке
zh_cn: 以相反的顺序显示分组

# actionConfigureUrl
source: Configure URL
es: Configurar URL
fr: Configurer URL
ja: URL 設定
pt: Configurar URL
ru: Настроить URL-адрес
zh_cn: 配置 URL

# configureLeaderboardUrlDescription
source: Configure a leaderboard and obtain the resulting URL from the link
es: Configurar una tabla de clasificación y obtener el URL resultante desde el enlace
fr: Configurer le palmarès et obtenir l'URL correspondante à partir du lien
ja: リーダーボードを設定し、リンクから結果 URL を取得
pt: Configurar um painel de classificação e obter o URL resultante do link
ru: Настройте таблицу лидеров и получите разультирующий URL-адрес из ссылки
zh_cn: 配置积分榜，并从链接获取生成的 URL

source: Embedded
es: Incrustado
fr: Intégré
ja: 埋込
pt: Integrado
ru: Внедрено
zh_cn: 嵌入式

source: Additional URL Settings
es: Opciones de URL adicionales
fr: Options d'URL supplémentaires
ja: 追加 URL 設定
pt: Configurações de URL adicionais
ru: Дополнительные параметры URL-адреса
zh_cn: 附加 URL 设置

source: Restrict to single selected race
es: Restringir a la carrera individual seleccionada
fr: Limiter à la seule course sélectionnée
ja: 単一の選択レースに制限
pt: Restringir a uma única corrida selecionada
ru: Ограничить одной выбранной гонкой
zh_cn: 限制为单个选择的比赛轮次

source: Expand selected race
es: Expandir carrera seleccionada
fr: Développer course sélectionnée
ja: 選択レースを拡大
pt: Expandir corrida selecionada
ru: Развернуть выбранную гонку
zh_cn: 展开选择的比赛轮次

# showRaceDetails
source: Allow for race details
es: Permitir detalles de carrera
fr: Autoriser détails de la course
ja: レース詳細を許容
pt: Permitir detalhes da corrida
ru: Разрешить подробности гонки
zh_cn: 允许比赛轮次详情

source: Number of races
es: Número de carreras
fr: Nombre de courses
ja: レース数
pt: Número de corridas
ru: Число гонок
zh_cn: 比赛轮次数

# numberOfRacesMustBeNonNegativeNumber
source: Please enter the number of last races to be displayed
es: Indique el número de últimas carreras a visualizar
fr: Saisissez le nombre de dernières courses à afficher.
ja: 表示する最終レース数を入力してください
pt: Insira o número das últimas corridas a serem exibidas
ru: Введите число последних гонок для просмотра
zh_cn: 请输入要显示的最后比赛轮次的数量

source: Choose the way you select races
es: Elija la manera de seleccionar carreras
fr: Indiquez de quelle façon vous souhaitez sélectionner les courses
ja: レース選択方法の選択
pt: Selecionar a forma de seleção das corridas
ru: Выберите способ выбора гонок
zh_cn: 选择选取比赛轮次的方式

source: Select from all races
es: Seleccionar desde todas las carreras
fr: Sélectionner parmi toutes les courses
ja: 全レースから選択
pt: Selecionar a partir de todas as corridas
ru: Выбрать из всех гонок
zh_cn: 从所有比赛轮次中选择

source: Select a number of races
es: Seleccionar un número de carreras
fr: Sélectionner un nombre de courses
ja: レースの数を選択
pt: Selecionar uma série de corridas
ru: Выберите число гонок
zh_cn: 选择一定量的比赛轮次

# numberOfLastNRaces
source: Number of most current races to show
es: Número de carreras más actuales a visualizar
fr: Nombre de courses les plus récentes à afficher
ja: 表示する最新レース数
pt: Número das corridas mais recentes a serem exibidas
ru: Число последних гонок для просмотра
zh_cn: 待显示的最新比赛轮次的数量

# expandLastRace
source: Always expand last race shown
es: Expandir siempre la última carrera mostrada
fr: Toujours développer la dernière course affichée
ja: 表示されている最後のレースを常に拡大
pt: Expandir sempre última corrida exibida
ru: Всегда развертывать посленюю отображаемую гонку
zh_cn: 始终展开显示的最后比赛轮次

source: Factor
fr: Facteur
ja: 係数
pt: Fator
ru: Фактор
zh_cn: 系数

# errorUpdatingIsMedalRace
source: Error updating the medal race setting: {0}
es: Error al actualizar la configuración de carrera de medalla: {0}
fr: Erreur lors la mise à jour des options de la course médaillée : {0}
ja: メダルレース設定の更新でエラー発生: {0}
pt: Erro ao atualizar a configuração da corrida para medalha: {0}
ru: Ошибка при обновлении параметра гонки на медали: {0}
zh_cn: 更新奖牌轮设置出错： {0}

source: Maneuver loss
es: Pérdida en maniobra
fr: Perte suite à manœuvre
ja: マニューバーロス
pt: Perda de manobra
ru: Потеря маневра
zh_cn: 操作损失

# averageManeuverLossInMeters
source: ∅ Maneuver Loss
es: ∅ Pérdida en maniobra
fr: ∅ perte suite à manœuvre
ja: ∅ マニューバーロス
pt: ∅ de perda de manobra
ru: ∅ Потеря маневра
zh_cn: ∅ 操作损失

# averageManeuverLossInMetersTooltip
source: The average distance loss during any mneuver.
es: Pérdida de distancia media durante cualquier maniobra.
fr: Distance moyenne perdue au cours d'une manœuvre.
ja: マニューバー中の平均距離ロスです。
pt: A perda de distância média durante uma manobra.
ru: Средняя потеря дистанции в ходе маневра.
zh_cn: 任何操作中的平均距离损失。

# averageTackLossInMeters
source: ∅ Tack Loss
es: ∅ Pérdida por bordadas
fr: ∅ perte suite à un virement
ja: ∅ タックロス
pt: ∅ de perda de cambada
ru: ∅ Потеря на оверштаг
zh_cn: ∅ 迎风转向损失

# averageTackLossInMetersTooltip
source: The average distance loss during tacks.
es: Pérdida de distancia media en bordadas.
fr: Distance moyenne perdue au cours des virements.
ja: タック中の平均距離ロスです。
pt: A perda de distância média durante cambadas.
ru: Средняя потеря дистанции при поворотах оверштаг.
zh_cn: 迎风转向中的平均距离损失。

# averageJibeLossInMeters
source: ∅ Jibe Loss
es: ∅ Pérdida por trasluchadas
fr: ∅ perte suite à changement d'amure
ja: ∅ ジャイブロス
pt: ∅ de perda de jaibe
ru: ∅ Потеря на фордевинд
zh_cn: ∅ 顺风转向损失

# averageJibeLossInMetersTooltip
source: The average distance loss during jibes.
es: Pérdida de distancia media en trasluchadas.
fr: Distance moyenne perdue au cours des changements d'amure.
ja: ジャイブ中の平均距離ロスです。
pt: A perda de distância média durante jaibes.
ru: Средняя потеря дистанции при поворотах фордевинд.
zh_cn: 顺风转向中的平均距离损失。

source: Shape
es: Forma
fr: Forme
ja: シェイプ
pt: Forma
ru: Форма
zh_cn: 形状

source: Pattern
es: Patrón
fr: Modèle
ja: パターン
pt: Padrão
ru: Образец
zh_cn: 模式

source: Legend
es: Leyenda
fr: Légende
ja: 凡例
pt: Legenda
ru: Условные знаки
zh_cn: 图例

source: live
es: en directo
fr: en direct
ja: ライブ
pt: ao vivo
ru: активно
zh_cn: 实况

# swissTimingArchiveConnector
source: SwissTiming Archived Events
es: Eventos archivados de SwissTiming
fr: Manifestations archivées SwissTiming
ja: SwissTiming アーカイブ済イベント
pt: Eventos arquivados de SwissTiming
ru: Архив событий SwissTiming
zh_cn: SwissTiming 归档的活动

# errorFetchingChartData
source: Error fetching chart data: {0}
es: Error al obtener datos del gráfico: {0}
fr: Erreur lors de l'accès aux données du graphique : {0}
ja: チャートデータの取込でエラー発生: {0}
pt: Erro ao chamar dados do diagrama: {0}
ru: Ошибка при извлечении данных диаграммы: {0}
zh_cn: 获取记录数据出错： {0}

source: Loading competitor data...
es: Cargando datos de competidor...
fr: Chargement des données du concurrent...
ja: 競技者データをロードしています...
pt: Carregando dados do competidor...
ru: Загрузка данных участника...
zh_cn: 正在加载参赛队数据...

# competitorRegattaDataAfterRaceN
source: {0} after race {1}
es: {0} después de carrera {1}
fr: {0} après la course {1}
ja: レース {1} 後の {0}
pt: {0} após corrida {1}
ru: {0} после гонки {1}
zh_cn: {0} 比赛轮次后 {1}

# rankChart
source: Ranking
es: Clasificación
fr: Classement
ja: ランキング
pt: Classificação
ru: Ранг
zh_cn: 排名

source: Net points
es: Puntos netos
fr: Points nets
ja: 総合得点
pt: Pontos líquidos
ru: Чистый балл
zh_cn: 净分

# raceNetPointsTooltip
source: Competitor''s net points in the race
es: Puntos netos del competidor en la carrera
fr: Points nets du concurrent dans la course
ja: 当該レースの競技者総合得点
pt: Pontos líquidos do competidor na corrida
ru: Чистый балл участника в данной гонке
zh_cn: 参赛队在本轮次比赛中的净分

# regattaNetPointsTooltip
source: Competitor''s net points in the regatta
es: Puntos netos del competidor en la regata
fr: Points nets du concurrent dans la régate
ja: 当該レガッタの競技者総合得点
pt: Pontos líquidos do competidor na regata
ru: Чистый балл участника в данной регате
zh_cn: 参赛队在比赛中的净分

source: Show rank chart
es: Mostrar tabla de posiciones
fr: Afficher graphique du classement
ja: ランクチャート表示
pt: Visualizar diagrama de posições
ru: Показать диаграмму ранга
zh_cn: 显示排名记录

# overallLeaderboardSelection
source: Overall Leaderboard
es: Tabla de clasificación general
fr: Palmarès général
ja: 全体リーダーボード
pt: Painel de classificação geral
ru: Итоговая таблица лидеров
zh_cn: 总积分榜

# errorTryingToObtainOverallLeaderboards
source: Error trying to obtain overall leaderboards: {0}
es: Error al intentar obtener tablas de clasificación generales: {0}
fr: Erreur lors de la tentative d'obtention du palmarès général : {0}
ja: 全体リーダーボードを取得しようとしてエラーが発生: {0}
pt: Erro ao tentar obter painéis de classificação gerais: {0}
ru: Ошибка при попытке получить итоговые таблицы лидеров: {0}
zh_cn: 尝试获取总积分榜出错： {0}

source: finished
es: finalizado
fr: terminé
ja: フィニッシュ済
pt: concluído
ru: завершено
zh_cn: 已完成

source: upcoming
es: próximo
fr: à venir
ja: 予定
pt: próximo
ru: предстоит
zh_cn: 即将到来

source: Next
es: Siguiente
fr: suivante
ja: 次
pt: Seguinte
ru: Далее
zh_cn: 下一个

source: in progress
es: en curso
fr: en cours
ja: 進行中
pt: em andamento
ru: выполняется
zh_cn: 正在进行

# passedTo
source: passed to {0}
es: pasado a {0}
fr: passé à {0}
ja: {0} に受け渡し済
pt: passou para {0}
ru: передано {0}
zh_cn: 传输到{0}

# gapChangeSinceLegStartInSeconds
source: Gap Change
es: Modificación de la diferencia
fr: Changement de l'écart
ja: 距離差の変化
pt: Mudança da distância
ru: Изменение отставания
zh_cn: 差距变化

# gapChangeSinceLegStartInSecondsTooltip
source: The change of the gap to the leader since the last leg start.\nA negative number means that the gap was decreased;\na positive number means that it was increased.
es: La modificación de la diferencia respecto al líder desde el último inicio de tramo.\nUn número negativo significa que la diferencia se ha reducido;\nun número positivo significa que ha aumentado.
fr: Changement de l'écart par rapport au concurrent en tête depuis le début de la dernière portion de parcours.\nUn chiffre négatif indique que l'écart a diminué ;\nun chiffre positif indique que l'écart a augmenté.
ja: 最後のレグがスタートしてからの首位艇との距離差の変化です。\nマイナスの数字は距離差が減少したことを意味します。\nプラスの数字は距離差が増加したことを意味します。
pt: A mudança da distância para o líder desde o início da última perna.\nUm número negativo significa que a distância diminuiu;\num número positivo significa que aumentou.
ru: Изменение отставания от лидера с момента начала последнего отрезка.\nОтрицательное число означает уменьшение отставания;\nположительное — увеличение.
zh_cn: 最后一个航段开始时与第一名差距的变化。\n负数表示差距减小；\n正数表示差距增加。

# sideToWhichMarkAtLegStartWasRounded
source: Mark rounded to
es: Marca redondeada a
fr: Marque laissée à
ja: マーク回航
pt: Marca contornada por
ru: Обход отметки
zh_cn: 绕圈的标志

# sideToWhichMarkAtLegStartWasRoundedTooltip
source: Side to which the mark at leg start was rounded.
es: Lado en el que se ha redondeado la marca al inicio de tramo.
fr: Côté duquel la marque a été contournée au début de la portion de parcours.
ja: レグ始点でマークを回航する側です。
pt: Lado pelo qual a marca foi contornada no início da perna.
ru: Сторона, с которой была обойдена отметка в начале отрезка.
zh_cn: 在航段起点的标志处绕圈的一侧。

# raceIsLive
source: Live race: {0}
es: Carrera en directo: {0}
fr: Course en direct : {0}
ja: ライブのレース: {0}
pt: Corrida ao vivo: {0}
ru: Активная гонка: {0}
zh_cn: 实况比赛轮次：{0}

# racesAreLive
source: Live races: {0}
es: Carreras en directo: {0}
fr: Courses en direct : {0}
ja: ライブのレース: {0}
pt: Corridas ao vivo: {0}
ru: Активные гонки: {0}
zh_cn: 实况比赛轮次：{0}

# regattaIsLive
source: Live regatta: {0}
es: Regata en directo: {0}
fr: Régate en direct : {0}
ja: ライブのレガッタ: {0}
pt: Regata ao vivo: {0}
ru: Активная регата: {0}
zh_cn: 实况比赛：{0}

# regattasAreLive
source: Live regattas: {0}
es: Regatas en directo: {0}
fr: Régates en direct : {0}
ja: ライブのレガッタ: {0}
pt: Regatas ao vivo: {0}
ru: Активные регаты: {0}
zh_cn: 实况比赛：{0}

# knotsUnit
source: kts
fr: nds
ja: kt
pt: nós
ru: уз

# knotsValue
source: {0,number,#0.0} kts
fr: {0,number,#0.0} nds
ja: {0,number,#0.0} kt
pt: {0,número,#0.0} nós
ru: {0,number,#0.0} уз

# knotsRange
source: {0,number,#0.0} - {1,number,#0.0} kts
fr: {0,number,#0.0} - {1,number,#0.0} nds
ja: {0,number,#0.0} - {1,number,#0.0} kt
pt: {0,número,#0.0} - {1,número,#0.0} nós
ru: {0,number,#0.0}–{1,number,#0.0} уз

source: Generate Polar Sheet
es: Generar hoja polar
fr: Générer fiche polaire
ja: ポーラーシート生成
pt: Gerar folha de carta polar
ru: Генерировать полярные данные
zh_cn: 生成极坐标表

# polars
source: Polar Diagrams
es: Diagramas polares
fr: Diagrammes polaire
ja: ポーラーダイアグラム
pt: Diagramas da carta polar
ru: Полярные диаграммы
zh_cn: 极坐标图

# polarSheetChart
source: Polar Sheet
es: Hoja polar
fr: Fiche polaire
ja: ポーラーシート
pt: Folha de carta polar
ru: Полярные данные
zh_cn: 极坐标表

# polarSheetMinimumDataSizePerGraph
source: Minimum datapoints per graph
es: Puntos de datos mínimos por gráfico
fr: Nombre minimum de points de données par diagramme.
ja: グラフ別の最小データポイント数
pt: Pontos de dados mínimos por diagrama
ru: Минимум точек данных на граф
zh_cn: 各图形的最小数据点

# polarSheetMinimumDataSizePerGraphTooltip
source: All graphs with less underlying datapoints are not shown visually.\nThis way there are no distracting diagrams shown for\nwindspeeds lacking a sufficient amount of data.
es: No se muestran visualmente los gráficos con menos puntos de datos subyacentes.\nDe este modo no se muestran diagramas innecesarios para\nlas velocidades de viento que no tienen suficientes datos.
fr: Les diagrammes comportant moins de points de données sous-jacents ne sont pas affichés visuellement.\nDe cette façon, aucun diagramme inutile n'est affiché pour \nla vitesse du vent s'il n'y a pas suffisamment de données.
ja: 基礎となるデータポイントが少ないグラフはすべては表示されません。\nこのようにして、十分なデータ量を欠いている\n風速で注意を逸らすダイアグラムは表示されません。
pt: Todos os diagramas com menos pontos de dados subjacentes não são exibidos visualmente.\nDessa forma, não existem distrações com diagramas para\nvelocidades do vento sem dados suficientes.
ru: Все графы с меньшим объемом базовых данных не визуализируются.\nЭто устраняет отображение диаграмм\nпо скоростям ветра с недостаточным объемом данных.
zh_cn: 不显示基础数据点较少的所有图形。\n这样就不会为数据量不足的风速\n显示分散图。

# polarSheetMinimumDataSizePerAngle
source: Minimum datapoints per angle
es: Puntos de datos mínimos por ángulo
fr: Nombre minimum de points de données par angle.
ja: アングル別の最小データポイント数
pt: Pontos de dados mínimos por ângulo
ru: Минимум точек данных на угол
zh_cn: 各角度的最小数据点
