Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# contentSapSailingRaceManager
source: The SAP Sailing Race Manager delivers greater efficiency and control to race organizers by automating and simplifying their manual tasks and communication during running sailing regattas. The Race Committee App helps simplify the operation of running and managing race events to help race committees operate smarter.
es: El SAP Sailing Race Manager proporciona una mayor eficacia y control a organizadores de carreras automatizando y simplificando sus tareas manuales y la comunicación durante las regatas de navegación. La aplicación Race Commitee ayuda a simplificar la operación de ejecución y gestión de eventos regatistas para ayudar a los comités de carrera a operar de manera más inteligente.
fr: Grâce à la solution SAP Sailing Race Manager, les organisateurs de courses peuvent être plus efficaces et garder plus facilement la main. Leurs tâches manuelles sont automatisées et simplifiées, tout comme la communication pendant les régates de voile en cours. L'application destinée au comité de course contribue à faciliter la mise en œuvre et la gestion des manifestations de courses pour un déroulement plus souple des compétitions.
ja: SAP Sailing Race Manager は、セーリングレガッタ運営中にレース組織者が手動で行う作業や連絡業務を自動化／簡略化することによって効率と統制を向上させます。Race Committee アプリは、レースイベントの運営／管理業務を簡略化するのに役立ち、レース委員会がより円滑に運営されるよう支援します。
pt: O SAP Sailing Race Manager fornece maior eficiência e controle aos organizadores das corridas automatizando e simplificando suas tarefas manuais e a comunicação durante as regatas a vela. O app da comissão da corrida ajuda a simplificar a operação de gerenciamento e administração dos eventos de corridas de forma a ajudar as comissões das corridas a funcionarem de forma mais inteligente.
ru: Приложение SAP Sailing Race Manager повышает уровень эффективности и контроля для организаторов гонки за счет автоматизации и упрощения выполняемых вручную задач и общения во время проведения парусных регат. Приложение Race Committee помогает упростить проведение событий и управление ими, освобождая для оргкомитета время на лучшую проработку деталей.
zh_cn: SAP Sailing Race Manager 通过自动化及简化赛事主办机构在航行比赛期间的人工作业和沟通，实现更高的效率和控制能力。Race Committee 应用简化举办和管理比赛活动的操作，使竞赛委员会的操作更加智能。

# sapSailingRaceManagerReadMore
source: Learn More
es: Más información
fr: En savoir plus
ja: 詳細情報
pt: Saber mais
ru: Узнать больше
zh_cn: 了解更多

# contentSapSailInSight
source: With the SAP Sail InSight mobile app for iPhone, iPad and Android phones, sailboat racers can manage their regatta participation and performance anywhere and anytime. This app connects to the SAP Sailing Analytics solution and enables racers to sign in to an SAP Sail InSight-enabled regatta, track their location together with performance indicators like speed or distance sailed, and analyze their performance.
es: Con la aplicación móvil SAP Sail InSight para teléfonos iPhone, iPad y Android, los participantes en las carreras de veleros podrán gestionar su participación y rendimiento en la regata en cualquier lugar y en cualquier momento. Esta aplicación conecta la solución SAP Sailing Analytics y permite a los regatistas inscribirse en una regata habilitada para SAP Sail InSight, rastrear su ubicación con indicadores de rendimiento como velocidad o distancia recorrida y analizar su rendimiento.
fr: Grâce à l'application mobile SAP Sail InSight pour iPhone, iPad et smartphones Android, les participants aux courses à la voile peuvent gérer leur participation dans les régates à tout moment, où qu'ils soient. Cette application se connecte à la solution SAP Sailing Analytics et permet aux compétiteurs de s'inscrire à une régate activée dans SAP Sail InSight, suivre leur place dans la course, avec des indicateurs de performances tels que la vitesse, ou la distance parcourue, et d'analyser leur performance.
ja: iPhone、iPad、および Android フォン向け SAP Sail InSight モバイルアプリにより、ヨット競技者はいつでもどこでもレガッタ参加やパフォーマンスを管理することができます。このアプリは SAP Sailing Analytics ソリューションに接続され、競技者が SAP Sail InSight 対応のレガッタへの受付を行い、自分がどこにいるかを艇速や帆走距離などのパフォーマンス指標とともに追跡し、自らのパフォーマンスを分析することを可能にします。
pt: Com o app móvel SAP Sail InSight para iPhone, iPad e Android, os competidores de vela podem administrar sua participação da regata e sua performance em qualquer lugar e em qualquer altura. Este app estabelece a conexão à solução SAP Sailing Analytics e permite que os competidores efetuem a conexão a uma regata habilitada para SAP Sail InSight, rastreiem sua localização juntamente com indicadores de performance como velocidade ou distância navegada e analisem sua performance.
ru: С помощью мобильного приложения SAP Sail InSight для смартфонов iPhone, iPad и Android яхтсмены гонок могут управлять своим участием и эффективностью в регате откуда и когда угодно. Это приложение подключается к решению SAP Sailing Analytics и позволяет яхтсменам выполнять вход в регаты, использующие SAP Sail InSight, отслеживать свое местоположение вместе с индикаторами эффективности, такими как скорость или пройденное расстояние, а также анализировать эффективность.
zh_cn: 使用适用于 iPhone、iPad 和 Android 手机的 SAP Sail InSight 移动应用，帆船选手可以随时随地管理其参赛情况和表现。此应用与 SAP Sailing Analytics 解决方案相连，选手可以登录启用 SAP Sail InSight 的比赛，跟踪其所处地点和速度或航行距离等表现指标，并分析其表现。

# sapSailInSightReadMore
source: Learn More
es: Más información
fr: En savoir plus
ja: 詳細情報
pt: Saber mais
ru: Узнать больше
zh_cn: 了解更多

# contentSapSailingBuoyPinger
source: With the SAP Sailing Buoy Pinger mobile app for Android phones, sailboat race managers can simplify the positioning of race marks and communication with the mark layers anywhere and anytime. This app connects to the SAP Sailing Analytics solution and allows regatta managers to track the geographical position of their race marks, enabling the use of the SAP Sail InSight mobile app by sailors participating in the regatta.
es: Con la aplicación móvil SAP Sailing Buoy Pinger para teléfonos Android, los directores deportivos de carreras de veleros podrán simplificar el posicionamiento de las marcas de carrera y la comunicación mediante las capas de marca en cualquier lugar y en cualquier momento. Esta aplicación conecta con la solución SAP Sailing Analytics y permite a los directores de regata rastrear la posición geográfica de sus propias marcas de carrera, haciendo posible el uso de la aplicación móvil SAP Sail InSight por los navegantes que participan en la regata.
fr: Grâce à l'application mobile SAP Sailing Buoy Pinger pour smartphones Android, les organisateurs de courses à la voile peuvent simplifier le positionnement des marques de course ainsi que la communication avec les positionneurs des marques, à tout moment, où qu'ils soient. Cette application se connecte à la solution SAP Sailing Analytics et permet aux organisateurs de régates de suivre la position géographique de leurs marques de course. Cette connexion permet en outre aux sportifs participant à la régate d'utiliser l'application mobile SAP Sail InSight.
ja: Android フォン向け SAP Sailing Buoy Pinger モバイルアプリにより、ヨットレース運営者はいつでもどこでもレース用のマークの位置決めや、マーク設置担当者とのやり取りを簡略化することができます。このアプリは SAP Sailing Analytics ソリューションに接続され、レガッタ運営者がレース用のマークの地理的位置を追跡することを可能にし、レガッタに参加しているセーラーが SAP Sail InSight モバイルアプリを使用できるようにします。
pt: Com o app móvel SAP Sailing Buoy Pinger para Android, os administradores de corridas a vela podem simplificar o posicionamento de marcas da corrida e a comunicação com os responsáveis pelas marcas em qualquer lugar e em qualquer altura. Este app estabelece a conexão à solução SAP Sailing Analytics e permite que os administradores de regatas rastreiem a posição geográfica das suas marcas da corrida, permitindo a utilização do app móvel SAP Sail InSight por velejadores participantes da regata.
ru: Мобильное приложение SAP Sailing Buoy Pinger для смартфонов Android позволяет руководителям парусных гонок упростить позиционирование отметок и общение с установщиками отметок откуда и когда угодно. Это приложение подключается к решению SAP Sailing Analytics и позволяет руководителям гонок отслеживать географическое местоположение гоночных отметок, обеспечивая использование мобильного приложения SAP Sail InSight для яхтсменов, участвующих в регате.
zh_cn: 使用适用于 Android 手机的 SAP Sailing Buoy Pinger 移动应用，帆船赛赛事经理可以随时随地简化比赛航标的定位和与布标裁判的沟通。此应用与 SAP Sailing Analytics 解决方案相连，比赛经理可以跟踪其比赛航标的地理位置，并允许参赛水手使用 SAP Sail InSight 移动应用。

# sapSailingBuoyPingerReadMore
source: Learn More
es: Más información
fr: En savoir plus
ja: 詳細情報
pt: Saber mais
ru: Узнать больше
zh_cn: 了解更多

source: Post-Race Analytics
es: Análisis posterior a la carrera
fr: Analyses post-course
ja: レース後分析
pt: Análise pós-corrida
ru: Аналитика после гонки
zh_cn: 赛后分析

# contentPostRaceAnalytics1
source: Access to data collected at sailing events gives sailors the opportunity to assess and analyse their performances to help develop strategies and sail better.
es: El acceso a los datos recopilados en los eventos de navegación ofrece a los navegantes la oportunidad de evaluar y analizar sus rendimientos para, de esta manera, poder desarrollar sus estrategias y mejorar la navegación.
fr: L'accès aux données collectées lors de manifestations de voile permet aux sportifs de la voile d'analyser et d'évaluer leurs performances, de développer des stratégies et d'optimiser leur navigation.
ja: セーリングイベントで収集されたデータへのアクセスにより、戦略の策定や帆走の向上に役立つ、セーラーがそのパフォーマンスを評価および分析する機会が提供されます。
pt: O acesso a dados coletados em eventos de vela dá aos velejadores a oportunidade de avaliar e analisar suas performances de modo a ajudar a desenvolver estratégias e a velejar melhor.
ru: Доступ к данным, собранным на парусных событиях, дает мореходам возможность оценить и проанализировать свои показатели, помогая разрабатывать стратегии и повышать мастерство.
zh_cn: 水手通过访问航行活动期间收集的数据评估和分析其表现，帮助他们制定策略和优化航行方案。

# contentPostRaceAnalytics2
source: SAP Business Analytics solutions provide sailors, coaches, fans and media with tools to browse and analyse historical data across many regattas and races. SAP HANA allows them to learn about performance patterns, tendencies and sailor profiles in a simple, fast and efficient way in order to optimize their own performance and develop successful strategies for future regattas.
es: Las soluciones de SAP Business Analytics proporciona soluciones a navegantes, entrenadores, fans y medios con herramientas para mirar y analizar datos históricos a través de muchas regatas y carreras. SAP HANA permite el aprendizaje de patrones de rendimiento, tendencias y perfiles de navegantes de un modo simple, rápido y eficaz para optimizar su propio rendimiento y desarrollar estrategias de éxito para futuras regatas.
fr: Les solutions SAP Business Analytics fournissent aux sportifs de la voile comme aux entraîneurs, amateurs et média des outils pour parcourir et analyser des données historiques de nombreuses régates et courses. Grâce à la puissance de SAP HANA, des modèles de performance se détachent, des tendances et profils de sportifs de la voile se dessinent de manière simple, rapide et efficace afin d'optimiser leurs propres performances et de développer des stratégies porteuses de succès pour les régates à venir.
ja: SAP Business Analytics ソリューションは、多くのレガッタおよびレースにわたって履歴データを照会および分析するツールをセーラー、コーチ、ファン、そして報道関係者に提供します。SAP HANA は、こうした人たちが自身のパフォーマンスを最適化し、予定されているレガッタで成功を収める戦略を策定するために簡単、迅速、かつ効率的な方法でパフォーマンスのパターン、傾向、およびセーラーのプロファイルを知ることを可能にします。
pt: As soluções SAP Business Analytics fornecem aos velejadores, treinadores, fãs e mídia ferramentas para procurar e analisar dados históricos de várias regatas e corridas. SAP HANA permite que eles aprendam sobre padrões de performance, tendências e perfis de velejadores de uma forma simples, rápida e eficiente de modo a otimizar sua própria performance e a desenvolver estratégias bem-sucedidas para regatas futuras.
ru: Решения SAP Business Analytics предоставляют мореходам, тренерам, болельщикам и СМИ инструменты для просмотра и анализа исторических данных по множеству регат и гонок. SAP HANA позволяет изучать паттерны эффективности, тенденции и профили мореходов простым, быстрым и эффективным образом для оптимизации своих показателей и разработки успешных стратегий на будущие регаты.
zh_cn: SAP Business Analytics 解决方案为水手、教练、粉丝和媒体提供跨比赛和轮次浏览和分析历史数据的工具。SAP HANA 通过简单、快速和高效的方式使其了解表现模式、趋势和水手资料，从而提高自己的表现并为今后的比赛制定成功的策略。

source: Strategy Simulator
es: Simulador de estrategias
fr: Simulateur de stratégies
ja: 戦略シミュレータ
pt: Simulador de estratégia
ru: Симулятор стратегии
zh_cn: 策略模拟器

# contentStrategySimulator
source: Choosing the right strategy can provide great competitive advantage during a race. The Strategy Simulator simplifies determining the best sailing strategy for various wind conditions and water currents. Since wind and current can be changed in the simulation right away, the robustness of a strategy can be easily evaluated even for uncertain weather conditions.
es: Al seleccionar la estrategia de la derecha puede proporcionar una gran ventaja competitiva durante la carrera. El simulador de estrategias determina la mejor estrategia de navegación para determinadas condiciones de viento y corrientes de marinas. Como el viento y la corriente pueden modificarse en la simulación de forma inmediata, la robustez de una estrategia podrá evaluarse rápidamente incluso para condiciones meteorológicas variables.
fr: Opter pour la bonne stratégie peut procurer un avantage significatif pendant une course. Le simulateur de stratégies simplifie la détermination de la meilleure stratégie de navigation pour différentes conditions de vent et courants d'eau. Comme les données de vent et de courant peuvent être modifiées directement au cours de la simulation, la solidité d'une stratégie peut être facilement évaluée même en cas de conditions météorologiques incertaines.
ja: 適切な戦略を選択すれば、レース中に大きな競争上の優位性を得ることが可能です。Strategy Simulator により、さまざまな風況および水流に対して最良のセーリング戦略を決定することが容易になります。風と水流をシミュレーションで直ちに変更することができるため、不確かな気象条件に対しても戦略の確かさを簡単に評価することができます。
pt: A escolha da estratégia certa pode fornecer uma grande vantagem competitiva durante uma corrida. O simulador de estratégia simplifica determinando a melhor estratégia de vela para várias condições do vento e correntes marítimas. Uma vez que o vento e a corrente podem ser modificados de imediato na simulação, a confiança de uma estratégia pode ser avaliada facilmente mesmo com condições meteorológicas incertas.
ru: Выбор правильной стратегии может обеспечить большое конкурентное преимущество во время гонки. Симулятор стратегии упрощает определение лучшей стратегии хождения под парусом для разных атмосферных условий и водных течений. Возможность мгновенного изменения ветра и течения в симуляции позволяет легко оценить надежность стратегии даже для неопределенных погодных условий.
zh_cn: 选择正确的策略可在比赛期间极大地提高竞争优势。策略模拟器为不同的风力条件和水流简化确定最佳的航行策略。由于可以在模拟中即时更改风和水流，即便在不确定的天气条件下，也可以轻松地评估策略的稳健性。

# strategySimulatorReadMore
source: Learn More
es: Más información
fr: En savoir plus
ja: 詳細情報
pt: Saber mais
ru: Узнать больше
zh_cn: 了解更多

# impressum
source: Imprint
es: Marca
fr: Mentions légales
ja: 刻印
pt: Impressão
ru: Печать
zh_cn: 版本说明

source: Last fix
es: Última corrección
fr: Dernier point
ja: 最終フィックス
pt: Último ponto fixo
ru: Последний замер
zh_cn: 上次修复

source: Filter device mappings
es: Filtrar asignaciones de dispositivos
fr: Filtrer des mappages d'appareils
ja: デバイスマッピングのフィルタリング
pt: Filtrar mapeamentos de dispositivos
ru: Фильтровать сопоставления устройств
zh_cn: 筛选设备映射

source: Race Start Analysis
es: Análisis de salida de carrera
fr: Analyse du départ de la course
ja: レーススタート分析
pt: Análise do início da corrida
ru: Анализ старта гонки
zh_cn: 比赛轮次开始分析

# buoyZoneRadiusInHullLengths
source: Buoy zone radius in hull lengths (e.g., 2 or 3)
es: Radio de zona de boyas en eslora de casco (ej. 2 o 3)
fr: Rayon de zone de bouée en longueur de coques (par exemple 2, ou 3)
ja: 艇身単位のゾーン半径 (例: 2 または3)
pt: Raio da área da boia em comprimentos de casco (por exemplo, 2 ou 3)
ru: Радиус зоны буя в длинах корпуса (например, 2 или 3)
zh_cn: 船体长度表示的浮标区半径（例如 2 或 3）

# incorrectValueForRegattaBuoyZoneRadiusInHullLengths
source: Incorrect value for the buoy zone radius in hull lengths
es: Valor incorrecto para el radio de zona de boyas en eslora de casco
fr: Valeur erronée pour le rayon de zone de bouée en longueur de coques
ja: 艇身単位のゾーン半径の値が不適切
pt: Valor incorreto para raio da área da boia em comprimentos de casco
ru: Неверное значение радиуса зоны буя в длинах корпуса
zh_cn: 船体长度表示的浮标区半径的值不正确

source: Import Competitors
es: Importar competidores
fr: Importer des concurrents
ja: 競技者のインポート
pt: Importar competidores
ru: Импорт участников
zh_cn: 导入参赛队

# chooseWhichCompetitorsShouldBeImported
source: Select competitors to be imported on the left. Selecting a single competitor shows any existing competitors that may represent the same entity on the right. To use an existing one, select it. When done mapping, select all competitors you want to import in the table on the left and press OK. Note that the tables can be sorted by clicking or tapping on the column headers.
es: Seleccionar competidores para importar a la izquierda. Al seleccionar un único competidor se muestran los competidores existente que pueden representar la misma entidad a la derecha. Para utilizar uno, selecciónelo. Al realizar la asignación, seleccione todos los competidores que desee importar a la tabla en la izquierda y pulse OK. Tenga en cuenta que las tablas puede clasificarse haciendo un clic o pulsando en las cabeceras de columna.
fr: Sélectionnez des concurrents à importer sur la gauche. La sélection d'un concurrent individuel affiche sur la droite le ou les concurrent(s) existant(s) appartenant à la même entité. Pour utiliser un concurrent existant, sélectionnez-le. Une fois le mappage terminé, sélectionnez tous les concurrents que vous souhaitez importer dans la table sur la gauche, et appuyez sur OK. Notez que vous pouvez trier les tables en cliquant ou touchant les intitulés des colonnes.
ja: インポートする競技者を左側で選択します。単一の競技者を選択しても、同一の対象を表す既存の競技者が複数あればそれらが右側に表示されます。既存の競技者を使用するには、その競技者を選択します。マッピングが終了したら、テーブルにインポートするすべての競技者を左側で選択して、OK を押します。テーブルは、列ヘッダをクリックするかタップしてソートが可能であることに注意してください。
pt: Selecione os competidores a serem importados à esquerda. A seleção de um único competidor exibe quaisquer competidores existentes que possam representar a mesma entidade à direita. Para utilizar um existente, selecione-o. Quando o mapeamento estiver concluído, selecione todos os competidores que você quer importar na tabela à esquerda e pressione OK. Considere que as tabelas podem ser ordenadas clicando ou tocando nos cabeçalhos da coluna.
ru: Слева выберите участников для импорта. При выборе одного участника справа отображаются все существующие участники, которые могут представлять одну и ту же организацию. Чтобы использовать существующего участника, выберите его. По завершении сопоставления выберите всех участников, которых требуется импортировать, в таблице слева и нажмите кнопку "ОК". Таблица можно сортировать щелчком или касанием заголовков столбцов.
zh_cn: 在左侧选择待导入的参赛队。选择单个参赛队会在右侧显示代表相同实体的任何现有参赛队。要使用现有参赛队，请选择。完成映射时，在左侧的表中选择待导入的所有参赛队，并按“确定”。请注意，点击或点按列标题即可对表进行排序。

source: Existing Competitors
es: Competidores existentes
fr: Concurrents existants
ja: 既存の競技者
pt: Competidores existentes
ru: Существующие участники
zh_cn: 现有参赛队

# importedCompetitors
source: Competitors to Import
es: Competidores para importar
fr: Concurrents à importer
ja: インポートする競技者
pt: Competidores para importar
ru: Участники для импорта
zh_cn: 待导入的参赛队

source: Has matches
es: Tiene matches
fr: Correspondances disponibles
ja: 一致あり
pt: Tem correspondências
ru: Есть соответствия
zh_cn: 有比赛

# filterImportedCompetitorsByNameSailRaceFleet
source: Filter competitors to import by name, sail number, race or fleet
es: Filtrar competidores para importar nombre, número de vela, carrera o flota
fr: Filtrer des concurrents à importer par nom, numéro de voile, course ou flotte
ja: インポートする競技者を名前、セールナンバー、レース、またはフリートでフィルタリング
pt: Filtrar competidores para importação por nome, número da vela, corrida ou flotilha
ru: Отфильтруйте участников для импорта по названию, номеру на парусе, гонке или флоту
zh_cn: 按名称、帆号、比赛轮次或船队筛选待导入的参赛队

# errorLoadingCompetitorImportProviders
source: Error loading competitor import providers: {0}
es: Error al cargar proveedores de importación de competidores: {0}
fr: Erreur lors du chargement des fournisseurs d'importation de concurrents : {0}
ja: 競技者インポートプロバイダのロードでエラーが発生: {0}
pt: Erro ao carregar fornecedores de importação de competidor: {0}
ru: Ошибка при загрузке поставщиков импорта участников: {0}
zh_cn: 加载参赛队导入提供方时出错：{0}

# errorLoadingCompetitorImportDescriptors
source: Error loading competitor import descriptors: {0}
es: Error al cargar descriptores de importación de competidores: {0}
fr: Erreur lors du chargement des descripteurs d'importation de concurrents : {0}
ja: 競技者インポート記述子のロードでエラーが発生: {0}
pt: Erro ao carregar descritores de importação de competidor: {0}
ru: Ошибка при загрузке дескрипторов импорта участников: {0}
zh_cn: 加载参赛队导入描述符时出错：{0}

# couldNotSaveCompetitorRegistrations
source: Could not save competitor registrations: {0}
es: No se han podido grabar los registros de competidores: {0}
fr: Impossible d'enregistrer les inscriptions des concurrents : {0}
ja: 競技者登録を保存できませんでした: {0}
pt: Não foi possível gravar registros de competidores: {0}
ru: Не удалось сохранить регистрации участников: {0}
zh_cn: 无法保存参赛队注册：{0}

# searchTagForImportedCompetitorPlaceholder
source: Use, e.g., the race+fleet name
es: Por ejemplo, utilice un nombre compuesto por carrera+flota
fr: Utilisez par exemple le nom de la course et de la flotte.
ja: たとえば、レース+フリート名を使用
pt: Utilizar, por exemplo, corrida + nome da flotilha
ru: Используйте, например, гонку + название флота
zh_cn: 例如，使用比赛轮次+船队名称

# version
source: Version: {0}
es: Versión: {0}
ja: バージョン: {0}
pt: Versão: {0}
ru: Версия: {0}
zh_cn: 版本：{0}

# replicables
source: Replicating objects
es: Objetos de replicación
fr: Réplication d'objets en cours
ja: オブジェクトの複製
pt: Replicando objetos
ru: Репликация объектов
zh_cn: 正在复制对象

source: Set
es: Fijar
fr: Définit
ja: セット
pt: Definir
ru: Набор
zh_cn: 设置

# eventRegattaRacesLegendWind
source: # Wind sensors
es: # Sensores de vientos
fr: Nombre de capteurs de vent
ja: 風向風速センサー数
pt: # sensores de vento
ru: Датчиков ветра
zh_cn: # 风力感应器

# eventRegattaRacesLegendVideo
source: # Video streams
es: # Transmisiones de audio
fr: Nombre de flux vidéo
ja: 動画ストリーム数
pt: # fluxos de vídeo
ru: Видеопотоков
zh_cn: # 视频流

# eventRegattaRacesLegendAudio
source: # Audio Streams
es: # Transmisiones de audio
fr: Nombre de flux audio
ja: 音声ストリーム数
pt: # fluxos de áudio
ru: Аудиопотоков
zh_cn: # 音频流

# eventRegattaHeaderLegendGps
source: Has tracking data
es: Tiene datos de rastreo
fr: Données de suivi disponibles
ja: 航跡データあり
pt: Tem dados de rastreamento
ru: Есть данные отслеживания
zh_cn: 有跟踪数据

# eventRegattaHeaderLegendWind
source: Has wind data
es: Tiene datos de viento
fr: Données de vent disponibles
ja: 風向風速データあり
pt: Tem dados do vento
ru: Есть данные о ветре
zh_cn: 有风力数据

# eventRegattaHeaderLegendVideo
source: Has video streams
es: Tiene transmisiones de vídeo
fr: Flux vidéo disponibles
ja: 動画ストリームあり
pt: Tem fluxos de vídeo
ru: Есть видеопотоки
zh_cn: 有视频流

# eventRegattaHeaderLegendAudio
source: Has audio streams
es: Tiene transmisiones de audio
fr: Flux audio disponibles
ja: 音声ストリームあり
pt: Tem fluxos de áudio
ru: Есть аудиопотоки
zh_cn: 有音频流

# eventRegattaHeaderLegendGpsNo
source: No tracking data
es: No hay datos de rastreo
fr: Aucune donnée de suivi
ja: 航跡データなし
pt: Sem dados de rastreamento
ru: Нет данных отслеживания
zh_cn: 无跟踪数据

# eventRegattaHeaderLegendWindNo
source: No wind data
es: No hay datos de viento
fr: Aucune donnée de vent
ja: 風向風速データなし
pt: Sem dados de vento
ru: Нет данных о ветре
zh_cn: 无风力数据
