Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# currentOrAverageRideHeightInMetersTooltip
source: Current Foiling ride height in meters while leg is still running; average ride height when leg is completed.
es: La altura de marcha de foil actual en metros en el tramo todavía está en carrera; altura de marcha media al concluir el tramo
fr: Hauteur actuelle de planing en mètres avec la portion de parcours toujours en cours. Hauteur de planing moyenne après la fin de la portion de parcours.
ja: レグ航行中のフォイリングでの現在の浮上高さ、レグ完了時の平均浮上高さ
pt: Altura de flutuação da navegação com hidrofólio atual enquanto a perna está em curso; altura de flutuação média quando a perna estiver concluída.
ru: Текущая высота подъема на подводных крыльях в метрах при прохождении отрезка; средняя высота по завершении отрезка.
zh_cn: 在航段航行时的当前水翼行驶高度（米）；航段完成时的平均行驶高度。

# pleaseCreateAtLeastOneMappingForCompetitor
source: Please create at least one mapping by first selecting a track on the left hand side and then selecting a competitor on the right hand side
es: Cree como mínimo una asignación seleccionando, en primer lugar, un rastreo en el lado izquierdo y, a continuación, seleccionando un competidor en el lado derecho.
fr: Créez au moins un mappage en sélectionnant d'abord une piste sur la gauche, puis un concurrent sur la droite.
ja: 左側にあるトラックを最初に選択してから右側にある競技者を選択してマッピングを少なくとも 1 つ登録してください
pt: Crie pelo menos um mapeamento selecionando primeiro uma pista do lado esquerdo e depois um competidor do lado direito.
ru: Создайте хотя бы одно сопоставление, выбрав отслеживание слева, а затем участника справа
zh_cn: 请至少创建一个映射：先选择左侧的轨道，然后选择右侧的参赛队

source: Import additional sensor data
es: Importar datos de sensor adicionales
fr: Importer des données de capteurs supplémentaires
ja: 追加センサーデータのインポート
pt: Importar dados adicionais do sensor
ru: Импортировать дополнительные данные датчика
zh_cn: 导入附加感应器数据

source: Watch live
es: Ver en directo
fr: Regarder en direct
ja: ライブ視聴
pt: Ver ao vivo
ru: Смотреть в реальном времени
zh_cn: 观看直播

source: Race analysis
es: Análisis de carrera
fr: Analyse de la course
ja: レース分析
pt: Análise da corrida
ru: Анализ гонки
zh_cn: 比赛轮次分析

source: Start analysis
es: Iniciar análisis
fr: Analyse du départ
ja: スタート分析
pt: Análise da partida
ru: Начать анализ
zh_cn: 起航分析

source: Winning lanes
es: Calles ganadoras
fr: Voies gagnantes
ja: 勝利レーン
pt: Rotas vencedoras
ru: Выигрышные маршруты
zh_cn: 获胜的船道

source: Maximum number of discards
es: Número máximo de rechazos
fr: Nombre maximal d'éliminations
ja: カットレースの最大数
pt: Número máximo de descartes
ru: Максимальное число исключений
zh_cn: 最大放弃次数

source: External links
es: Enlaces externos
fr: Liens externes
ja: 外部リンク
pt: LInks externos
ru: Внешние ссылки
zh_cn: 外部链接

source: URL for all languages
es: URL para todos los idiomas
fr: URL pour toutes les langues
ja: 全言語向け URL
pt: URL para todos os idiomas
ru: URL-адрес для всех языков
zh_cn: 所有语言的 URL

# urlForLanguage
source: URL for language ''{0}''
es: URL para idioma ''{0}''
fr: URL pour la langue ''{0}''
ja: 言語 ''{0}'' 向け URL
pt: URL para idioma ''{0}''
ru: URL-адрес для языка ''{0}''
zh_cn: 语言 ''{0}'' 的 URL

# notificationRegattaConfigurationUpdatedUsingByMarks
source: Active regatta configuration was set, using the "By Marks" course designer.
es: Se ha fijado la configuración de regata activa con el diseñador de recorrido "Por marcas".
fr: Configuration de régate active définie, en utilisant le concepteur de course « Par marques ».
ja: "マーク別" コースデザイナーを使用して、有効なレガッタ設定が行われました。
pt: A configuração de regata ativa foi definida, utilizando o designer do percurso "Por marcas".
ru: Активная конфигурация регаты была настроена с использованием дизайнера курса "По отметкам".
zh_cn: 已使用“按标志”场地设计器设置有效的比赛配置。

# warningOverrideRegattaConfigurationCourseDesignerToByMarks
source: Active regatta configuration already exists, but with the wrong course designer setting.\nWould you like to override course designer setting to "By Marks"?
es: Ya existe la configuración de regata activa pero con la opción de diseñador de recorrido errónea.\¿Desea sustituir la opción de diseñador de recorrido por "Por marcas"?
fr: La configuration de régate active existe déjà, mais avec l'option de concepteur de course erronée.\nSouhaitez-vous écraser l'option de concepteur de course et valider "Par marques" ?
ja: 有効なレガッタ設定がすでに登録されていますが、コースデザイナーの設定が適切でありません。\n"マーク別" へのコースデザイナー設定を上書きしますか。
pt: A configuração de regata ativa já existe, mas com a configuração incorreta do designer do percurso.\nVocê gostaria de substituir a configuração do designer do percurso por "Por marcas"?
ru: Активная конфигурация регаты уже существует, но с неверно выбранным дизайнером курса.\nПереопределить выбор дизайнера курса на "По отметкам"?
zh_cn: 有效的比赛配置已存在，但是场地设计器设置错误。\n是否将场地设计器设置覆盖为“按标志”？

# allRacesHaveBeenDenoted
source: All races have been denoted for racelog tracking.
es: Se han indicador todas las carreras para el rastreo del registro de carrera.
fr: Toutes les courses ont été marquées pour un suivi par journal de course.
ja: すべてのレースがレースログ追跡に表示されています。
pt: Todas as corridas foram denotadas para rastreamento do registro de corridas.
ru: Отслеживание журнала всех гонок отменено.
zh_cn: 已为比赛轮次日志跟踪描述所有比赛轮次。

# chartSelectionHint
source: Hint: You can also use the leaderboard (on the LEADERBOARD tab) to select the competitors displayed in the chart.
es: Nota: Puede utilizar la tabla de clasificación (en la etiqueta TABLA DE CLASIFICACIÓN) para seleccionar los competidores visualizados en el gráfico.
fr: Astuce : Vous pouvez également utiliser le palmarès (sur l'onglet PALMARÈS) pour sélectionner les concurrents affichés dans le graphique.
ja: ヒント: リーダーボード (リーダーボードタブ内) を使用して、チャートに表示する競技者を選択することもできます。
pt: Dica: você também pode utilizar o painel de classificação (na ficha PAINEL DE CLASSIFICAÇÃO) para selecionar os competidores exibidos no diagrama.
ru: Совет: таблицу лидеров (на вкладке ТАБЛИЦА ЛИДЕРОВ) также можно использовать для выбора участников, отображаемых в диаграмме.
zh_cn: 提示：您还可以使用积分榜（在 LEADERBOARD 选项卡中）选择在记录中显示的参赛队。

source: Choose a language
es: Seleccione un idioma
fr: Sélectionner une langue
ja: 言語を選択してください
pt: Selecionar um idioma
ru: Выбор языка
zh_cn: 选择一种语言

source: Solutions
es: Soluciones
ja: ソリューション
pt: Soluções
ru: Решения
zh_cn: 解决方案

source: Blog
ja: ブログ
ru: Блог
zh_cn: 博客

# officalEventWebsite
source: Official event website
es: Sitio web de evento oficial
fr: Site Web officiel de la manifestation
ja: 公式イベント Web サイト
pt: Site oficial do evento
ru: Официальный веб-сайт события
zh_cn: 官方活动网站

source: More info
es: Más información
fr: Plus d'infos
ja: 追加情報
pt: Mais informações
ru: Больше сведений
zh_cn: 更多信息

source: View analysis
es: Visualizar análisis
fr: Afficher analyses
ja: 分析の表示
pt: Ver análise
ru: Просмотреть анализ
zh_cn: 查看分析

source: Overall leaderboard
es: Tabla de clasificación general
fr: Palmarès général
ja: 全体リーダーボード
pt: Painel de classificação geral
ru: Общая таблица лидеров
zh_cn: 总积分榜

source: Please try again...
es: Intente de nuevo....
fr: Veuillez réessayer...
ja: 再試行してください...
pt: Tente novamente...
ru: Повторите попытку...
zh_cn: 请重试...

source: Reload page
es: Recargar página
fr: Recharger la page
ja: ページのリロード
pt: Recarregar página
ru: Перезагрузить страницу
zh_cn: 重新加载页面

# errorMessageLoadingData
source: An error occured while loading the data for this page.
es: Se ha producido un error al cargar los datos de esta página.
fr: Une erreur s'est produite pendant le chargement des données pour cette page.
ja: このページのデータのロードでエラーが発生しました。
pt: Ocorreu um erro ao carregar os dados para esta página.
ru: При загрузке данных для этой страницы возникла ошибка.
zh_cn: 加载此页面数据时出错。

source: Regatta details
es: Detalles de la regata
fr: Détails de la régate
ja: レガッタ詳細
pt: Detalhes da regata
ru: Подробности регаты
zh_cn: 比赛详情

source: Choose chart type
es: Seleccionar tipo de gráfico
fr: Sélectionnez le type de graphique.
ja: チャートタイプ選択
pt: Selecionar tipo de diagrama
ru: Выберите тип диаграммы
zh_cn: 选择记录类型

source: What''s new
es: Novedades
fr: Nouveautés
ja: 最新情報
pt: Novidades
ru: Новые возможности
zh_cn: 最新消息

source: Search
es: Buscar
fr: Rechercher
ja: 検索
pt: Procurar
ru: Поиск
zh_cn: 搜索

# countdownStartingInDays
source: Days
es: Días
fr: Jours
ja: 日
pt: Dias
ru: дн.
zh_cn: 天

# countdownDays
source: Days
es: Días
fr: Jours
ja: 日
pt: Dias
ru: дн.
zh_cn: 天

# countdownHours
source: Hrs
es: Horas
fr: Hres
ja: 時間
pt: Horas
ru: ч.
zh_cn: 小时

# countdownMinutes
source: Min
ja: 分
pt: Minutos
ru: мин.
zh_cn: 分钟

# countdownSeconds
source: Sec
es: Seg.
ja: 秒
pt: Segundos
ru: сек.
zh_cn: 秒

# countdownDay
source: Day
es: Día
fr: Jour
ja: 曜日
pt: Dia
ru: дн.
zh_cn: 天

# countdownHour
source: Hour
es: Hora
fr: Heure
ja: 時
pt: Hora
ru: ч.
zh_cn: 小时

# countdownMinute
source: Min
ja: 分
pt: Minutos
ru: мин.
zh_cn: 分钟

# countdownSecond
source: Sec
es: Seg.
ja: 秒
pt: Segundos
ru: сек.
zh_cn: 秒

# liveCapitalLetter
source: Live
es: En directo
fr: En direct
ja: ライブ
pt: Ao vivo
ru: Активно
zh_cn: 实时

source: Watch now
es: Ver ahora
fr: Regarder maintenant
ja: 現在視聴可能
pt: Ver agora
ru: Смотреть сейчас
zh_cn: 现在观看

# seriesHeaderUpcoming
source: Upcoming
es: Próximo
fr: à venir
ja: 予定
pt: Próximo
ru: Скоро
zh_cn: 即将到来

# eventRegattaLeaderboardLastScoreUpdate
source: Last Score Update
es: Última actualización de puntuación
fr: Dernière mise à jour des scores
ja: 前回スコア更新
pt: Atualização da última pontuação
ru: Последнее обновление оценок
zh_cn: 上次得分更新

# eventRegattaRaceNotTracked
source: Not Tracked
es: No rastreado
fr: Non suivi(e)
ja: 未追跡
pt: Não rastreado
ru: Не отслеживается
zh_cn: 未跟踪

# footerJobs
source: Jobs
fr: Carrières
ja: 採用
pt: Tarefas
ru: Работа
zh_cn: 招贤纳士

# footerCopyright
source: © 2011-2017 SAP Sailing Analytics
ru: © SAP Sailing Analytics, 2011-2017.
zh_cn: 版权所有 © 2011-2017 SAP Sailing Analytics

# footerLanguage
source: SAP Sailing in
es: SAP Sailing en
ja: SAP Sailing -
pt: SAP Sailing em
ru: Язык SAP Sailing
zh_cn: SAP Sailing 语言

# footerLegal
source: Legal Disclosure
es: Publicidad legal
fr: Mentions légales
ja: 利用規約
pt: Divulgação de informação legal
ru: Раскрытие юридической информации
zh_cn: 法律声明

# footerPrivacy
source: Privacy
es: Privacidad
fr: Confidentialité des données
ja: 個人情報保護
pt: Privacidade
ru: Конфиденциальность
zh_cn: 隐私

# footerFeedback
source: Feedback
fr: Commentaires
ja: フィードバック
ru: Обратная связь
zh_cn: 反馈

# headerSearchPlaceholder
source: Search
es: Buscar
fr: Rechercher
ja: 検索
pt: Procurar
ru: Поиск
zh_cn: 搜索

# mainEventShowAll
source: Show All Events
es: Mostrar todos los eventos
fr: Afficher toutes les manifestations
ja: 全イベント表示
pt: Visualizar todos os eventos
ru: Показать все события
zh_cn: 显示所有活动

# mainEventTitle
source: Latest Events from the Sailing World
es: Últimos eventos de Sailing World
fr: Manifestations les plus récentes du monde de la voile
ja: Sailing World からの最新イベント
pt: Últimos eventos do mundo da vela
ru: Последние события в мире парусного спорта
zh_cn: 来自风帆世界的最新活动

# mainMediaSubtitle
source: Get lost in the latest and most beautiful impressions from your favorite sailing event.
es: Recomendamos perderse en las mejores y más recientes impresiones de su evento de navegación favorito.
fr: Oubliez le quotidien grâce à des images époustouflantes de l'édition la plus récente de votre manifestation de voile préférée.
ja: お気に入りのセーリングイベントのすてきな最新画像を楽しんでください。
pt: Perca-se nas impressões mais recentes e mais belas do seu evento de vela favorito.
ru: Погрузитесь в новейшие и прекраснейшие впечатления от избранного события в мире парусного спорта.
zh_cn: 徜徉在让人着迷、震撼人心的最新航行活动中。

# mainMediaTitle
source: Photographers love Sailing
es: Fotógrafos amantes de la navegación
fr: Les photographes adorent la voile.
ja: 最新のセーリング画像
pt: Os fotógrafos adoram a vela
ru: Фотографы любят паруса
zh_cn: 摄影师酷爱航行

# mainMediaVideosSubtitle
source: Immerse yourself in the world of sailing and check out our latest events for more videos.
es: Sumérjase en el mundo de la navegación y revise los eventos más recientes para más vídeos.
fr: Plongez dans le monde de la voile et accédez à encore plus de vidéos de nos manifestations les plus récentes.
ja: 最新イベントの動画にアクセスしてセーリングの世界に浸ってください。
pt: Mergulhe no mundo da vela e veja mais vídeos dos nossos eventos mais recentes.
ru: Погрузитесь в мир парусного спорта и просмотрите другие видео наших последних событий.
zh_cn: 沉浸在风帆世界中，并通过更多视频了解最新活动。

# mainMediaVideosTitle
source: Recent Video Entries
es: Entradas de vídeo recientes
fr: Vidéos récentes
ja: 最新のセーリング動画
pt: Entradas de vídeo recentes
ru: Последние видеозаписи
zh_cn: 最近视频条目

# searchResultHeaderButton
source: Search
es: Buscar
fr: Rechercher
ja: 検索
pt: Procurar
ru: Поиск
zh_cn: 搜索

# searchResultHeaderLabel
source: Your Search
es: Su búsqueda
fr: Votre recherche
ja: 検索対象
pt: Sua pesquisa
ru: Ваш поиск
zh_cn: 您的搜索

# searchResultHeaderPlaceholder
source: Type in your searchkey
es: Teclee su clave de búsqueda
fr: Saisissez vos mots-clés de recherche.
ja: 検索キーを入力
pt: Digite sua chave de pesquisa
ru: Введите ключ поиска
zh_cn: 输入搜索关键字

# searchResultSortNewest
source: Recent
es: Recientes
fr: Récent(e)s
ja: 最新
pt: Recente
ru: Недавние
zh_cn: 最近

# solutionsSISHeadline
source: SAP in Sailing
ru: SAP в парусном спорте

# solutionsPostHeadline
source: Post-Race Analytics
es: Análisis posterior a la carrera
fr: Analyses post-course
ja: レース後分析
pt: Análise pós-corrida
ru: Аналитика после гонки
zh_cn: 赛后分析

# solutionsSimulatorHeadline
source: Strategy Simulator
es: Simulador de estrategias
fr: Simulateur de stratégies
ja: 戦略シミュレータ
pt: Simulador de estratégia
ru: Симулятор стратегии
zh_cn: 策略模拟器

source: SAP in Sailing
ru: SAP в парусном спорте

# contentSapInSailing1
source: Sailing provides the perfect platform for SAP to showcase solutions and help the sport run like never before. SAP’s involvement in the sport has transformed the sailing experience by providing tools, which:
es: La navegación es la plataforma perfecta para SAP para exhibir soluciones y ayudar a lanzar el deporte como nunca antes. La implicación de SAP en el deporte ha transformado la experiencia de la navegación proporcionando herramientas como:
fr: Pour SAP, la voile est une plate-forme idéale pour présenter des solutions et permettre à la discipline d'atteindre une autre dimension. L'engagement de SAP dans cette discipline a transformé l'expérience de la voile grâce à des outils qui :
ja: セーリングは、SAP にとってソリューションを紹介するためのプラットフォームとしてうってつけのものであり、これまでになかったやり方でスポーツの運営を支援しています。SAP によるスポーツへの関与は、以下のことを行うツールを提供することによってセーリングから得られる体験を別次元のものに変えました。
pt: As soluções de Sailing fornecem a plataforma perfeita para a SAP apresentar as soluções e ajudar o esporte a ter uma administração como nunca teve antes. O envolvimento da SAP no esporte transformou a experiência da vela fornecendo ferramentas que:
ru: Парусный спорт предоставляет отличную платформу для демонстрации решений SAP и беспрецедентной помощи развитию спорта. Вовлеченность SAP преобразила парусный спорт, предоставив инструменты, которые:
zh_cn: SAP 凭借此航行应用提供完美的平台，向用户展示解决方案，并以前所未有的顺畅速度呈现体育赛事。 SAP 通过提供各种工具转换其在参与此项运动中获得的航行经验，这些工具：

# contentSapInSailing2
source: Help sailors analyze performance and optimize strategy
es: Ayudar a navegantes a analizar el rendimiento y optimizar estrategia
fr: - aident les marins à analyser leur performance et à optimiser leur stratégie
ja: パフォーマンスの分析と戦略の最適化でセーラーを支援します
pt: Ajudam os velejadores a analisar a performance e a otimizar a estratégia
ru: Помогают мореходам анализировать эффективность и оптимизировать стратегию.
zh_cn: 帮助水手分析表现并优化策略

# contentSapInSailing3
source: Bring fans closer to the action
es: Atraer fans a la acción
fr: - rapprochent les amateurs du feu de l'action
ja: アクションをファンにとって身近なものにします
pt: Aproximam os fãs da ação
ru: Делают болельщиков ближе к действию.
zh_cn: 让粉丝近距离直击运动

# contentSapInSailing4
source: Provide the media with information and insights to deliver a greater informed commentary
es: Suministrar a los medios información y perspectivas para proporcionar comentarios bien informados
fr: - mettent à disposition des médias des informations et des analyses permettant d'étoffer les commentaires qui accompagnent les manifestations
ja: 情報豊富なすばらしい解説を行うための情報とインサイトを報道関係者に提供します
pt: Fornecem aos mídia informações e análises para comentários mais informados
ru: Предоставляют информацию и аналитику для более информированного комментирования.
zh_cn: 为媒体提供信息和见解，从而提供深度评论

# contentSapInSailing5
source: SAP has a longstanding involvement with sailing and has established a portfolio spanning across teams and regattas, including:
es: SAP tiene una larga tradición de participación en la navegación y ha establecido una cartera diversa de equipos y regatas, incluyendo:
fr: L'engagement de SAP dans le sport de la voile est de longue date, porte sur de nombreuses équipes et régates avec un portefeuille élargi qui comprend :
ja: SAP は、長年にわたりセーリングに関与しており、以下のようなチームおよびレガッタと関係を構築してきました。
pt: A SAP tem um envolvimento de longa data com a vela e estabeleceu um portfólio que abrange equipes e regatas, incluindo:
ru: За немалое время причастности к парусному спорту компанией SAP накоплено солидное портфолио сотрудничества с разными командами регатами, включая:
zh_cn: SAP 长期参与航行运动，并成立了跨越团队和比赛的组合，包括：

# contentSapInSailing6
source: Official Technology Partner of Travemünder Woche
es: Socio tecnológico oficial de Travemünder Woche
fr: Partenaire technologique officiel de Travemünder Woche
ja: Travemünder Woche の公式テクノロジーパートナー
pt: Parceiro de tecnologia oficial de Travemünder Woche
ru: Официальный технологический партнер Travemünder Woche
zh_cn: 特拉沃明德周的官方技术合作伙伴

# contentSapInSailing7
source: Technical Partner of the European Sailing Leagues
es: Socios técnicos oficiales de las European Sailing Leagues
fr: Partenaire technologique de la Ligue Européenne de Voile
ja: 欧州セーリング連盟 (European Sailing Leagues) のテクノロジーパートナー
pt: Parceiro técnico de European Sailing Leagues
ru: Технический партнер Европейской лиги парусного спорта
zh_cn: 欧洲帆船联盟的技术合作伙伴

# contentSapInSailing8
source: Title sponsor of the SAP Extreme Sailing Team
es: Patrocinador oficial de SAP Extreme Sailing Team
fr: Sponsor principal du SAP Extreme Sailing Team
ja: SAP Extreme Sailing Team のタイトルスポンサー
pt: Patrocinador do título de SAP Extreme Sailing Team
ru: Титульный спонсор команды SAP Extreme Sailing Team
zh_cn: SAP 极限帆船队的冠名赞助商

# contentSapInSailing9
source: Official Technical Partner of the Extreme Sailing Series
es: Socios técnicos oficiales de las Extreme Sailing Series
fr: Partenaire technologique officiel des Extreme Sailing Series
ja: Extreme Sailing Series の公式テクニカルパートナー
pt: Parceiro técnico oficial da Extreme Sailing Series
ru: Официальный технический партнер серии Extreme Sailing Series
zh_cn: 极限帆船系列赛的官方技术合作伙伴

# contentSapInSailing10
source: Partner of the world’s largest regatta, Kieler Woche (Kiel Week)
es: Socio de la regata más larga del mundo, Kieler Woche (Semana de Kiel)
fr: Partenaire de la régate la plus grande au monde, Kieler Woche (semaine de Kiel)
ja: 世界最大のレガッタである Kieler Woche (Kiel Week) のパートナー
pt: Parceiro premium da equipe nacional de vela da Alemanha, Audi Sailing Team Germany
ru: Партнер крупнейшей в мире регаты Kieler Woche (Кильская неделя)
zh_cn: 世界上最大的帆船盛事“基尔周”的合作伙伴

# contentSapInSailing11
source: Technical Partner of the Sailing Champions League
es: Socio técnico de la Sailing Champions League
fr: Partenaire technologique de la Sailing Champions League
ja: セーリングチャンピオンズリーグのテクニカルパートナー
pt: Parceiro premium da maior regata do mundo, Kieler Woche (Semana de Kiel)
ru: Технический партнер Парусной Лиги Чемпионов
zh_cn: 帆船俱乐部冠军联赛的技术合作伙伴

# contentSapInSailing12
source: Title sponsor of the SAP 5O5 World Championships
es: Patrocinador oficial de los campeonatos del mundo de SAP 505
fr: Sponsor principal de la compétition SAP 5O5 World Championships
ja: SAP 5O5 World Championships のタイトルスポンサー
pt: Patrocinador do título de SAP 5O5 World Championships
ru: Титульный спонсор чемпионатов мира SAP 5O5
zh_cn: SAP 5O5 世界锦标赛的冠名赞助商

# contentSapSailingAnalytics1
source: By delivering real time analytics around race rankings, speeds, maneuvers, bearings etc., SAP is helping to simplify and demystify the complex sport of sailing.
es: Al proporcionar análisis en tiempo real sobre clasificaciones de carrera, velocidades, maniobras, marcaciones, etc. SAP permite simplificar y desmitificar la complejidad del deporte de la navegación.
fr: Grâce aux analyses en temps réel des classements de course, vitesses, manœuvres, directions etc., SAP contribue à lever le mystère de la discipline complexe qu'est la voile, et à faciliter son approche.
ja: レースランキング、速力、操縦、ベアリングなどに関係するリアルタイム分析を提供することにより、SAP はセーリングという複雑なスポーツを簡略に分かりやすく説明することをお手伝いしています。
pt: Ao oferecer análises em tempo real de classificações de corridas, velocidades, manobras, rumos, etc., a SAP ajuda a simplificar e desmistificar o complexo esporte da vela.
ru: Предоставляя аналитику по данным о рангах в гонке, скоростях, маневрах, ветрах и т. д. в режиме реального времени, SAP помогает упростить и демистифицировать сложный парусный спорт.
zh_cn: 通过实时分析比赛轮次排名、速度、操作和航向角等，SAP 可简化此复杂的航行运动，使其浅显易懂。

# contentSapSailingAnalytics2
source: SAP Sailing Analytics provide insights and transparency to the world of sailing by utilizing Cloud and In-Memory Technology, processing GPS and wind measurement data in real time and visualizing contents in various frontends accessible from anywhere.
es: SAP Sailing Analytics proporciona conocimientos y transparencia en el mundo de la navegación con la tecnología Cloud e In-Memory, procesando datos de medida GPS y de viento en tiempo real y visualizando contenidos en diversos front ends accesibles desde cualquier lugar.
fr: Grâce aux analyses de la solution SAP Sailing Analytics, le monde de la voile gagne en transparence. Les éléments clés sont l'utilisation du Cloud et des technologies du traitement des données en mémoire vive, le traitement des données de GPS et de mesures de vent en temps réel ainsi que la visualisation de ces contenus sur différents types frontend, accessibles partout.
ja: SAP Sailing Analytics は、クラウドおよびインメモリ技術を活用し、リアルタイムで GPS および風計測データを処理し、どこからでもアクセスできるさまざまなフロントエンドでコンテンツを視覚化することによってセーリングの世界にインサイトと透明性を提供します。
pt: SAP Sailing Analytics fornece análises e transparência do mundo da vela utilizando tecnologia na nuvem e in-memory, processando dados de GPS e de medição do vento em tempo real e visualizando os conteúdos em vários front ends acessíveis a partir de qualquer ponto.
ru: SAP Sailing Analytics делает мир парусного спорта понятным и прозрачным, используя облако и технологию In-Memory, обработку данных GPS и параметров ветра в реальном времени, а также визуализацию контекста в разных пользовательских интерфейсах, доступных где угодно.
zh_cn: SAP Sailing Analytics 利用云和内存技术实时处理 GPS 和风力测量数据，并在可从任何地方访问的前端显示，让用户全面、透彻地了解航行运动。

# sapSailingAnalyticsReadMore
source: Read More
es: Leer más
fr: En savoir plus
ja: 続きを読む
pt: Ler mais
ru: См. также
zh_cn: 更多信息
