Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# polarSheetMinimumDataSizePerAngleTooltip
source: In each graph only data about angles with at least the given amount\nof underlying datapoints will be shown. Insignificant\nparts of the diagram can be hidden using this threshold.
es: En cada gráfico se mostrarán solamente datos de ángulos con al menos la cantidad determinada de puntos de datos subyacentes. Las partes no relevantes del diagrama se pueden ocultar utilizando este umbral.
fr: Dans chaque diagramme, seules les données relatives à des angles comportant au moins le nombre indiqué de\npoints de données sous-jacents seront affichées. Il est possible de masquer les sections\ninutiles du diagramme à l'aide de ce seuil.
ja: 各グラフには、定められた数のデータポイントが少なくとも含まれている\nアングルに関するデータのみが表示されます。ダイアグラムの\n重要でない部分は、このしきい値を使用して非表示にすることができます。
pt: Em cada diagrama só os dados sobre ângulos com pelo menos a quantidade indicada de\npontos de dados subjacentes serão exibidos. As partes\nnão significativas do diagrama podem ser ocultadas utilizando este limite.
ru: В каждом графе будут показаны только данные об углах с объемом\nбазовых данных не меньше указанного. Этот порог\n позволяет скрыть незначимые части диаграммы.
zh_cn: 在各图形中，仅显示至少具有一定量\n的基础数据点的角度数据。 可使用临界值隐藏图中的不重要\n部分。

# polarSheetMinimumWindConfidence
source: Minimum wind confidence value
es: Valor de confianza de viento mínimo
fr: Valeur fiable minimale du vent
ja: 最小風信頼値
pt: Valor mínimo de confiança de vento
ru: Минимальное значение достоверности ветра
zh_cn: 最小风力置信度

# polarSheetMinimumWindConfidenceTooltip
source: Only fixes with wind having a confidence over the given threshold are\nused. This confidence is between 0 and 1.
es: Solo se utilizan las correcciones de viento con una confianza superior al umbral determinado.\nEsta confianza está entre 0 y 1.
fr: Seuls les points vent dont la valeur de fiabilité dépasse le seuil indiqué \nsont utilisés. Cette valeur de fiabilité se situe entre 0 et 1.
ja: 指定されたしきい値について信頼のある、風のフィックスのみが\n使用されます。この信頼は 0 から 1 までの範囲内です。
pt: Só os pontos fixos com vento com uma confiança acima do limite indicado são\nutilizados. Esta confiança está entre 0 e 1.
ru: Учитываются только замеры ветра с достоверностью выше указанного порога.\nДостоверность изменяется от 0 до 1.
zh_cn: 仅使用风力置信度高于给定临界值\n的修复。此置信度介于 0 和 1。

# polarSheetMinimumConfidenceMeasure
source: Minimum confidence measure
es: Medida de confianza mínima
fr: Indicateur de fiabilité minimale
ja: 最小信頼測度
pt: Medição de confiança mínima
ru: Минимальный показатель достоверности
zh_cn: 最小置信度

# polarSheetMinimumConfidenceMeasureTooltip
source: The minimum confidence measure for a point shown in the graph.\nIf it''s below the given threshold, the point won''t show.\nThe measure is between 0 and 1 and determined\nusing statistical measures.
es: La medida de confianza mínima para un punto mostrado en el gráfico.\nSi es inferior al umbral determinado, el punto no se mostrará.\nLa medida está entre 0 y 1 y se determina\nmediante mediciones estadísticas.
fr: Indicateur de fiabilité minimale pour un point affiché dans le diagramme.\nSi celui-ci se situe en-dessous d'un seuil donné, le point ne sera pas affiché.\nL'indicateur se situe entre 0 et 1, il est déterminé\nà l'aide de mesures statistiques.
ja: グラフに表示されたポイントの最小信頼測度です。\n指定されたしきい値より小さい場合には、ポイントは表示されません。\nこの測度は 0 から 1 までの範囲内で、\n統計的尺度を使用して決定されます。
pt: A medição de confiança mínima para um ponto exibido no diagrama.\nSe estiver abaixo do limite indicado, o ponto não será exibido.\nA medição está entre 0 e 1 e é determinada\nutilizando medições estatísticas.
ru: Минимальный показатель достоверности для точки на графе.\nЕсли оно ниже указанного порога, точка не отображается.\nПоказатель изменяется от 0 до 1 и определяется\nпо статистическим показателям.
zh_cn: 图形中显示某点的最低置信度。\n如果低于给定的临界值，则不显示此点。\n置信度介于 0 和 1，并使用统计方法\n确定。

# polarSheetUseOnlyWindGaugeData
source: Use only wind gauge data for wind speed
es: Utilizar solo datos de anemómetro para la velocidad del viento
fr: Utiliser uniquement des données de vent de jauges pour la vitesse du vent
ja: 風速に風速計データのみ使用
pt: Utilizar somente dados do anemômetro para a velocidade do vento
ru: Использовать для скорости ветра только данные анемометра
zh_cn: 仅将风力表数据用于风速

# polarSheetUseOnlyWindGaugeDataTooltip
source: By taking only the speed data of wind gauges into account\nwe exclude guessed manually entered wind speeds, which can falsify the polar diagram.
es: Al tener en cuenta solo los datos de velocidad de los anemómetros\nse excluyen las velocidades del viento intuidas que se indican manualmente, que pueden falsificar el diagrama polar.
fr: Si vous considérez uniquement les données de vitesse provenant de jauges de vent, \nvous vous assurez d'exclure des vitesses de vent estimées et saisies manuellement, susceptibles de fausser le diagramme polaire.
ja: 風速計の風速データのみを考慮することにより、\nポーラーダイアグラムを誤らせる可能性のある、推量により手動で入力された風速が除外されます。
pt: Considerando somente os dados de velocidade de anemômetrost\n, são excluídas as suposições de velocidade de vento inseridas manualmente, que podem falsificar o diagrama da carta polar.
ru: Учитывая только данные скорости с датчиков ветра,\nмы исключаем скорости ветра, вводимые вручную на глаз, способные исказить полярную диаграмму.
zh_cn: 仅考虑风力表的速度数据，\n我们排除手动输入的猜测的风速，此风速可能会篡改极坐标图。

# polarSheetUseOnlyEstimationData
source: Use only estimation for wind direction
es: Utilizar solo estimación para la dirección del viento
fr: Utiliser uniquement l'estimation pour la direction du vent
ja: 風向に推定値のみ使用
pt: Utilizar somente estimativa para direção do vento
ru: Использовать только расчетное направление ветра
zh_cn: 仅将估算用于风向

# polarSheetUseOnlyEstimationDataTooltip
source: By using the accurate wind estimation for the wind direction,\nwe fix polar diagrams that are rotated due to invalid wind\ngauge data.
es: Al utilizar la estimación exacta el viento para la dirección del viento,\nse corrigen los diagramas polares que rotan debido a datos de anemómetro\nno válidos.
fr: En utilisant l'estimation précise du vent pour la direction du vent,\nvous corrigez des diagrammes polaires qui ont pivoté suite à des données de vent \nde jauge non valides.
ja: 風向に風の正確な推定値を使用することにより、\n無効な風速計データによって回転された\nポーラーダイアグラムを修正します。
pt: Utilizando a estimativa exata do vento para a direção do vento,\nsão corrigidos os diagramas da carta polar cuja rotação foi efetuada devido a dados inválidos\ndo anemômetro.
ru: Используя точный расчет направления ветра,\nмы исправляем полярные диаграммы, повернутые из-за неверных данных\nдатчика ветра.
zh_cn: 通过使用针对风向的准确风力估计，\n我们修复因无效的风力表\n数据造成旋转的极坐标图。

# polarSheetRemoveOutliers
source: Remove outliers (Distance based approach)
es: Eliminar valores atípicos (método basado en distancia)
fr: Supprimer des valeurs aberrantes (approche basée sur la distance)
ja: 異常値の削除 (距離ベースのアプローチ)
pt: Remover outliers (abordagem baseada na distância)
ru: Удалять выбросы (подход на базе дистанции)
zh_cn: 移除离群点（基于距离的方法）

# polarSheetRemoveOutliersTooltip
source: Outliers are removed by a distance based approach.\nThe parameters can be adjusted below.
es: Los valores atípicos se eliminan mediante un método basado en la distancia.\nLos parámetros se pueden ajustar más abajo.
fr: Les valeurs aberrantes sont supprimées par une approche basée sur la distance.\nLes paramètres peuvent être ajustés ci-dessous.
ja: 異常値は、距離ベースのアプローチによって削除されます。\nパラメータを次のとおり調整することができます。
pt: Os outliers são removidos por uma abordagem baseada na distância.\nOs parâmetros podem ser ajustados embaixo.
ru: Выбросы удаляются на основании дистанции.\nПараметры можно настроить ниже.
zh_cn: 通过基于距离的方法移除离群点。\n可在下方调整参数。

# polarSheetOutlierDetectionRadius
source: Outlier detection neighborhood radius
es: Radio de detección de valores atípicos adyacentes
fr: Rayon de voisinage de détection des valeurs aberrantes
ja: 異常値検出近傍半径
pt: Raio de proximidade de detecção de outliers
ru: Радиус обнаружения выбросов
zh_cn: 离群点检测邻近半径

# polarSheetOutlierDetectionRadiusTooltip
source: The radius used in the distance based outlier\ndetection algorithm.
es: El radio que se utiliza en el algoritmo de detección de valores atípicos\nbasado en la distancia.
fr: Le rayon utilisé dans l'algorithme de \ndétection de valeurs aberrantes basé sur la distance.
ja: 異常値検出アルゴリズムに基づく\n距離で使用される半径です。
pt: O raio utilizado no algoritmo de detecção de outliers\nbaseada na distância.
ru: Радиус, используемый в алгоритме обнаружения\nвыбросов на базе дистанции.
zh_cn: 基于距离的离群点\n检测算法中使用的半径。

# polarSheetOutlierDetectionMinimumPerc
source: Minimum outlier detection neighborhood percentage
es: Porcentaje mínimo de detección de valores atípicos adyacentes
fr: Pourcentage de voisinage minimal de détection de valeurs aberrantes
ja: 最小異常値検出近傍率
pt: Porcentagem mínima de proximidade de detecção de outliers
ru: Минимальный процент окрестности обнаружения выбросов
zh_cn: 最小离群点检测邻近百分比

# polarSheetOutlierDetectionMinimumPercTooltip
source: The percentage of neightborhood datapoints / overall datapoints\nneeds to be at less than the given value for the point to be considered an outlier.
es: El porcentaje de puntos de datos adyacentes / puntos de datos globales\ndebe ser inferior al valor fijado para que el punto se considere un valor atípico.
fr: Le pourcentage de points de données de voisinage/points de données globaux \ndoit être inférieur à la valeur donnée pour que le point soit considéré comme une valeur aberrante.
ja: 近傍データポイント/全体データポイントの比率は\n異常値と考慮されるには当該ポイントに対して指定された値よりも小さい必要があります。
pt: A porcentagem dos pontos de dados de proximidade/pontos de dados gerais\nprecisa ser inferior ao valor indicado para o ponto ser considerado um outlier.
ru: Процент точек данных окрестности от общего числа точек данных\nдолжен быть не меньше указанного значения, чтобы считать точку выбросом.
zh_cn: 邻近数据点/总数据点的百分比需要小于作为离群点的给定值。

# polarSheetNumberOfHistogramColumns
source: Number of histogram columns per wind range
es: Número de columnas de histograma por rango de viento
fr: Nombre de colonnes d'histogramme par plage de vent
ja: 風範囲別のヒストグラム列の数
pt: Número de colunas do histograma por amplitude do vento
ru: Число столбцов гистограммы на диапазон ветра
zh_cn: 各风力范围的直方图列数

# polarSheetWindSteppingInKnots
source: Wind stepping in knots
es: Escala de vientos en nudos
fr: Évolution du vent en nœuds
ja: ウィンドステッピング (kt)
pt: Incremento do vento em nós
ru: Скорость ветра в узлах
zh_cn: 风力步进（节）

# polarSheetWindSteppingMaxDistance
source: Max. distance to wind level
es: Distancia máxima hasta nivel de viento
fr: Distance max. au niveau du vent
ja: 風レベルへの最大距離
pt: Distância máxima para nível do vento
ru: Макс. дистанция до уровня ветра
zh_cn: 风高度的最大距离

# polarSheetWindSteppingMaxDistanceTooltip
source: Sets a max radius for which fixes will be assigned to the wind levels.
es: Establece el radio máximo para el que se asignarán correcciones a los niveles de viento.
fr: Définit un rayon maximal pour lequel des points seront affectés aux niveaux du vent.
ja: フィックスが風レベルに割り当てられる対象の最大半径を設定します。
pt: Define um raio máximo para o qual os pontos fixos serão atribuídos aos níveis do vento.
ru: Задает максимальный радиус, замеры для которого будут присваиваться уровням ветра.
zh_cn: 设置将修复分配到风高度的最大半径。

# polarSheetSplitByWindGauges
source: Split Windsources
es: Dividir fuentes de viento
fr: Fractionner des sources de vent
ja: 風源の分割
pt: Dividir origens do vento
ru: Разделить источники ветра
zh_cn: 风源区分

# polarSheetSplitByWindGaugesTooltip
source: Splitting Windsources allows a better search for bad wind gauges.\nThe statistical correctness cannot be guaranteed. The same fix can\ncount into the resulting polar sheet multiple times (for different wind gauges).
es: Al dividir las fuentes de viento se pueden buscar mejor los anemómetros incorrectos.\nNo se puede garantizar la exactitud estadística. La misma corrección puede\nincluirse en la hoja polar resultante varias veces (para distintos anemómetros)
fr: Le fractionnement des sources de vent permet d'améliorer la recherche pour des jauges de vents défavorables. \nLa précision statistique ne peut pas être garantie. Un même point peut être \npris en compte de multiples fois dans les fiches polaires en résultant (pour des jauges de vent différentes).
ja: 風源の分割により、不良な風速計に対してより良い検索を行うことが可能です。\n統計的な正確さは保証できません。同一フィックスを\n結果として得られるポーラーシートに複数回カウントすることができます (異なる風速計に対して)。
pt: A divisão das origens do vento permite uma melhor pesquisa de valores incorretos do anemômetro.\nA exatidão estatística não pode ser garantida. O mesmo ponto fixo pode\nser considerado várias vezes na folha da carta polar resultante (para diferentes anemômetros).
ru: Разделение источников ветра улучшает поиск поврежденных датчиков ветра.\nСтатистическая корректность не гарантируется. Один и тот же замер\nможет быть учтен в результирующих полярных данных несколько раз (для разных датчиков).
zh_cn: 拆分风源可更好地搜索坏风力表。\n无法保证统计的正确性。 （对于不同的风力表）相同的修复可\n多次计入极坐标表。

source: Apply minimum wind confidence
es: Aplicar confianza mínima de viento
fr: Appliquer fiabilité minimale du vent
ja: 最小風信頼度の適用
pt: Aplicar confiança de vento mínima
ru: Применить минимальную достоверность ветра
zh_cn: 应用最小风力置信度

# applyMinimumWindConfidenceTooltip
source: If checked the value in the box above will be used as the minimum valid wind confidence during generation.
es: Si se marca el valor del cuadro anterior, se utilizará como confianza de viento mínima válida durante la generación.
fr: Si cette case est cochée, la valeur de la case ci-dessus sera utilisée comme valeur de fiabilité valide minimale du vent au cours de la génération.
ja: 選択すると、上にあるボックスの値が、生成時に最小有効風信頼度として使用されます。
pt: Se marcado, o valor na caixa acima será utilizado como a confiança de vento válida mínima durante a geração.
ru: Если установлено, указанное выше значение будет использоваться как минимально допустимая достоверность ветра при генерировании.
zh_cn: 如果选中，以上方框中的值将在生成期间用作最小有效的风力置信度。

# windRangeDistribution
source: Distribution in the wind range.
es: Distribución en el rango de viento
fr: Distribution dans la plage du vent
ja: 風範囲の分布
pt: Distribuição na amplitude do vento.
ru: Распределение в диапазоне ветра.
zh_cn: 风力范围分布。

# pleaseSeeToolTips
source: Please hover over the options to view tooltips where available.
es: Pase el cursor por encima de las opciones para obtener información sobre herramientas si está disponible.
fr: Passez votre curseur au-dessus des options pour afficher les info-bulles, le cas échéant.
ja: ツールチップが利用できる場所でそれを表示するには、オプションの上をホバーしてください。
pt: Passe com o mouse sobre as opções para ver os tooltips sempre que disponíveis.
ru: Наведите указатель на параметр, чтобы просмотреть всплывающую подсказку (если доступна).
zh_cn: 请将鼠标移到选项，查看可用的工具提示。

# competitorColumnTooltip
source: Names of the members of this competitor.
es: Nombres de los miembros de este competidor.
fr: Noms des membres de ce concurrent
ja: この競技者の乗員の名前です。
pt: Nomes dos membros deste competidor.
ru: Имена членов данного участника.
zh_cn: 此参赛队的成员姓名。

# sailIdColumnTooltip
source: Shows the flag of the country and the sail number of the competitor.
es: Muestra la bandera del país y el número de vela del competidor.
fr: Indique le pavillon du pays et le numéro de voile du concurrent.
ja: 競技者の国の国旗と競技者のセールナンバーを表示します。
pt: Exibe a bandeira do país e o número da vela do competidor.
ru: Показывает флаг страны и хвостовой номер участника.
zh_cn: 显示参赛队所代表的国家国旗和帆号。

# rankColumnTooltip
source: The overall rank of this competitor in the regatta.
es: Posición general de este competidor en la regata.
fr: La place au classement général de ce concurrent dans la régate.
ja: レガッタにおけるこの競技者の全体ランクです。
pt: A posição geral deste competidor na regata.
ru: Общий ранг данного участника в регате.
zh_cn: 参赛队在比赛中的总名次。

# carryColumnTooltip
source: Points carried over from previous races.
es: Puntos acumulados de carreras anteriores.
fr: Points accumulés lors des autres courses
ja: 以前のレースから持ち越された得点です。
pt: Pontos transferidos de corridas anteriores.
ru: Баллы, перенесенные из других гонок.
zh_cn: 前几个轮次的比赛中的得分。

# totalNetPointsColumnTooltip
source: The total net points of a competitor in the regatta.\nSorting based on rank, not points.
es: El total de puntos netos de un competidor de la regata.\nClasificación basada en la posición, no en puntos.
fr: Total net des points d'un concurrent dans la régate.\nLe tri est effectué en fonction du classement, et non des points.
ja: レガッタにおける競技者の総合得点を合計したものです。\nソートは得点ではなくランクに基づきます。
pt: O total de pontos líquidos de um competidor na regata.\nOrdenação com base na posição e não nos pontos.
ru: Общая чистая сумма баллов участника в данной регате.\nСортировка по рангу, не по баллам.
zh_cn: 参赛队在比赛中的总净分。\n按名次（而不是得分）排序。

source: Wind data
es: Datos de vientos
fr: Données de vent
ja: 風データ
pt: Dados do vento
ru: Данные о ветре
zh_cn: 风力数据

source: GPS data
es: Datos de GPS
fr: Données GPS
ja: GPS データ
pt: Dados do GPS
ru: Данные GPS
zh_cn: GPS 数据

source: Status
fr: Statut
ja: ステータス
ru: Статус
zh_cn: 状态

source: No data found
es: No se han encontrado datos
fr: Aucune donnée trouvée
ja: データが見つかりませんでした
pt: Não foram encontrados dados
ru: Данные не найдены
zh_cn: 未找到数据

source: Display name
es: Visualizar nombre
fr: Afficher nom
ja: 名称表示
pt: Nome de exibição
ru: Отображаемое имя
zh_cn: 显示名称

source: Histogram
es: Histograma
fr: Histogramme
ja: ヒストグラム
pt: Histograma
ru: Гистограмма
zh_cn: 直方图

source: Number of data points
es: Número de puntos de datos
fr: Nombre de points de données
ja: データポイント数
pt: Número de pontos de dados
ru: Число точек данных
zh_cn: 数据点数

# angleAndTotalNumberOfDataPointsAndCovAndCm
source: Angle: {0}; Total number of data-points: {1}; Coefficiant of Variation: {2}; Confidence Measure: {3}
es: Ángulo: {0}; Número total de puntos de datos: {1}; Coeficiente de variación: {2}; Medida de confianza: {3}
fr: Angle : {0} ; Nombre total de points de données : {1} ; Coefficient de variation : {2} ; Indicateur de fiabilité : {3}
ja: アングル: {0}、データポイントの合計数: {1}、変動係数: {2}、信頼基準: {3}
pt: Ângulo: {0}; número total de pontos de dados: {1}; coeficiente de variação: {2}; medição de confiança: {3}
ru: Угол: {0}; общее число точек данных: {1}; коэффициент вариации: {2}; показатель достоверности: {3}
zh_cn: 角度： {0}；数据点总数： {1}；偏差系数： {2}；置信度： {3}

source: Buoy zone
es: Zona de boyas
fr: Zone de bouée
ja: ブイゾーン
pt: Área da boia
ru: Зона буя
zh_cn: 浮标区

# radiusInMeters
source: Radius (m)
es: Radio (m)
fr: Rayon (m)
ja: 半径 (m)
pt: Raio (m)
ru: Радиус (м)
zh_cn: 半径 (m)

source: Filter regattas by name
es: Filtrar regatas por nombre
fr: Filtrer régates par nom
ja: レガッタをフィルタリングする名称
pt: Filtrar regatas por nome
ru: Фильтровать регаты по названию
zh_cn: 按名称筛选比赛

# noRegattasYet
source: There are no regattas yet.
es: Todavía no hay regatas.
fr: Il n'y a pas encore de régate.
ja: レガッタがまだありません。
pt: Ainda não existem regatas.
ru: Регат еще нет.
zh_cn: 暂无比赛。

source: Add course area
es: Añadir zona de regata
fr: Ajouter zone de course
ja: コース領域追加
pt: Adicionar área do percurso
ru: Добавить зону гонки
zh_cn: 添加场地区域

source: Course areas
es: Zonas de regata
fr: Zones de course
ja: コース領域
pt: Áreas do percurso
ru: Зоны гонок
zh_cn: 场地区域

source: Course area
es: Zona de regata
fr: Zone de course
ja: コース領域
pt: Área do percurso
ru: Зона гонки
zh_cn: 场地区域

# pleaseEnterNonEmptyCourseArea
source: Please enter a course area.
es: Indique una zona de regata.
fr: Saisissez une zone de course.
ja: コース領域を入力してください。
pt: Insira uma área do percurso.
ru: Введите зону гонки.
zh_cn: 请输入场地区域。

source: Please select a course area.
es: Seleccione una zona de regata.
fr: Sélectionnez une zone de course.
ja: コース領域を選択してください。
pt: Selecione uma área do percurso.
ru: Выберите зону гонки.
zh_cn: 请选择场地区域。

# lastUpperFlag
source: Upper flag
es: Bandera superior
fr: Pavillon supérieur
ja: 上側の信号旗
pt: Bandeira superior
ru: Верхний флаг
zh_cn: 上旗标

# lastLowerFlag
source: Lower flag
es: Bandera inferior
fr: Pavillon inférieur
ja: 下側の信号旗
pt: Bandeira inferior
ru: Нижний флаг
zh_cn: 下旗标

# cannotAddRacesToRegattaLeaderboardButOnlyToRegatta
source: This is a regatta leaderboard. You can only add races to this leaderboard directly in the regatta definition.
es: Esta es una tabla de clasificación de regata. Para añadir carreras a esta tabla de clasificación, hágalo directamente en la definición de la regata.
fr: Il s'agit d'un palmarès de régate. Vous pouvez uniquement ajouter des courses à ce palmarès dans la définition de la régate.
ja: これはレガッタのリーダーボードです。レガッタ定義でこのリーダーボードに直接に追加できるのはレースのみです。
pt: Este é um painel de classificação da regata. Você só pode adicionar corridas a este painel de classificação diretamente na definição da regata.
ru: Это таблица лидеров регаты. Вы можете добавлять гонки в эту таблицу лидеров только непосредственно в определении регаты.
zh_cn: 有比赛积分榜。您只能在比赛定义中将比赛轮次直接添加到此积分榜。

source: Correct Score
es: Corregir puntuación
fr: Corriger score
ja: スコア修正
pt: Corrigir pontuação
ru: Правильная оценка
zh_cn: 更正得分

# correctScoreFor
source: Correct score for competitor {0} in race {1}
es: Corregir puntuación para el competidor {0} en la carrera {1}
fr: Corriger score pour le concurrent {0} dans la course {1}
ja: レース {1} での競技者 {0} のスコアを修正
pt: Corrigir pontuação para competidor {0} na corrida {1}
ru: Правильная оценка для участника {0} в гонке {1}
zh_cn: 更正参赛队{0}在比赛轮次{1}中的得分

# penaltyOrRedress
source: Penalty/Redress
es: Penalización/Reparación
fr: Pénalité/Réparation
ja: ペナルティー/救済
pt: Punição/conceder uma reparação
ru: Взыскание/компенсация
zh_cn: 惩罚/补偿

# totalScore
source: Total points
es: Puntos totales
fr: Total des points
ja: 総得点
pt: Total de pontos
ru: Общий балл
zh_cn: 总分

source: Time point must be after start of tracking.
es: El punto temporal debe ser posterior al inicio del rastreo.
fr: L'heure doit être postérieure au début du suivi.
ja: 時点は追跡の開始後でなければなりません。
pt: A data/hora deve ser posterior ao início do rastreamento.
ru: Отметка времени должна быть после начала отслеживания.
zh_cn: 时间点必须在跟踪开始之后。

source: Time point must be before end of tracking.
es: El punto temporal debe ser anterior al fin del rastreo.
fr: L'heure doit être antérieure au début du suivi.
ja: 時点は追跡の終了前でなければなりません。
pt: A data/hora deve ser anterior ao fim do rastreamento.
ru: Отметка времени должна быть раньше окончания отслеживания.
zh_cn: 时间点必须在跟踪结束之前。

source: Regatta used for the tracked race
es: Regata utilizada para la carrera rastreada
fr: Régate utilisée pour la course suivie
ja: 追跡レースに使用されるレガッタ
pt: Regata utilizada para a corrida rastreada
ru: Регата, используемая для отслеживаемой гонки
zh_cn: 用于跟踪的比赛轮次的比赛

# tracTracUpdateUrl
source: TracTrac Server Update URI
es: URI de actualización del servidor TracTrac
fr: URL de mise à jour du serveur TracTrac
ja: TracTrac サーバ更新 URI
pt: URI de atualização do servidor de TracTrac
ru: URI обновления сервера TracTrac
zh_cn: TracTrac 服务器更新 URI

source: Passing instructions
es: Instrucciones de superación
fr: Instructions de passage
ja: 通過指示書
pt: Instruções de passagem
ru: Передача инструкций
zh_cn: 绕标说明

source: Refresh now
es: Refrescar ahora
fr: Actualiser maintenant
ja: 今すぐリフレッシュ
pt: Atualizar agora
ru: Обновить сейчас
zh_cn: 现在刷新

source: Stop updating
es: Detener actualización
fr: Arrêter mise à jour
ja: 更新停止
pt: Parar atualização
ru: Прекратить обновление
zh_cn: 停止更新

source: Start updating
es: Iniciar actualización
fr: Lancer mise à jour
ja: 更新開始
pt: Iniciar atualização
ru: Начать обновление
zh_cn: 开始更新

source: Current time:
es: Hora actual:
fr: Heure actuelle :
ja: 現在時刻:
pt: Tempo atual:
ru: Текущее время:
zh_cn: 当前时间：

source: TracTrac username
es: ID de usuario TracTrac
fr: Nom d'utilisateur TracTrac
ja: TracTrac ユーザ名
pt: Nome de usuário de TracTrac
ru: Имя пользователя TracTrac
zh_cn: TracTrac 用户名

source: TracTrac password
es: Contraseña TracTrac
fr: Mot de passe TracTrac
ja: TracTrac パスワード
pt: Senha de TracTrac
ru: Пароль TracTrac
zh_cn: TracTrac 密码
