Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# operatorEquals
source: Equals
es: Igual que
fr: Égal à
ja: 等しい
pt: Igual a
ru: Равно
zh_cn: 等于

# operatorNotEqualTo
source: Not equals to
es: No igual que
fr: Non égal à
ja: 等しくない
pt: Diferente de
ru: Не равно
zh_cn: 不等于

# operatorLessThan
source: Less than
es: Menor que
fr: Inférieur à
ja: 未満
pt: Menor que
ru: Меньше
zh_cn: 小于

# operatorLessThanEquals
source: Less or equals
es: Menor o igual que
fr: Inférieur ou égal à
ja: 以下
pt: Menor ou igual a
ru: Меньше или равно
zh_cn: 小于或等于

# operatorGreaterThan
source: Greater than
es: Mayor que
fr: Supérieur à
ja: 超過
pt: Maior que
ru: Больше
zh_cn: 大于

# operatorGreaterThanEquals
source: Greater or equals
es: Mayor o igual que
fr: Supérieur ou égal à
ja: 以上
pt: Maior ou igual a
ru: Больше или равно
zh_cn: 大于或等于

# operatorContains
source: Contains
es: Contiene
fr: Contient
ja: 包含
pt: Contém
ru: Содержит
zh_cn: 包含

# operatorNotContains
source: Not Contains
es: No contiene
fr: Ne contient pas
ja: 非包含
pt: Não contém
ru: Не содержит
zh_cn: 不包含

# operatorStartsWith
source: Starts with
es: Empieza con
fr: Commence par
ja: 開始:
pt: Começa com
ru: Начинается с
zh_cn: 开头为

# operatorEndsWith
source: Ends with
es: Acaba con
fr: Se termine par
ja: 終了:
pt: Termina com
ru: Заканчивается на
zh_cn: 结尾为

source: Nationality
es: Nacionalidad
fr: Nationalité
ja: 国籍
pt: Nacionalidade
ru: Гражданство
zh_cn: 国籍

# numberMustBePositive
source: The number must be greater than zero.
es: El número debe ser mayor que cero.
fr: Le nombre doit être supérieur à zéro.
ja: この数はゼロより大きい必要
pt: O número deve ser superior a zero.
ru: Число должна быть больше нуля.
zh_cn: 数字必须大于零。

# distanceToLineAtRaceStart
source: Distance to line at Start
es: Distancia a la línea en el inicio
fr: Distance par rapport à la ligne au départ
ja: スタート時のラインまでの距離
pt: Distância até linha na partida
ru: Дистанция до линии при старте
zh_cn: 起航前与起航线的距离

# distanceToLineFiveSecondsBeforeStart
source: Distance to line 5s before start
es: Distancia a la línea 5 s antes del inicio
fr: Distance par rapport à la ligne 5 sec. avant le départ
ja: スタート 5 秒前のラインまでの距離
pt: Distância até linha 5s antes da partida
ru: Дистанция до линии за 5 с до старта
zh_cn: 起航前 5 秒时与起航线的距离

# speedOverGroundAtRaceStart
source: SOG at Start
es: SOG en la salida
fr: Vf au départ
ja: スタート時の SOG
pt: SOG na partida
ru: SOG при старте
zh_cn: 起航时的实际速度

# speedOverGroundFiveSecondsBeforeStart
source: SOG 5s before start
es: SOG 5 s antes de la salida
fr: Vf 5 sec. avant le départ
ja: スタート 5 秒前の SOG
pt: SOG 5s antes da partida
ru: SOG за 5 с до старта
zh_cn: 起航前 5 秒时的实际速度

# speedOverGroundWhenPassingStart
source: SOG when Starting
es: SOG al salir
fr: Vf au moment du départ
ja: スタート時の SOG
pt: SOG ao partir
ru: SOG при старте
zh_cn: 起航时的实际速度

# distanceToLineAtRaceStartTooltip
source: Distance to start line at race start time; distance to nearest line end in case the competitor projects beyond the line''s ends
es: Distancia hasta la línea de salida en el momento de inicio de la carrera; distancia hasta el final de línea más cercano en caso de que el competidor sobrepase los finales de línea.
fr: Distance par rapport à la ligne de départ à l'heure du départ de la course ; distance par rapport au côté le plus proche de la ligne si le concurrent se trouve au-delà des extrémités de la ligne.
ja: レーススタート時刻のスタートラインまでの距離 (競技者がスタートラインの各エンドより外側に位置している場合は近い方のエンドまでの距離)
pt: Distância para linha de partida na hora de partida da corrida; distância para o fim da linha mais próxima caso o competidor vá para além dos fins da linha
ru: Дистанция до линии старта во время старта гонки; в случае проецирования участника за концы линии — дистанция до ближайшего конца линии
zh_cn: 比赛轮次开始时离开起航线的距离；参赛队突破航线终点时与最近航线终点的距离

# distanceToLineFiveSecondsBeforeStartTooltip
source: Distance to start line five seconds before the start; distance to nearest line end in case the competitor projects beyond the line''s ends
es: Distancia hasta la línea de salida cinco segundos antes de la salida; distancia hasta el final de línea más cercano en caso de que el competidor sobrepase los finales de línea.
fr: Distance par rapport à la ligne de départ cinq secondes avant le départ ; distance par rapport au côté le plus proche de la ligne si le concurrent se trouve au-delà des extrémités de la ligne.
ja: スタート 5 秒前のスタートラインまでの距離 (競技者がスタートラインの各エンドより外側に位置している場合は近い方のエンドまでの距離)
pt: Distância para linha de partida cinco segundos antes da partida; distância para o fim da linha mais próxima caso o competidor vá para além dos fins da linha
ru: Дистанция до линии старта за пять секунд до старта гонки; в случае проецирования участника за концы линии — дистанция до ближайшего конца линии
zh_cn: 起航前五秒时离开起航线的距离；参赛队突破航线终点时与最近航线终点的距离

# speedOverGroundAtRaceStartTooltip
source: Speed over ground at race start time
es: Velocidad sobre el fondo a la hora de inicio de la carrera
fr: Vitesse fond au moment du départ de la course
ja: レーススタート時刻の対地速力
pt: Velocidade no fundo na hora de partida da corrida
ru: Скорость относительно грунта во время старта гонки
zh_cn: 比赛轮次开始时的实际速度

# speedOverGroundFiveSecondsBeforeStartTooltip
source: Speed over ground five seconds before the start
es: Velocidad sobre el fondo cinco segundos antes de la salida
fr: Vitesse fond cinq secondes avant le départ
ja: スタート 5 秒前の対地速力
pt: Velocidade no fundo cinco segundos antes da partida
ru: Скорость относительно грунта за пять секунд до старта
zh_cn: 起航前五秒时的实际速度

# speedOverGroundWhenPassingStartTooltip
source: Speed over ground when the competitor passed the start
es: Velocidad sobre el fondo cuando el competidor ha pasado la salida
fr: Vitesse fond au moment où le concurrent a franchi le départ
ja: 競技者がスタートを通過したときの対地速力
pt: Velocidade no fundo quando o competidor passou a partida
ru: Скорость относительно грунта при прохождении старта участником
zh_cn: 参赛队越过起航线时的实际速度

source: Start Tack
es: Amura de inicio
fr: Virement au départ
ja: タック開始
pt: Cambada inicial
ru: Стартовый галс
zh_cn: 开始迎风转向

# startTackTooltip
source: Tack on which the competitor started
es: Amura en la que ha salido el competidor
fr: Virement lorsque le concurrent a franchi le départ
ja: 競技者が開始したタック
pt: Cambada em que o competidor começou
ru: Галс, на котором стартовал участник
zh_cn: 参赛队开始迎风转向

# portTack
source: Port
es: Babor
fr: À bâbord
ja: 左舷
pt: Bombordo
ru: Левый
zh_cn: 端口

# starboardTack
source: Starboard
es: Estribor
fr: À tribord
ja: 右舷
pt: Boreste
ru: Правый
zh_cn: 右舷

# portSide
source: Port
es: Babor
fr: À bâbord
ja: 左舷
pt: Bombordo
ru: Левый
zh_cn: 端口

# starboardSide
source: Starboard
es: Estribor
fr: À tribord
ja: 右舷
pt: Boreste
ru: Правый
zh_cn: 右舷

source: Please enter a number.
es: Indique un número.
fr: Saisissez un nombre.
ja: 番号を入力してください。
pt: Insira um número.
ru: Введите число.
zh_cn: 请输入数字。

source: Competitors filter
es: Filtro de competidores
fr: Filtre concurrents
ja: 競技者フィルタ
pt: Filtro de competidores
ru: Фильтр участников
zh_cn: 参赛队筛选器

source: Flag status
es: Status de bandera
fr: Statut du pavillon
ja: 信号旗ステータス
pt: Status de bandeira
ru: Статус флага
zh_cn: 旗标状态

# additionalInformation
source: Info
fr: Infos
ja: 情報
ru: Инфо
zh_cn: 信息

# windFixListingDescription
source: Wind Fixes (first 3, last 3, true values)
es: Correcciones de viento (3 primeras, 3 últimas, valores verdaderos)
fr: Points vent (3 premiers, 3 derniers, valeurs réelles)
ja: 風フィックス (当初 3、最終 3、真値)
pt: Pontos fixos do vento (primeiros 3, últimos 3, valores verdadeiros)
ru: Замеры ветра (первые 3, последние 3, истинные значения)
zh_cn: 风力修复（前 3 个，后 3 个，真值）

source: No Wind-Fixes available.
es: No hay correcciones de viento disponibles
fr: Aucun point vent disponible
ja: 風フィックスが利用可能でありません。
pt: Nenhum ponto fixo de vento disponível.
ru: Нет доступных замеров ветра.
zh_cn: 风力修复不可用。

# distanceToStarboardEndOfStartlineWhenPassingStart
source: Dist. Stb-Side of Line when Starting
es: Dist.banda estribor o línea cuando se ha cruzado línea de salida
fr: Distance côté tribord de la ligne au moment du départ
ja: スタート時のラインの右舷側距離
pt: Distância para o lado do boreste da linha na partida
ru: До правой стороны линии при старте
zh_cn: 起航时起航线右舷的距离

# distanceToStarboardEndOfStartlineWhenPassingStartTooltip
source: Distance to starboard side of start line or to the single start mark when the competitor passed the start
es: Distancia hasta la banda estribor de la línea de salida o hasta la baliza de salida cuando el competidor ha cruzado la línea de salida.
fr: Distance par rapport au côté tribord de la ligne de départ ou par rapport à la marque du départ lorsque le concurrent a franchi la ligne de départ.
ja: スタートラインの右舷側までの距離、または競技者がスタートを通過したときの単一スタートマークまでの距離
pt: Distância para o lado do boreste da linha de partida ou para a marca de partida individual quando o competidor passou a partida
ru: Дистанция до правой стороны линии старта или отметки старта при прохождении старта участником
zh_cn: 参赛队越过起航线时离开起航线或单个起航标志右舷的距离

# actionAddFilter
source: Add filter
es: Añadir filtro
fr: Ajouter filtre
ja: フィルタ追加
pt: Adicionar filtro
ru: Добавить фильтр
zh_cn: 添加筛选器

# actionEditFilter
source: Edit filter
es: Editar filtro
fr: Modifier filtre
ja: フィルタ編集
pt: Processar filtro
ru: Изменить фильтр
zh_cn: 编辑筛选器

source: Available filters
es: Filtros disponibles
fr: Filtres disponibles
ja: 利用可能フィルタ
pt: Filtros disponíveis
ru: Доступные фильтры
zh_cn: 可用的筛选器

# createFilterHint
source: Create a filter set to filter the list of competitors.
es: Crear un conjunto de filtros para filtrar la lista de competidores.
fr: Créez un ensemble de filtres pour filtrer la liste des concurrents.
ja: 競技者の一覧をフィルタリングするフィルタセットを登録してください。
pt: Criar um filtro definido para filtrar a lista de competidores.
ru: Создание набора фильтров для фильтрации списка участников.
zh_cn: 创建筛选器集，筛选参赛队清单。

# filterThisNameAlreadyExists
source: A filter with this name already exists.
es: Ya existe un filtro con este nombre.
fr: Un filtre de ce nom existe déjà.
ja: この名称のフィルタはすでに登録されています。
pt: Já existe um filtro com este nome.
ru: Фильтр с таким названием уже существует.
zh_cn: 具有此名称的筛选器已存在。

source: Add at least one filter criteria.
es: Añada al menos un criterio de filtrado.
fr: Ajoutez au moins un critère de filtre.
ja: フィルタ基準を少なくとも 1 つ選択してください。
pt: Adicionar pelo menos um critério de filtragem.
ru: Добавьте минимум один критерий фильтра.
zh_cn: 至少添加一个筛选条件。

source: Filter criteria
es: Criterios de filtrado
fr: Critère de filtre
ja: フィルタ基準
pt: Critérios de filtragem
ru: Критерии фильтра
zh_cn: 筛选条件

source: Select a filter criteria
es: Seleccione un criterio de filtrado
fr: Sélectionner un critère de filtre
ja: フィルタ基準の選択
pt: Selecionar um critério de filtragem
ru: Выберите критерии фильтра
zh_cn: 选择筛选条件

source: Filter name
es: Nombre del filtro
fr: Nom du filtre
ja: フィルタ名
pt: Nome do filtro
ru: Название фильтра
zh_cn: 筛选器名称

source: operator
es: operador
fr: opérateur
ja: 演算子
pt: operador
ru: оператор
zh_cn: 运算符

source: value
es: valor
fr: valeur
ja: 値
pt: valor
ru: значение
zh_cn: 值

# nationalityMustBeISOorIOCcode
source: The nationality must be a two letter ISO code or a three letter IOC code.
es: La nacionalidad debe ser un código ISO de dos letras o un código IOC de tres letras.
fr: La nationalité doit être un code ISO à deux lettres ou bien un code CIO à trois lettres.
ja: 国籍は 2 文字の ISO コードまたは 3 文字の IOC コードでなければなりません。
pt: A nacionalidade deve ser um código ISO de duas letras ou um código de três letras do COI.
ru: Гражданство должно быть указан двузначным кодом ISO или трехзначным кодом IOC.
zh_cn: 国籍必须为两个字母的 ISO 代码或三个字母的 IOC 代码。

source: Race rank
es: Posición de carrera
fr: Place dans la course
ja: レースランク
pt: Posição na corrida
ru: Ранг гонки
zh_cn: 比赛轮次名次

source: Waypoints
es: Puntos de ruta
fr: Points de cheminement
ja: 変針点
ru: Путевые точки
zh_cn: 航路点

# disableRaceFilter
source: Disable filter
es: Deshabilitar filtro
fr: Désactiver filtre
ja: フィルタ無効化
pt: Desativar filtro
ru: Отключить фильтр
zh_cn: 禁用筛选器

# enableRaceFilter
source: Enable filter
es: Habilitar filtro
fr: Activer filtre
ja: フィルタ有効化
pt: Ativar filtro
ru: Включить фильтр
zh_cn: 启用筛选器

# raceStatusColumn
source: Race Status
es: Status de carrera
fr: Statut de la course
ja: レースステータス
pt: Status de corrida
ru: Статус гонки
zh_cn: 比赛轮次状态

# loading
source: Loading (on a slow internet connection this can take some minutes)...
es: Cargando (si la conexión de internet es lenta, puede durar algunos minutos)...
fr: Chargement (cela peut prendre plusieurs minutes en fonction du débit de la connexion internet)
ja: ロードしています (スピードの遅いインターネット接続では時間がかかる場合があります)...
pt: Carregando (com uma conexão à Internet lenta, isto pode demorar alguns minutos)...
ru: Загрузка (при медленном подключении к Интернету может занять несколько минут)...
zh_cn: 正在加载（如果网速较慢，可能需要几分钟时间）...

# racesWithHiddenState
source: Races with state HIDDEN
es: Carreras con estado OCULTA
fr: Courses au statut MASQUÉ
ja: 非表示ステータスのレース
pt: Corridas com status OCULTO
ru: Гонки с состоянием СКРЫТО
zh_cn: 状态为 HIDDEN 的比赛轮次

# mediaDateFormatError
source: Invalid date format. Use: {0}
es: Formato de fecha no válido. Utilice: {0}
fr: Format de date non valide. Utiliser : {0}
ja: 日付書式が無効です。使用: {0}
pt: Formato de data inválido. Utilizar: {0}
ru: Недопустимый формат даты. Используйте формат: {0}
zh_cn: 日期格式无效。 使用： {0}

source: Selected competitors
es: Competidores seleccionados
fr: Concurrents sélectionnés
ja: 選択された競技者
pt: Competidores selecionados
ru: Выбранные участники
zh_cn: 选择的参赛队

source: Filter nothing
es: No filtrar nada
fr: Ne pas filtrer
ja: フィルタなし
pt: Não filtrar nada
ru: Не фильтровать
zh_cn: 筛选（无内容）

# topNCompetitorsByRaceRank
source: Race Top {0}
es: Top {0} de carrera
fr: Tête du classement de la course {0}
ja: レース上位 {0}
pt: Principais {0} da corrida
ru: Первые {0} в гонке
zh_cn: 比赛轮次前{0}名

# topNCompetitorsByTotalRank
source: Total Top {0}
es: Top {0} total
fr: Tête du classement général {0}
ja: 合計上位 {0}
pt: Total dos principais {0}
ru: Первые {0} в общем зачете
zh_cn: 总排名前{0}名

source: Simulator
es: Simulador
fr: Simulateur
ja: シミュレータ
pt: Simulador
ru: Симулятор
zh_cn: 模拟器

source: Optionsbar
es: Barra de opciones
fr: Barre d'options
ja: オプションバー
pt: Barra de opções
ru: Панель параметров
zh_cn: 选项栏

# simulateButton
source: Predict
es: Predecir
fr: Prédire
ja: 予測
pt: Prever
ru: Прогноз
zh_cn: 预测

source: Setup
es: Configuración
fr: Configurer
ja: 設定
pt: Configuração
ru: Настройка
zh_cn: 设置

# strength
source: Strength (in kn)
es: Fuerza ( en kn)
fr: Force (en nd)
ja: 風力 (kn)
pt: Intensidade (em nós)
ru: Сила (кН)
zh_cn: 强度 (kn)

source: Oscillation
es: Oscilación
ja: 振動
pt: Oscilação
ru: Колебание
zh_cn: 振荡

source: Oscillating
es: Oscilando
fr: Oscillant
ja: 振動中
pt: Oscilando
ru: Колебания
zh_cn: 振荡

source: Amplitude
es: Amplitud
ja: 振幅
ru: Амплитуда
zh_cn: 振幅

source: Frequency
es: Frecuencia
fr: Fréquence
ja: 周期
pt: Frequência
ru: Частота
zh_cn: 频率

source: Noise
es: Ruido
fr: Bruit
ja: 雑音
pt: Ruído
ru: Шум
zh_cn: 噪声

source: Sailing
es: Navegando
fr: Voile
ja: 帆走
pt: Vela
ru: Плавание
zh_cn: 航行

source: Optimality
es: Óptimo
fr: Optimisation
ja: 最適性
pt: Otimalidade
ru: Оптимум
zh_cn: 最优

source: Maximum Turns
es: Número máximo de giros
fr: Nombre maximum de tours
ja: 最大ターン
pt: Máximo de voltas
ru: Максимум поворотов
zh_cn: 最大圈数

source: Race Direction
es: Dirección de la carrera
fr: Cap de la course
ja: レース方向
pt: Direção da corrida
ru: Направление гонки
zh_cn: 比赛方向

source: Upwind
es: Ceñida
fr: Au vent
ja: アップウィンド
pt: Barlavento
ru: Против ветра
zh_cn: 迎风

source: Downwind
es: Empopada
fr: Vent arrière
ja: ダウンウィンド
pt: Sotavento
ru: По ветру
zh_cn: 顺风

source: Strategies
es: Estrategias
fr: Stratégies
ja: 戦略
pt: Estratégias
ru: Стратегии
zh_cn: 策略

source: Omniscient
es: Omnisciente
ja: 全知
pt: Onisciente
ru: Всезнайка
zh_cn: 全知级

# opportunistic
source: Opportunist
es: Oportunista
fr: Opportuniste
ja: オポチュニスト
pt: Oportunista
ru: Авантюрист
zh_cn: 投机级

source: Mixed
es: Mixto
fr: Combinaison des deux
ja: 混合
pt: Misto
ru: Смешанная
zh_cn: 混合

source: Maps
es: Mapas
fr: Cartes
ja: マップ
pt: Mapas
ru: Карты
zh_cn: 地图

source: Start-End
es: Salida-Llegada
fr: Départ/Arrivée
ja: 開始/終了
pt: Início-Fim
ru: Начало-конец
zh_cn: 开始－结束

# racecourse
source: Course
es: Regata
ja: コース
pt: Percurso
ru: Курс
zh_cn: 场地

source: Summary
es: Resumen
fr: Résumé
ja: サマリー
pt: Resumo
ru: Сводка
zh_cn: 汇总

source: Replay
es: Reproducir
fr: Relecture
ja: リプレイ
pt: Reprodução
ru: Воспроизвести
zh_cn: 重新播放

source: Display
es: Visualizar
fr: Afficher
ja: 表示
pt: Exibição
ru: Просмотреть
zh_cn: 显示

# simulatorPolarHeader
source: Polar diagram
es: Diagrama polar
fr: Diagramme polaire
ja: ポーラーダイアグラム
pt: Diagrama da carta polar
ru: Полярная диаграмма
zh_cn: 极坐标图

source: Show
es: Mostrar
fr: Afficher
ja: 表示
pt: Visualizar
ru: Показать
zh_cn: 显示

source: hide
es: Ocultar
fr: masquer
ja: 非表示
pt: ocultar
ru: скрыть
zh_cn: 隐藏

source: Left wind
es: Viento izquierdo
fr: Vent de gauche
ja: レフトウィンド
pt: Vento da esquerda
ru: Ветер слева
zh_cn: 左侧风

source: Right wind
es: Viento derecho
fr: Vent de droite
ja: ライトウィンド
pt: Vento da direita
ru: Ветер справа
zh_cn: 右侧风

# legLabel
source: Leg
es: Tramo
fr: Portion de parcours
ja: レグ
pt: Perna
ru: Отрезок
zh_cn: 航段

# raceLabel
source: Race
es: Carrera
fr: Course
ja: レース
pt: Corrida
ru: Гонка
zh_cn: 比赛轮次

# competitorLabel
source: Competitor
es: Competidor
fr: Concurrent
ja: 競技者
pt: Competidor
ru: Участник
zh_cn: 参赛队

# freemode
source: Keep Bearings
es: Mantener marcaciones
fr: Garder direction
ja: 方位を維持
pt: Manter rumos
ru: Держать направление
zh_cn: 保持航向角

source: What-If Course
es: Regata simulada
fr: Parcours What-If
ja: What-If コース
pt: Percurso de simulação
ru: Подбирать курс
zh_cn: 模拟场地

source: Edit Regatta...
es: Editar regata...
fr: Modifier régate...
ja: レガッタ編集...
pt: Processar regata...
ru: Изменить регату...
zh_cn: 编辑比赛...

# selectSailingEvent
source: Please select a sailing event...
es: Seleccione un evento de navegación...
fr: Sélectionnez une manifestation de voile...
ja: 帆走イベントを選択してください...
pt: Selecione um evento de vela...
ru: Выбрать событие...
zh_cn: 请选择航行活动...

# selectCourseArea
source: Please select a course area..
es: Seleccione una zona de regata...
fr: Sélectionnez une zone de course...
ja: コース領域を選択してください..
pt: Selecione uma área do percurso...
ru: Выбрать зону гонки...
zh_cn: 请选择场地区域..

# courseAreaOverview
source: Area overview
es: Resumen de área
fr: Synthèse de la zone
ja: 領域概要
pt: Síntese da área
ru: Обзор зоны
zh_cn: 区域总览

source: Course design overview
es: Resumen del diseño de la regata
fr: Synthèse de la configuration du parcours
ja: コースデザイン概要
pt: Síntese do design do percurso
ru: Обзор схемы курса
zh_cn: 场地设计总览

source: Regatta overview
es: Resumen de la regata
fr: Synthèse des régates
ja: レガッタ概要
pt: Síntese da regata
ru: Обзор регаты
zh_cn: 比赛总览

source: Additional settings
es: Opciones adicionales
fr: Options supplémentaires
ja: 追加設定
pt: Configurações adicionais
ru: Дополнительные параметры
zh_cn: 附加设置

source: Show following course areas
es: Mostar las siguientes zonas de regata
fr: Afficher les zones de course suivantes
ja: 以下のコース領域を表示
pt: Visualizar áreas do percurso seguintes
ru: Показать следующие зоны гонок
zh_cn: 显示后续场地区域

source: Show following regattas
es: Mostrar las siguientes regatas
fr: Afficher les régates suivantes
ja: 以下のレガッタを表示
pt: Visualizar regatas seguintes
ru: Показать следующие регаты
zh_cn: 显示后续比赛

source: Show only races of same day
es: Mostrar solo las carreras del mismo día
fr: Afficher uniquement les courses du même jour
ja: 同日のレースのみ表示
pt: Visualizar somente corridas do mesmo dia
ru: Показать только гонки того же дня
zh_cn: 仅显示同一天的比赛轮次

# showOnlyCurrentlyRunningRaces
source: Show currently running races
es: Mostrar carreras actualmente en curso
fr: Afficher les courses en cours
ja: 現在競技中のレースのみ表示
pt: Visualizar corridas atualmente em curso
ru: Показать текущие гонки
zh_cn: 显示当前举行的比赛轮次

# seriesDefinesResultDiscardingRule
source: Series defines result discarding rules
es: La serie define reglas de rechazo de resultado
fr: La série définit les règles d'élimination du résultat.
ja: シリーズにより結果取消ルールを定義
pt: A série define as regras de descarte do resultado
ru: Серия определяет правила исключения результатов
zh_cn: 系列定义结果作废规则

source: Add series
es: Añadir serie
fr: Ajouter série
ja: シリーズ追加
pt: Adicionar série
ru: Добавить серию
zh_cn: 添加系列

source: Regatta defines result discarding rules
es: La regata define reglas de rechazo de resultado
fr: La régate définit les règles d'élimination du résultat.
ja: レガッタにより結果取消ルールを定義
pt: A regata define as regras de descarte do resultado
ru: Регата определяет правила исключения результатов
zh_cn: 比赛定义结果作废规则

# startsWithZeroScore
source: Series starts with zero score
es: La serie empieza con puntuación cero
fr: La série commence avec un score à zéro.
ja: セロスコアでシリーズ開始
pt: A série começa com a pontuação zero
ru: Серия начинается с нулевым баллом
zh_cn: 系列从零分开始

# masterDataImportPanel
source: Master Data Import
es: Importación de datos maestros
fr: Importation des données de base
ja: マスタデータインポート
pt: Importação de dados mestre
ru: Импорт мастер-данных
zh_cn: 主数据导入

# importSuccess
source: Success\nCreated {0} leaderboard group(s) and {1} leaderboard(s) and {2} event(s) and {3} regatta(s) and {4} media tracks.
es: {0} grupo(s) de tablas de clasificación creado(s)\n con éxito y {1} {2} eventos y {3} regata(s) y {4} rastreos de medios.
fr: Réussite\n{0} groupe(s) de palmarès, {1} palmarès, {2} manifestation(s), {3} régate(s) et {4} pistes de média créés
ja: 成功\n{0} リーダーボードグループ、{1} リーダーボード、{2} イベント、{3} レガッタ、{4} メディアトラックを登録しました。
pt: Êxito\nCriado(s) {0} grupo(s) de painéis de classificação e {1} painel(éis) de classificação e {2} evento(s) e {3} regata(s) e {4} faixas de mídia.
ru: Успех\nСоздано групп таблиц лидеров — {0}, таблиц лидеров — {1}, событий — {2}, регат — {3}, объектов мультимедиа — {4}.
zh_cn: 成功\n已创建{0}个积分榜分组、{1}个积分榜、{2}个活动、{3}场比赛和{4}个媒体轨道。

# importSuccessOverwriteInfo
source: Had to overwrite the following regattas, you will need to retrack their races:
es: Se han tenido que sobrescribir las regatas siguientes, deberá volver a rastrear sus carreras.
fr: Les régates suivantes ont été écrasées, vous devez suivre à nouveau les courses :
ja: 以下のレガッタを上書きするには、以下のレースを再追跡する必要があります:
pt: Foi necessário substituir as seguintes regatas, é necessário rastrear novamente suas corridas.
ru: Следующие регаты перезаписаны, потребуется повторное отслеживанием их гонок:
zh_cn: 需要覆盖后续比赛，需要重新跟踪比赛轮次：

source: Regatta Overview Configuration
es: Configuración del resumen de regata
fr: Configuration de la synthèse des régates
ja: レガッタ概要設定
pt: Configuração de síntese de regata
ru: Конфигурация обзора регаты
zh_cn: 比赛总览配置

# firstRaceIsNonDiscardableCarryForward
source: Starts with non-discardable carry-forward
es: Empieza con no descartables seguir adelante
fr: Départs avec report sans élimination
ja: 取消不可の持ち越しがあるスタート
pt: Começa com transferência não descartável
ru: Начинается с неисключаемого переноса
zh_cn: 从不可作废的得分开始

# addReplicationMaster
source: Connect to replication master server
es: Conectar con servidor maestro de replicación
fr: Connexion au serveur maître de réplication
ja: 複製マスタサーバに接続
pt: Conectar ao servidor mestre de replicação
ru: Подключиться к главному серверу репликации
zh_cn: 连接到副本主服务器

source: Connect
es: Conectar
fr: Connexion
ja: 接続
pt: Conectar
ru: Подключиться
zh_cn: 连接

source: Connect to Master
es: Conectar con maestro
fr: Connexion à un serveur maître
ja: マスタに接続
pt: Conectar ao mestre
ru: Подключиться к главному серверу
zh_cn: 连接到主服务器

# exchangeHost
source: Messaging Hostname
es: Nombre de host de mensajería
fr: Nom d'hôte d'échange de messages
ja: メッセージングホスト名
pt: Nome do host de mensagens
ru: Имя хоста обмена сообщениями
zh_cn: 消息传送主机名称
