Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# raceAverageAbsoluteCrossTrackErrorInMetersTooltip
source: The average absolute cross track error to the great circle segments connecting leg start with leg end for all upwind legs of this race, ignoring to which side of the course middle line the competitor is
es: El error de recorrido absoluto hasta los grandes segmentos de círculo que conectan el inicio del tramo con el fin del tramo para todos los tramos contra el viento de esta prueba, sin tener en cuenta en que banda de la línea de crujía de la regata se encuentra el competidor.
fr: Écart de route moyen absolu par rapport aux arcs de cercle reliant le début d'une portion de parcours à la fin d'une portion de parcours pour toutes les portions de parcours dans le lit du vent de cette course, en ignorant de quel côté de la layline de la course le concurrent se trouve.
ja: このレースのすべてのアップウィンドレグに対するレグ始点からレグ終点までの大圏航路 (円曲線) との間の平均絶対クロストラックエラー (競技者がコース中央航路のどちら側にいるかは無視)
pt: O desvio lateral absoluto médio dos segmentos da grande volta que ligam o início da perna ao fim da perna para todas as pernas de contravento desta corrida, ignorando o lado da linha do meio do percurso em que está o competidor
ru: Среднее абсолютное боковое уклонение к большим круговым сегментам, соединяющим начало отрезка с концом отрезка, для всех наветренных отрезках данной гонки без учета стороны участника от средней линии курса
zh_cn: 所有比赛轮次中迎风航段连接航段起点和终点的大圆弧的平均绝对交叉轨道误差，忽略参赛队所在的场地中线

# raceAverageSignedCrossTrackErrorInMetersTooltip
source: The signed average cross track error to the great circle segments connecting leg start with leg end for all upwind legs of this race; negative values mean left of the course middle line, positive values mean right.
es: El error de recorrido medio señalizado hasta los grandes segmentos de círculo que conectan el inicio del tramo con el fin del tramo para todos los tramos contra el viento de esta prueba; los valores negativos significan la banda de babor de la línea de crujía; los valores positivos significan la banda de estribor.
fr: Écart de route moyen enregistré par rapport aux arcs de cercle reliant le début d'une portion de parcours à la fin d'une portion de parcours pour toutes les portions de parcours dans le lit du vent de cette course. Les valeurs négatives indiquent que le concurrent se trouve à gauche de la layline, les valeurs positives indiquent qu'il se trouve à droite de la layline.
ja: このレースのすべてのアップウィンドレグに対するレグ始点からレグ終点までの大圏航路 (円曲線) との間の +/- 符号付の平均クロストラックエラー: マイナスの値はコース中央航路の左側、プラスの値は右側を意味します。
pt: O desvio lateral médio assinalado dos segmentos da grande volta que ligam o início da perna ao fim da perna para todas as pernas de contravento desta corrida; os valores negativos significam à esquerda da linha do meio do percurso, os valores positivos significam à direita.
ru: Боковое уклонение (со знаком) к большим круговым сегментам, соединяющим начало отрезка с концом отрезка, для всех наветренных отрезков данной гонки; отрицательные значения означают уклонение влево от средней линии курса, положительные — вправо.
zh_cn: 所有比赛轮次中迎风航段连接航段起点和终点的大圆弧的符号平均交叉轨道误差；负数代表场地中线的左侧，正数代表右侧。

# enterMaster
source: Hostname of Master Instance
es: Nombre de host de la instancia maestra
fr: Nom d'hôte de l'instance maître
ja: マスタインスタンスのホスト名
pt: Nome do host de instância mestre
ru: Имя хоста главного экземпляра
zh_cn: 主实例的主机名称

# errorStartingReplication
source: Error starting replication from host {0} / exchange {1}: {2}
es: Error al iniciar replicación del host {0} / intercambio {1}: {2}
fr: Erreur lors du lancement de la réplication à partir de l'hôte {0}/échange {1} : {2}
ja: ホスト {0} / エクスチェンジ {1} からの複製開始でエラー発生: {2}
pt: Erro ao iniciar replicação a partir do host {0}/trocar {1}: {2}
ru: Ошибка запуска репликации с хоста {0} / Exchange {1}: {2}
zh_cn: 从主机{0}/交换机{1}开始复制出错： {2}

source: Help lines
es: Líneas de ayuda
fr: Lignes d'aide
ja: ヘルプライン
pt: Linhas de ajuda
ru: Вспомогательные линии
zh_cn: 辅助线

source: Start line
es: Línea de salida
fr: Ligne de départ
ja: スタートライン
pt: Linha de partida
ru: Стартовая линия
zh_cn: 起航线

source: Finish line
es: Línea de llegada
fr: Ligne d'arrivée
ja: フィニッシュライン
pt: Linha de chegada
ru: Финишная линия
zh_cn: 终点线

source: Advantage line
es: Línea de ventaja
fr: Ligne d'avantage
ja: アドバンテージライン
pt: Linha de vantagem
ru: Лини преимущества
zh_cn: 优势航线

source: Course middle line
es: Línea central de la regata
fr: Ligne médiane de course
ja: コース中央航路
pt: Linha do meio do percurso
ru: Средняя линия курса
zh_cn: 场地中线

# messagingPortNumber
source: Messaging port number (0 for default)
es: Número de puerto de mensajería (0 para predeterminado)
fr: Numéro de port d'échange de messages
ja: メッセージングポート番号 (初期値は 0)
pt: Número de porta de mensagens (0 para padrão)
ru: Номер порта обмена сообщениями (0 по умолчанию)
zh_cn: 消息传送端口编号（默认为 0）

source: Servlet port number
es: Número de puerto Servlet
fr: Numéro de port Servlet
ja: サーブレットポート番号
pt: Número de porta de servlet
ru: Номер порта сервлета
zh_cn: Servlet 端口编号

# registeredAt
source: Registered at {0}
es: Registrado a {0}
fr: Enregistré à {0}
ja: 登録時刻 {0}
pt: Registrado às {0}
ru: Зарегистрировано в {0}
zh_cn: 注册日期{0}

# replicatingFromMaster
source: Replicating from master {0}:{2}, messaging port {3}:{1}, exchange {4}, replicating {5}
es: Replicando desde el maestro {0}:{2}, puerto de mensajería {3}:{1}, intercambio {4}, replicando {5}
fr: Réplication du serveur maître {0}:{2}, port de messagerie {3}:{1}, échange {4}, réplication {5}
ja: マスタ {0}:{2}、メッセージングポート {3}:{1}、エクスチェンジ {4} から複製、{5} を複製
pt: Replicando a partir do mestre {0}:{2}, porta de mensagens {3}:{1}, trocar {4}, replicando {5}
ru: Репликация с главного экземпляра {0}:{2}, порт обмена сообщениями {3}:{1}, Exchange {4}, репликация {5}
zh_cn: 正在从主服务器{0}：{2}、消息传送端口{3}：{1}、交换机{4}复制，正在复制{5}

# showWindSpeedSeries
source: Show wind speed data
es: Mostrar datos de velocidad del viento
fr: Afficher données de vitesse du vent
ja: 風速データ表示
pt: Visualizar dados de velocidade do vento
ru: Показать данные о скорости ветра
zh_cn: 显示风速数据

# showWindDirectionSeries
source: Show wind directions data
es: Mostrar datos de dirección del viento
fr: Afficher données de direction du vent
ja: 風向データ表示
pt: Visualizar dados de direções do vento
ru: Показать данные о направлениях ветра
zh_cn: 显示风向数据

source: Fleet
es: Flota
fr: Flotte
ja: フリート
pt: Flotilha
ru: Флот
zh_cn: 船队

source: Boat Class
es: Clase de bote
fr: Catégorie de bateau
ja: 艇種
pt: Classe de barcos
ru: Класс лодок
zh_cn: 船只级别

source: Set delay to live
es: Fijar retraso en en directo.
fr: Définir décalage par rapport au direct
ja: ライブに遅延を設定
pt: Definir atraso ao vivo
ru: Установить задержку оперативных данных
zh_cn: 设置实况延迟

# pleaseEnterNonEmptyVenue
source: Please enter a venue.
es: Indique un lugar de celebración.
fr: Saisissez un lieu de manifestation.
ja: 開催地を入力してください。
pt: Insira um local.
ru: Введите место.
zh_cn: 请输入场地。

# pleaseEnterStartAndEndDate
source: Please enter a start date and an end date.
es: Indique una fecha de inicio y una fecha final.
fr: Saisissez une date de départ et une date de fin.
ja: 開始日付と終了日付を入力してください。
pt: Insira uma data de início e uma data de fim.
ru: Введите даты начала и окончания.
zh_cn: 请输入开始日期和结束日期。

# startDateMustBeforeEndDate
source: The start date must be before the end date.
es: La fecha de inicio debe ser anterior a la fecha final.
fr: La date de départ doit être antérieure à la date de fin.
ja: 開始日付は終了日付より前でなければなりません。
pt: A data de início deve ser anterior à data de fim.
ru: Дата начала должна быть раньше даты окончания.
zh_cn: 开始日期必须早于结束日期。

# eventWithThisNameAlreadyExists
source: An event with this name already exists.
es: Ya existe un evento con este nombre.
fr: Une manifestation de ce nom existe déjà.
ja: この名称のイベントはすでに登録されています。
pt: Já existe um evento com este nome.
ru: Событие с таким названием уже существует.
zh_cn: 具有此名称的活动已存在。

source: Venue
es: Lugar de celebración
fr: Lieu de la manifestation
ja: 開催地
pt: Local
ru: Место
zh_cn: 场地

source: Please select a boat class.
es: Seleccione una clase de embarcación.
fr: Sélectionnez une catégorie de bateau.
ja: 艇種を入力してください。
pt: Selecione uma classe de barcos.
ru: Выберите класс лодки.
zh_cn: 请选择船只级别。

# regattaWithThisNameAlreadyExists
source: A regatta with this name already exists.
es: Ya existe una regata con este nombre.
fr: Une régate de ce nom existe déjà.
ja: この名称のレガッタはすでに登録されています。
pt: Já existe uma regata com este nome.
ru: Регата с таким названием уже существует.
zh_cn: 具有此名称的比赛已存在。

# seriesWithThisNameAlreadyExists
source: A series with this name already exists.
es: Ya existe una serie con este nombre.
fr: Une série de ce nom existe déjà.
ja: この名称のシリーズはすでに登録されています。
pt: Já existe uma série com este nome.
ru: Серия с таким названием уже существует.
zh_cn: 具有此名称的序列已存在。

# fleetWithThisNameAlreadyExists
source: A fleet with this name already exists.
es: Ya existe una flota con este nombre.
fr: Une flotte de ce nom existe déjà.
ja: この名称のフリートはすでに登録されています。
pt: Já existe uma flotilha com este nome.
ru: Флот с таким названием уже существует.
zh_cn: 具有此名称的船队已存在。

source: Fleets
es: Flotas
fr: Flottes
ja: フリート
pt: Flotilhas
ru: Флоты
zh_cn: 船队

source: Series
es: Serie
fr: Série
ja: シリーズ
pt: Série
ru: Серия
zh_cn: 系列

source: Split fleet
es: Dividir flota
fr: Diviser flotte
ja: フリート分割
pt: Flotilha dividida
ru: Разделить флот
zh_cn: 船队区分

source: Color
fr: Couleur
ja: 色
pt: Cor
ru: Цвет
zh_cn: 颜色

source: Medal Series
es: Serie de medalla
fr: Série médaillée
ja: メダルシリーズ
pt: Série para medalha
ru: Серия на медали
zh_cn: 奖牌轮系列

# canFleetsRunInParallel
source: Fleets can run in parallel
es: Las flotas pueden ir en paralelo
fr: Les flottes peuvent naviguer en parallèle.
ja: フリートを並列に実行可能
pt: As flotilhas podem navegar em paralelo
ru: Флоты могут идти параллельно
zh_cn: 船队可以并行航行

source: No color
es: Sin color
fr: Aucune couleur
ja: 色なし
pt: Nenhuma cor
ru: Без цвета
zh_cn: 没有颜色

source: Please select a regatta.
es: Seleccione una regata.
fr: Sélectionnez une régate.
ja: レガッタを選択してください。
pt: Selecione uma regata.
ru: Выберите регату.
zh_cn: 请选择比赛。

source: Add fleet
es: Añadir flota
fr: Ajouter flotte
ja: フリート追加
pt: Adicionar flotilha
ru: Добавить флот
zh_cn: 添加船队

# doYouReallyWantToRemoveRegatta
source: Do you really want to remove the regatta "{0}"? This will also remove all leaderboards for this regatta!
es: ¿Realmente desea eliminar la regata "{0}"? Con ello también se eliminarán todas las tablas de clasificación de esta regata.
fr: Voulez-vous vraiment supprimer la régate "{0}" ? Cela entraînera également la suppression de tous les palmarès de cette régate.
ja: レガッタ "{0}" を削除しますか。削除すると、このレガッタのためのリーダーボードもすべて削除されます。
pt: Você tem a certeza que quer remover a regata "{0}"? Isto irá remover também todos os painéis de classificação para esta regata!
ru: Действительно удалить регату "{0}"? При этом также будут удалены все таблицы лидеров для данной регаты!
zh_cn: 是否确定移除比赛 "{0}"？ 还将移除此比赛的所有积分榜！

# errorLoadingScoreCorrectionProviders
source: Error loading score correction providers: {0}
es: Error al cargar proveedores de corrección de puntuaciones: {0}
fr: Erreur lors du chargement des fournisseurs de corrections de scores : {0}
ja: スコア修正プロバイダのロードでエラー発生: {0}
pt: Erro ao carregar fornecedores de correções de pontuação: {0}
ru: Ошибка при загрузке поставщиков корректировки оценок: {0}
zh_cn: 加载得分更正机构出错： {0}

source: Select result list to import from
es: Seleccione la lista de resultados desde la que desea importar
fr: Sélectionner la liste des résultats depuis laquelle importer
ja: インポート元の結果一覧を選択
pt: Selecionar lista de resultados de onde efetuar a importação
ru: Выберите список результатов для импорта
zh_cn: 选择从中导入的结果清单

source: of
es: de
fr: de
pt: de
ru: из

# errorObtainingScoreCorrections
source: Error obtaining score corrections from provider {0} and event {1} for boat class {2} published on {3}: {4}
es: Error al obtener correcciones de puntuación del proveedor {0} y el evento {1} para la clase de embarcación {2} publicadas el {3}: {4}
fr: Erreur lors de l'accès aux corrections de scores du fournisseur {0} et manifestation {1} pour la catégorie de bateau {2} publié le {3}: {4}
ja: プロバイダ {0} からのスコア修正および艇種 {2} のイベント {1} (公表日付 {3}) の取得でエラー発生: {4}
pt: Erro ao obter correções de pontuação do fornecedor {0} e evento {1} para classe de barcos {2} publicada em {3}: {4}
ru: Ошибка при получении корректировок оценок от поставщика {0} и события {1} для класса лодок {2}, опубликованных в {3}: {4}
zh_cn: 从机构{0}获取于{3}公布的船只级别{2}活动{1}的得分更正出错： {4}

# assignRaceNumbersToRaceColumns
source: Assign race numbers of official results to leaderboard race columns
es: Asignar números de carrera de resultados oficiales a columnas de carrera de la tabla de clasificación
fr: Affecter numéros de courses des résultats officiels aux colonnes de courses de palmarès
ja: 公式結果のレース番号をリーダーボードのレース列に割り当ててください
pt: Atribuir números da corrida de resultados oficiais a colunas da corrida do painel de classificação
ru: Присвойте номера гонок официальных результатов столбцам гонок таблицы лидеров
zh_cn: 向积分榜比赛轮次列分配官方结果的比赛轮次数

source: Import official results...
es: Importar resultados oficiales...
fr: Importer résultats officiels...
ja: 公式結果をインポートしています...
pt: Importar resultados oficiais...
ru: Импорт официальных результатов...
zh_cn: 导入官方结果...

source: Select all
es: Seleccionar todo
fr: Sélectionner tout
ja: 全選択
pt: Selecionar tudo
ru: Выбрать все
zh_cn: 全选

source: Apply
es: Aplicar
fr: Appliquer
ja: 適用
pt: Aplicar
ru: Применить
zh_cn: 应用

source: Successfully updated scores
es: Puntuaciones actualizadas correctamente
fr: Mise à jour des scores réussie
ja: スコアが正常に更新されました
pt: Pontuações atualizadas com êxito
ru: Оценки успешно обновлены
zh_cn: 已成功更新得分

# errorUpdatingScoresForLeaderboard
source: Error updating scores for leaderboard {0}: {1}
es: Error al actualizar puntuaciones para tabla de clasificación {0}: {1}
fr: Erreur lors de la mise à jour des scores pour le palmarès {0} : {1}
ja: リーダーボード {0} のスコアを更新しようとしてエラーが発生: {1}
pt: Erro ao atualizar pontuações para painel de classificação {0}: {1}
ru: Ошибка при обновлении оценок для таблицы лидеров {0}: {1}
zh_cn: 更新积分榜{0}的得分出错： {1}

source: Maneuver types to show when competitor is clicked
es: Tipos de maniobra para mostrar al hacer clic en el competidor
fr: Types de manœuvre à afficher lorsque l'on clique sur le concurrent
ja: 競技者をクリックしたときに表示するマニューバータイプ
pt: Tipos de manobra a exibir quando se clica no competidor
ru: Типы маневров для отображения при щелчке участника
zh_cn: 点击参赛队时显示的操作类型

source: Simulate as live race
es: Simular como carrera en directo
fr: Simulation de course en direct
ja: ライブレースとしてシミュレート
pt: Simular como corrida ao vivo
ru: Симулировать как текущую гонку
zh_cn: 模拟实况比赛轮次

# simulateWithOffset
source: Offset before start in minutes:
es: Offset antes de inicio en minutos:
fr: Décalage avant le départ (en minutes) :
ja: スタート前のオフセット (分):
pt: Deslocamento antes da partida em minutos:
ru: Сдвиг перед стартом в минутах:
zh_cn: 起航前的偏移（分钟）：

# boatClassDoesNotMatchSelectedRegatta
source: The selected races contain boat classes which are not the same as the boat class ''{0}'' of the selected regatta. No races will be loaded.
es: Las carreras seleccionadas contienen clases de embarcación distintas de la clase ''{0}'' de la regata seleccionada. No se cargará ninguna carrera.
fr: Les courses sélectionnées contiennent des catégories de bateaux qui ne sont pas identiques à la catégorie de bateau "{0}" de la régate sélectionnée. Aucune course ne sera chargée.
ja: 選択したレースに、選択したレガッタの艇種 ''{0}'' と同じでない艇種が含まれています。レースはロードされません。
pt: As corridas selecionadas contêm classes de barcos que não são as mesmas da classe de barcos ''{0}'' da regata selecionada. Não será carregada nenhuma corrida.
ru: Выбранные гонки содержат классы лодок, не совпадающие с классом лодок ''{0}'' выбранной регаты. Гонки не будут загружены.
zh_cn: 所选的比赛轮次包含不同于所选比赛船只级别 "{0}" 的船只级别。 将不加载比赛轮次。

# regattaExistForSelectedBoatClass
source: There is at least one regatta for the selected boat classes. Really create default regatta(s) for those race(s)?
es: Hay al menos una regata para las clases de embarcación seleccionadas. ¿Realmente desea crear regata(s) por defecto para esta(s) carrera(s)?
fr: Il existe au moins une régate pour les catégories de bateaux sélectionnées. Voulez-vous vraiment créer une (des) régate(s) pour cette (ces) course(s) ?
ja: 選択した艇種に対して少なくとも 1 つのレガッタがあります。このレースに対してレガッタを初期登録しますか。
pt: Existe pelo menos uma regata para as classes de barcos selecionadas. Criar regatas padrão para essas corridas?
ru: Для выбранных классов лодок имеется минимум одна регата. Создать регаты по умолчанию для соответствующих гонок?
zh_cn: 所选船只级别至少有一场比赛。是否确定为这些比赛轮次创建默认比赛？

source: Reload
es: Recargar
fr: Recharger
ja: リロード
pt: Recarregar
ru: Перезагрузить
zh_cn: 重新加载

source: Add Regatta...
es: Añadir regata...
fr: Ajouter régate...
ja: レガッタ追加...
pt: Adicionar regata...
ru: Добавить регату...
zh_cn: 添加比赛...

source: Import Regattas...
es: Importar regatas...
fr: Importer régates...
ja: レガッタのインポート...
pt: Importar regatas...
ru: Импортировать регаты...
zh_cn: 导入比赛...

source: Exchange Name
es: Intercambiar nombre
fr: Nom d'échange
ja: エクスチェンジ名
pt: Trocar nome
ru: Имя Exchange
zh_cn: 交换机名称

source: Course
es: Regata
fr: Parcours
ja: コース
pt: Percurso
ru: Курс
zh_cn: 场地

source: Course layout
es: Disposición de regata
fr: Configuration du parcours
ja: コースレイアウト
pt: Layout do percurso
ru: Схема курса
zh_cn: 场地设置

source: Buoy
es: Boya
fr: Bouée
ja: ブイ
pt: Boia
ru: Буй
zh_cn: 浮标

source: Gate
es: Salida
fr: Porte
ja: ゲート
pt: Portão
ru: Ворота
zh_cn: 门标

source: Buoys
es: Boyas
fr: Bouées
ja: ブイ
pt: Boias
ru: Буи
zh_cn: 浮标

source: Waypoint
es: Punto de ruta
fr: Point de cheminement
ja: 変針点
ru: Путевая точка
zh_cn: 航路点

source: Show all competitors
es: Mostrar todos los competidores
fr: Afficher tous les concurrents
ja: 全競技者表示
pt: Visualizar todos os competidores
ru: Показать всех участников
zh_cn: 显示所有参赛队

source: Boat tails
es: Colas del barco
fr: Parcours effectué par chaque bateau
ja: ボートテール
pt: Popas de barco
ru: Хвосты лодок
zh_cn: 船只尾流线

# startFirstMarkTriangle
source: Start line to first Mark Triangle
es: Línea de salida hasta el primer triángulo baliza.
fr: Triangle ligne de départ jusqu'à la première marque
ja: 最初のマークトライアングルへのスタートライン
pt: Linha de partida para primeiro triângulo de marcas
ru: Линия старта до треугольника первой отметки
zh_cn: 起航线与第一个标志形成的三角形

source: Result import URLs
es: URLs de importación de resultados
fr: URL d'importation des résultats
ja: 結果インポート URL
pt: URLs de importação de resultado
ru: URL-адреса импорта результатов
zh_cn: 结果导入 URL

# errorRefreshingResultImportUrlList
source: Error refreshing result import URL list: {0}
es: Error al refrescar la lista de URLs de importación de resultados: {0}
fr: Erreur lors de l'actualisation de la liste des URL d'importation des résultats : {0}
ja: 結果インポート URL 一覧をリフレッシュしようとしてエラーが発生: {0}
pt: Erro ao atualizar lista de URLs de importação de resultado: {0}
ru: Ошибка при обновлении списка URL-адресов импорта результатов: {0}
zh_cn: 刷新结果导入 URL 清单出错： {0}

# successfullyUpdatedResultImportUrls
source: Successfully updated result import URL list
es: La lista de URLs de importación de resultados se ha actualizado correctamente
fr: Mise à jour de la liste des URL d'importation des résultats réussie
ja: 結果インポート URL 一覧を正常に更新
pt: Lista de URLs de importação de resultado atualizada com êxito
ru: Успешно обновлен список URL-адресов импорта результатов
zh_cn: 已成功更新结果导入 URL 清单

# errorRemovingResultImportUrls
source: Error removing result import URLs: {0}
es: Error al eliminar URLs de importación de resultados: {0}
fr: Erreur lors de la suppression des URL d'importation des résultats : {0}
ja: 結果インポート URL を削除しようとしてエラーが発生: {0}
pt: Erro ao remover URLs de importação de resultado: {0}
ru: Ошибка при удалении URL-адресов импорта результатов: {0}
zh_cn: 移除结果导入 URL 出错： {0}

# pleaseEnterNonEmptyUrl
source: Please enter a URL.
es: Indique un URL.
fr: Saisissez une URL.
ja: URL を入力してください。
pt: Insira um URL.
ru: Введите URL-адрес.
zh_cn: 请输入 URL。

source: Add result import URL
es: Añadir un URL de importación de resultados
fr: Ajouter URL d'importation des résultats
ja: 結果インポート URL の追加
pt: Adicionar URL de importação de resultado
ru: Добавьте URL-адрес импорта результатов
zh_cn: 添加结果导入 URL

# errorAddingResultImportUrl
source: Error adding result import URL: {0}
es: Error al añadir URL de importación de resultados: {0}
fr: Erreur lors de l'ajout de l'URL d'importation des résultats : {0}
ja: 結果インポート URL を追加しようとしてエラーが発生: {0}
pt: Erro ao adicionar URL de importação de resultado: {0}
ru: Ошибка при добавлении URL-адресов импорта результатов: {0}
zh_cn: 添加结果导入 URL 出错： {0}

source: Remote Server Instances
es: Instancias de servidor remoto
fr: Instances de serveur distant
ja: リモートサーバインスタンス
pt: Instâncias do servidor remoto
ru: Удаленные экземпляры сервера
zh_cn: 远程服务器实例

source: Local Server
es: Servidor local
fr: Serveur local
ja: ローカルサーバ
pt: Servidor local
ru: Локальный сервер
zh_cn: 本地服务器

# errorRefreshingSailingServers
source: Error refreshing SailingServer instances: {0}
es: Error al refrescar instancias SailingServer: {0}
fr: Erreur lors de la mise à jour des instances SailingServer : {0}
ja: SailingServer インスタンスをリフレッシュしようとしてエラーが発生: {0}
pt: Erro ao atualizar instâncias de SailingServer: {0}
ru: Ошибка при обновлении экземпляров SailingServer: {0}
zh_cn: 刷新 SailingServer 实例出错： {0}

# successfullyUpdatedSailingServers
source: Successfully updated SailingServer instances
es: Instancias SailingServer actualizadas correctamente
fr: Instances SailingServer correctement mises à jour
ja: SailingServer インスタンスを正常に更新
pt: Instâncias de SailingServer atualizadas com êxito
ru: Экземпляры SailingServer успешно обновлены
zh_cn: 已成功更新 SailingServer 实例

# errorRemovingSailingServers
source: Error removing SailingServer instances: {0}
es: Error al eliminar instancias SailingServer: {0}
fr: Erreur lors de la suppression des instances SailingServer : {0}
ja: SailingServer インスタンスを削除しようとしてエラーが発生: {0}
pt: Erro ao remover instâncias de SailingServer: {0}
ru: Ошибка при удалении экземпляров SailingServer: {0}
zh_cn: 移除 SailingServer 实例出错： {0}

# addSailingServer
source: Add SailingServer instance
es: Añadir instancia SailingServer
fr: Ajouter instance SailingServer
ja: SailingServer インスタンスの追加
pt: Adicionar instância de SailingServer
ru: Добавить экземпляр SailingServer
zh_cn: 添加 SailingServer 实例

# errorAddingSailingServer
source: Error adding SailingServer instance: {0}
es: Error al añadir instancia SailingServer: {0}
fr: Erreur lors de l'ajout de l'instance SailingServer : {0}
ja: SailingServer インスタンスを追加しようとしてエラーが発生: {0}
pt: Erro ao adicionar instância de SailingServer: {0}
ru: Ошибка при добавлении экземпляра SailingServer: {0}
zh_cn: 添加 SailingServer 实例出错： {0}

# errorTryingToObtainLeaderboardContents
source: Error trying to obtain leaderboard contents: {0}
es: Error al intentar obtener contenidos de la tabla de clasificación: {0}
fr: Erreur lors de la tentative d'obtention du contenu du palmarès : {0}
ja: リーダーボード内容を取得しようとしてエラーが発生: {0}
pt: Erro ao tentar obter conteúdos do painel de classificação: {0}
ru: Ошибка при попытке получить содержимое таблицы лидеров: {0}
zh_cn: 尝试获取积分榜内容出错： {0}

source: Last Score Update
es: Última actualización de puntuación
fr: Dernière mise à jour des scores
ja: 最新スコア更新
pt: Atualização da última pontuação
ru: Последнее обновление оценок
zh_cn: 上次得分更新
