Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# orcPerformanceCurveRankingMetricDescription
source: ORC Performance Curve: Sophisticated handicapping scheme that awards time allowances based on a VPP/polar assuming pre-defined legs'' angles to the wind;\nbased on these allowances, an "implied wind" is calculated which is the basis for ranking.\nImplied wind can be calculated at any time in the race and is therefore the basis for in-race ranking.
es: Curva de rendimiento ORC: Sofisticado esquema de obstáculos que premia los márgenes de tiempo según un VPP/datos polares suponiendo ángulos de tramos predefinidos para el viento;\nsegún estos márgentes, se calcula un "viento implícito" que se utiliza como base para la clasificación.\nEl viento implícito puede calcularse en cualquier momento de la carrera y, por tanto, será la base para la clasificación en carrera.
fr: Courbe de performance ORC : procédé de distribution des handicaps sophistiqué qui accorde des compensations de temps en fonction d'un VPP/polaire, en imaginant des angles de portions de parcours prédéfinis par rapport au vent.\nEn fonction de ces compensations, un "vent implicite" est calculé et sert de base au classement.\nLe vent implicite peut être calculé à n'importe quel moment dans la course et sert alors de base pour le classement dans la course.
ja: ORC 性能曲線: 風に対して事前定義したレグのアングルを仮定して VPP/ポーラーに基づいて修正時間を与える洗練されたハンディキャップ付与方式です。\nこれらの修正時間に基づいて、ランキングの基礎となる "風の推定" が計算されます。\n風の推定は、レース中にいつでも計算でき、したがってレース中ランキングの基礎となります。
pt: Curva de performance ORC: esquema de "handicap" sofisticado que atribui bonificações de tempo com base em um VPP/carta polar assumindo pernas predefinidas'' ângulos em relação ao vento;\ncom base nessas bonificações, é calculado um "vento aproximado" que é a base para a classificação.\nO vento aproximado pode ser calculado em qualquer altura da corrida e é por isso a base para a classificação durante a corrida.
ru: Кривая эффективности ORC: сложная схема гандикапа, предоставляющая фору с учетом VPP/полярных данных для предварительно определенных углов отрезков к ветру;\nна основе этих допусков рассчитывается "подразумеваемый ветер", используемый как основа для ранжирования.\nПодразумеваемый ветер можно рассчитать в любое время в ходе гонки, поэтому он является основой для ранжирования в гонке.
zh_cn: ORC 成绩曲线： 复杂的差点方案，假设相对于风的预定义航段角度，根据 VPP/极坐标提供时间宽限；\n根据这些时间宽限，计算排名的基础 -“隐藏式风”。\n隐藏式风可在比赛轮次的任意时间计算，因此是比赛排名的基础。

# timeOnTimeAndDistanceRankingMetricDescription
source: Time-on-Time / Time-on-Distance: Final ranking by calculated time;\ntime is calculated by optionally applying a factor to the actual time (defaulting to 1.0)\nand subtracting an allowance in seconds per nautical mile,\napplied to the course length.\nIn-race ranks based on expected arrival at fastest boat''s current position\nassuming current leg''s average VMG/VMC.
es: Time-on-Time/Time-on-Distance: clasificación final calculada según el tiempo;\nel tiempo se calcula o bien aplicando un factor al tiempo real (por defecto es 1.0)\ny restando un margen en segundos por milla náutica,\naplicado a la longitud de la regata.\nLas clasificaciones en carrera se basan en la llegada prevista a la posición actual de la embarcación más rápida\nsuponiendo un VMG/VMC medio del tramo.
fr: Temps sur temps/Temps sur distance : classement final par temps calculé ;\nle temps est calculé en appliquant, de façon facultative, un facteur au temps réel (1.0 par défaut)\net en soustrayant une compensation en secondes par mille marin,\nappliqué à la longueur de la course.\nLe classement est effectué sur la base de l'arrivée estimée selon la position actuelle du bateau le plus rapide\nen supposant le VMG/VMC moyen.
ja: Time on Time / Time on Distance: 計算された時間による最終ランキングです。\n時間は実際の時間にオプションで係数 (初期値は 1.0) を適用して、\nコース長に適用される、海里当りの修正時間 (秒単位) を\n減じて計算されます。\nレース中のランクは、現在のレグの平均 VMG/VMC を仮定して\n最速艇の現在の位置への到着の予想に基づきます。
pt: Tempo sobre tempo/Tempo sobre distância: classificação final por tempo calculado;\no tempo é calculado aplicando opcionalmente um fator ao tempo real (padrão 1.0)\ne subtraindo uma bonificação em segundos por milha náutica,\naplicada ao comprimento do percurso.\nAs posições durante a corrida com base na chegada prevista na posição atual do barco mais rápido\npresumindo a VMG/VMC média da perna atual.
ru: Время-время/Время-дистанция: окончательное ранжирование по расчетному времени;\nвремя рассчитывается путем необязательного применения коэффициента к фактическому времени (по умолчанию 1,0)\nи вычитания допуска в секундах на морскую милю\nк длине курса.\nРанги в гонке основаны на ожидаемом прибытии на текущую позицию самой быстрой лодки\nс учетом средних значений VMG/VMC текущего отрезка.
zh_cn: 时间对时间/时间对距离：基于计算时间的最终排名；\n通过对实际时间选择应用一个系数（默认为 1.0）\n并减去应用于\n场地长度的每海里时间宽限（秒）计算时间。\n比赛名次假设当前航段的平均 VMG/VMC，以船只的最快速度预计到达当前位置为基础。

# timeOnTimeFactor
source: ToT Factor
es: Factor ToT
fr: Facteur temps sur temps (ToT)
ja: ToT 係数
pt: Fator de tempo sobre tempo
ru: Фактор ToT
zh_cn: ToT 系数

# timeOnDistanceAllowanceInSecondsPerNauticalMile
source: ToD Allowance
es: Margen ToD
fr: Compensation temps sur distance (ToD)
ja: ToD 修正時間
pt: Bonificação de tempo sobre distância
ru: Допуск ToD
zh_cn: ToD 宽限

# timeOnTimeFactorTooltip
source: Time-on-Time factor; actual time is multiplied with this factor in calculated time formula
es: Factor Time-On-Time: el tiempo real se multplica por este factor en una fórmula de tiempo calculada
fr: Facteur temps sur temps ; le temps réel est multiplié par ce facteur dans la formule de temps calculé.
ja: Time on Time 係数、実際の時間は計算された時間公式をこの係数で乗算
pt: Fator de tempo sobre tempo; o tempo real é multiplicado por este fator na fórmula do tempo calculado
ru: Фактор время-время; в формуле расчета времени фактическое время умножается на этот коэффициент
zh_cn: 时间对时间系数；在计算的时间公式中，实际时间乘以此系数

# timeOnDistanceAllowanceInSecondsPerNauticalMileTooltip
source: Time-on-Distance allowance in seconds per nautical mile;\ndistance sailed is multiplied with this allowance, and the resulting seconds are subtracted from the actual time sailed\n(optionally calculated by applying the time-on-time factor) in the calculated time formula
es: Margen Time-On-Distance en segundos por milla náutica: la distancia recorrida se multiplica por este factor y los segundos resultantes se restan del tiempo real navegado (opcionalmente se calcula aplicando el factor ToT) en la fórmula de tiempo calculada
fr: Compensation temps sur distance en secondes par mile marin ;\nla distance naviguée est multipliée par cette compensation, et les secondes résultantes sont soustraites du temps réel navigué \n(calculé de façon facultative en appliquant le facteur temps sur temps) dans la formule de calcul.
ja: 海里ごとの Time on Distance 修正時間 (秒)、\n帆走した距離をこの修正時間で乗じ、結果として得られた秒数を、計算された時間公式において\n帆走した実際の時間から減算 (オプションで Time on Time 係数を適用して計算)
pt: Bonificação de tempo sobre distância em segundos por milha náutica;\na distância navegada é multiplicada por esta bonificação e os segundos resultantes são subtraídos do tempo real navegado\n(opcionalmente calculado aplicando o fator de tempo sobre tempo) na fórmula do tempo calculado
ru: Допуск время-дистанция в секундах на морскую милю;\nв формуле расчета времени пройденная дистанция умножается на этот допуск, и полученное число секунд вычитается из фактического времени хода\n(необязательно рассчитывается применением коэффициента время-время)
zh_cn: 每海里的时间对距离宽限（秒）；\n航行的距离乘以此宽限，在计算的时间公式中，从航行的实际时间\n（应用时间对时间系数选择计算）中减去生成的描述

# calculatedTimeTraveled
source: Calculated Time
es: Tiempo calculado
fr: Temps calculé
ja: 計算時間
pt: Tempo calculado
ru: Расчетное время
zh_cn: 计算的时间

# calculatedTimeTraveledTooltip
source: Calculated time according to competitor''s handicap\nbased on time since start of race and (windward) distance traveled
es: Tiempo calculado según el hándicap del competidor a partir del tiempo transcurrido desde la salida de carrera y la distancia (a barlovento) recorrida
fr: Temps calculé selon le handicap du concurrent \nbasé sur le temps à partir du départ de la course et de la distance parcourue (au vent).
ja: レースのスタートからの時間および移動した (ウィンワード) 距離に基づいて\n競技者のハンディキャップに従って計算された時間
pt: Tempo calculado de acordo com o "handicap" do competidor\ncom base no tempo desde o início da corrida e a distância (a barlavento) navegada
ru: Расчетное время с учетом гандикапа участника\nна основе времени от старта гонки и пройденной (по ветру) дистанции
zh_cn: 根据参赛队\n的差点且基于比赛轮次开始的时间和航行的（上风）距离计算的时间

# raceCalculatedTimeAtEstimatedArrivalAtCompetitorFarthestAheadInSeconds
source: Calc.Time @ Fastest
es: Tiempo calculado @ más rápido
fr: Temps calculé @ par rapport au plus rapide
ja: 計算時間 @ 最速
pt: Tempo calculado do mais rápido
ru: Расч. время самой быстрой лодки
zh_cn: 在最快速度下计算时间

# raceCalculatedTimeAtEstimatedArrivalAtCompetitorFarthestAheadInSecondsTooltip
source: Calculated time at estimated arrival at the competitor that is currently farthest ahead in the race;\nestimation based on average VMG in current leg and equal (calculated) performance to fastest boat in all subsequent legs
es: Tiempo calculado a la llegada prevista al competidor que lidera actualmente la carrera\nestimación realizada en función el VMG medio en en el rendimiento de tramo actual (calculado) a la embarcación más rápida en todos los tramos subsiguientes.
fr: Temps calculé selon l'arrivée estimée du concurrent qui est actuellement en tête de la course ; \nestimation basée sur la VMG dans la portion de parcours actuelle, équivaut à la performance (calculée) du bateau le plus rapide dans toutes les portions de parcours suivantes.
ja: レースにおいて現在最も遠くの前方にいる競技者の推定到着で計算された時間、\n推定は、現レグでの平均 VMG および後続のすべてのレグでの最速艇と同等の (計算された) 性能に依拠
pt: Tempo calculado na chegada prevista do competidor que está atualmente mais à frente na corrida;\na estimativa é baseada na VMG média na perna atual e performance (calculada) igual ao barco mais rápido em todas as pernas subsequentes
ru: Расчетное время ожидаемого прибытия в позицию текущего лидера гонки;\nоценка основана на среднем значении VMG на текущем отрезке и (расчетной) эффективности, равной эффективности самой быстрой лодки, на всех последующих отрезках
zh_cn: 预计到达当前在比赛轮次最前方的参赛队的计算时间；\n预计基于当前航段的平均 VMG 和同等于最快船只在所有后续航段的（计算）成绩

source: Sailor Info
es: Información del navegante
fr: Informations concurrents
ja: 帆走情報
pt: Informação do velejador
ru: Сведения о мореходе
zh_cn: 水手信息

# sailorInfoLongText
source: Official Results, Protests,\nNotice Board, Sailor weather:
es: Resultados oficiales, reclamaciones,\ntablón de anuncios, tiempo de navegación:
fr: Résultats officiels, réclamations, météo marine
ja: 公式結果、抗議、\n掲示板、帆走中天候:
pt: Resultados oficiais, protestos,\nquadro de avisos, meteorologia do velejador:
ru: Официальные результаты, протесты,\nдоска уведомлений, погода:
zh_cn: 官方结果、声明、\n公告板、水手、天气：

source: Event Quickfinder
es: Evento Quickfinder
fr: Quickfinder manifestation
ja: イベントクイックファインダ
pt: Evento Quickfinder
ru: Быстрый поиск событий
zh_cn: 活动快速查找器

source: Regatta Quickfinder
es: Regata Quickfinder
fr: Quickfinder régate
ja: レガッタクイックファインダ
pt: Regata Quickfinder
ru: Быстрый поиск регат
zh_cn: 比赛快速查找器

source: Results Quickfinder
es: Resultados Quickfinder
fr: Quickfinder résultats
ja: 結果クイックファインダ
pt: Resultados Quickfinder
ru: Быстрый поиск результатов
zh_cn: 结果快速查找器

source: Races Quickfinder
es: Carreras Quickfinder
fr: Quickfinder courses
ja: レースクイックファインダ
pt: Corridas Quickfinder
ru: Быстрый поиск гонок
zh_cn: 比赛轮次快速查找器

source: Profile Quickfinder
es: Perfil Quickfinder
fr: Quickfinder profil
ja: プロファイルクイックファインダ
pt: Perfil Quickfinder
ru: Быстрый поиск профилей
zh_cn: 概要快速查找器

source: Statistics
es: Estadísticas
fr: Statistiques
ja: 統計
pt: Estatísticas
ru: Статистика
zh_cn: 统计

source: Impressions
es: Impresiones
ja: 印象
pt: Impressões
ru: Впечатления
zh_cn: 曝光量

# notAvailableOnMobileMessage
source: This content is not available on mobile.\nSwitch to the desktop version?
es: Este contenido no está disponible para la versión móvil. ¿Desea pasar a la versión de escritorio?
fr: Ce contenu n'existe pas en version mobile. \nPasser à la version bureau ?
ja: この内容はモバイルでは利用できません。\nデスクトップバージョンに切り替えますか。
pt: Este conteúdo não está disponível na versão móvel.\nMudar para a versão desktop?
ru: Это содержимое недоступно на мобильных устройствах.\nПерейти на версию для рабочего стола?
zh_cn: 此内容不适用于移动设备。\n是否切换到桌面版？

# gotoDesktop
source: Go to desktop version
es: Ir a la versión de escritorio
fr: Aller à la version bureau
ja: デスクトップバージョンにジャンプ
pt: Ir para versão desktop
ru: Перейти на версию для рабочего стола
zh_cn: 进入桌面版

source: Go back
es: Volver
fr: Retour
ja: 戻る
pt: Voltar
ru: Назад
zh_cn: 返回

# showAllX
source: Show all {0}
es: Mostrar todo {0}
fr: Afficher tout {0}
ja: 全 {0} を表示
pt: Visualizar todos os {0}
ru: Показать все {0}
zh_cn: 显示所有{0}

# collapseX
source: Collapse {0}
es: Comprimir {0}
fr: Réduire {0}
ja: {0} を圧縮
pt: Comprimir {0}
ru: Свернуть {0}
zh_cn: 折叠{0}

# numberOfGPSFixes
source: GPS fixes
es: Correcciones de GPS
fr: Positions GPS
ja: GPS フィックス
pt: Pontos fixos de GPS
ru: Замеры GPS
zh_cn: GPS 修复

# fastestSailor
source: Fastest
es: Más rápido
fr: Le plus rapide
ja: 最速
pt: O mais rápido
ru: Самый быстрый
zh_cn: 最快

# numberWindFixes
source: Wind fixes
es: Correcciones de viento
fr: Points vent
ja: 風フィックス
pt: Pontos fixos de vento
ru: Замеры ветра
zh_cn: 风力修复

source: Sailed miles
es: Millas navegadas
fr: Milles navigués
ja: 帆走マイル
pt: Milhas navegadas
ru: Пройдено миль
zh_cn: 航行英里

# noResults
source: There are no results available yet.
es: Todavía no hay resultados disponibles
fr: Aucun résultat disponible pour l'instant.
ja: 結果はまだ利用可能でありません。
pt: Ainda não estão disponíveis resultados.
ru: Результаты пока недоступны.
zh_cn: 没有可用的结果。

# noNews
source: There are no news available.
es: No hay noticias disponibles
fr: Aucune actualité disponible.
ja: 利用可能なニュースがありません。
pt: Não estão disponíveis novidades.
ru: Новости пока недоступны.
zh_cn: 没有可用的消息。

source: Open Leaderboard
es: Abrir tabla de clasificación
fr: Ouvrir palmarès
ja: リーダーボードを開く
pt: Abrir painel de classificação
ru: Открыть таблицу лидеров
zh_cn: 打开积分榜

source: Now
es: Ahora
fr: Maintenant
ja: 現在
pt: Agora
ru: Сейчас
zh_cn: 现在

# minutesAgo
source: {0} min ago
es: Hace {0} min
fr: Il y a {0} min.
ja: {0} 分前
pt: Há {0} min
ru: {0} мин. назад
zh_cn: {0}分钟前

# hoursAgo
source: {0} h ago
es: Hace {0} h
fr: Il y a {0} h.
ja: {0} 時間前
pt: Há {0} h
ru: {0} ч. назад
zh_cn: {0}小时前

source: Winner
es: Ganador
fr: Vainqueur
ja: 勝者
pt: Vencedor
ru: Победитель
zh_cn: 获胜者

# durationPlain
source: Duration
es: Duración
fr: Durée
ja: 期間
pt: Duração
ru: Продолжительность
zh_cn: 持续时间

source: Finished Races
es: Carreras finalizadas
fr: Courses terminées
ja: フィニッシュしたレース
pt: Corridas concluídas
ru: Завершенные гонки
zh_cn: 结束的比赛轮次

# selectCompetitor
source: Please select one competitor
es: Seleccione un competidor
fr: Sélectionnez un concurrent.
ja: 競技者を 1 つ選択してください
pt: Selecione um competidor
ru: Выберите одного участника
zh_cn: 请选择一支参赛队

source: All
es: Todos
fr: Tous
ja: 全
pt: Todos
ru: Все
zh_cn: 全部

source: Points
es: Puntos
ja: ポイント
pt: Pontos
ru: Баллы
zh_cn: 分数

# numberOfRacesShort
source: # Races
es: Nº regatas
fr: Nombre de courses
ja: # レース
pt: Nº de corridas
ru: Гонки
zh_cn: 比赛轮次数

source: Course Geometry
es: Geometría de la regata
fr: Géométrie du parcours
ja: コース配置
pt: Geometria do percurso
ru: Геометрия курса
zh_cn: 场地几何结构

# degreesToWind
source: {0}° to wind
es: {0}° respecto al viento
fr: {0}° au vent
ja: 風と {0}°
pt: {0}° para vento
ru: {0}° к ветру
zh_cn: {0}°（相对于风）

# miniLeeaderboardLegendText
source: Shows the points along with the number of races per competitor
es: Muestra los puntos y el número de carreras por competidor
fr: Affiche les points associés au nombre de courses par concurrent
ja: 競技者別にレース数とともに得点を表示
pt: Exibe os pontos juntamente com o número de corridas por competidor
ru: Показывает баллы и число гонок каждого участника
zh_cn: 显示分数以及各参赛队的比赛轮次数

# noFinishedRaces
source: There are no finished races yet
es: Todavía no ha finalizado ninguna carrera
fr: Aucune course terminée pour l'instant.
ja: フィニッシュしたレースがまだありません。
pt: Ainda não existem corridas concluídas.
ru: Завершенных гонок еще нет
zh_cn: 没有结束的比赛轮次

source: Races overview
es: Resumen de carreras
fr: Synthèse des courses
ja: レース概要
pt: Síntese de corridas
ru: Обзор гонок
zh_cn: 比赛轮次总览

# listFormatLabel
source: List format
es: Formato de lista
fr: Format de liste
ja: レース一覧
pt: Formato de lista
ru: Формат списка
zh_cn: 清单格式

# competitionFormatLabel
source: Competition format
es: Formato de competición
fr: Format de compétition
ja: 競技日
pt: Formato da competição
ru: Формат соревнования
zh_cn: 赛制

source: Empty
es: Vacío
fr: Vide
ja: 空
pt: Vazio
ru: Пусто
zh_cn: 空

source: Run a Query
es: Realice una consulta
fr: Exécuter une requête
ja: クエリを実行
pt: Executar uma consulta
ru: Выполнить запрос
zh_cn: 运行查询

source: Latest Regatta Standings
es: Últimas posiciones de la regata
fr: Classement de régate le plus récent
ja: レガッタ最新順位表
pt: Posições da última regata
ru: Позиции в последней регате
zh_cn: 最新比赛排名

source: Plain Text
es: Texto sin formato
fr: Texte brut
ja: プレーンテキスト
pt: Texto simples
ru: Простой текст
zh_cn: 纯文本

source: Column Chart
es: Gráfico de columnas
fr: Diagramme à colonnes
ja: 縦棒グラフ
pt: Diagrama de colunas
ru: Столбчатая диаграмма
zh_cn: 柱状图

source: Choose Presentation
es: Seleccionar presentación
fr: Sélectionner la présentation
ja: プレゼンテーション選択
pt: Selecionar apresentação
ru: Выберите представление
zh_cn: 选择介绍

# cantDisplayDataOfType
source: Can''t display data of type {0}
es: No se pueden mostrar datos del tipo {0}
fr: Affichage des données du type {0} impossible
ja: {0} タイプのデータは表示できません。
pt: Não é possível exibir dados do tipo {0}
ru: Невозможно отобразить данные типа {0}
zh_cn: 无法显示类型为{0}的数据

source: Shown Decimals
es: Decimales mostrados
fr: Nombre de décimales
ja: 小数点表示
pt: Decimais exibidos
ru: Отображаемые десятичные разряды
zh_cn: 显示小数

source: Open fullscreen view
es: Abrir vista de pantalla completa
fr: Ouvrir le mode Plein écran
ja: 全画面ビューを開く
pt: Abrir visão de tela inteira
ru: Открыть полноэкранный режим
zh_cn: 打开全屏视图

source: Close fullscreen view
es: Cerrar vista de pantalla completa
fr: Fermer le mode Plein écran
ja: 全画面ビューを閉じる
pt: Fechar visão de tela inteira
ru: Закрыть полноэкранный режим
zh_cn: 关闭全屏视图

# videosCount
source: {0,number} videos
es: {0,number} vídeos
fr: {0,number} vidéos
ja: {0,number} 動画
pt: {0,número} vídeos
ru: {0,number} видео
zh_cn: {0,number} 个视频

# videosCount[one]
source: {0,number} video
es: {0,number} vídeo
fr: {0,number} vidéo
ja: {0,number} 動画
pt: {0,número} vídeo
ru: {0,number} видео
zh_cn: {0,number} 个视频

# photosCount
source: {0,number} photos
es: {0,number} fotos
ja: {0,number} 写真
pt: {0,número} fotos
ru: {0,number} фото
zh_cn: {0,number} 张照片

# photosCount[one]
source: {0,number} photo
es: {0,number} foto
ja: {0,number} 写真
pt: {0,número} foto
ru: {0,number} фото
zh_cn: {0,number} 张照片

# eventsHaveTakenPlace
source: {0} events have taken place
es: Han tenido lugar {0} eventos
fr: {0} manifestations ont eu lieu.
ja: {0} イベントが行われました
pt: Foram realizados {0} eventos
ru: Имело место {0} событий
zh_cn: {0}个活动已举行

# eventsHaveTakenPlace[one]
source: One event has taken place
es: Ha tenido lugar un evento
fr: Une manifestation a eu lieu.
ja: 1 つのイベントが行われました
pt: Foi realizado um evento
ru: Имело место одно событие
zh_cn: 已举行一场活动

source: Race Office
es: Oficina de carrera
fr: Bureau de course
ja: レース事務所
pt: Secretaria do evento
ru: Служба гонки
zh_cn: 竞赛办公室

source: Analyze
es: Analizar
fr: Analyser
ja: 分析
pt: Analisar
ru: Анализировать
zh_cn: 分析

source: Data Mining Settings
es: Opciones de minería de datos
fr: Options de l'exploration de données
ja: データマイニング設定
pt: Configurações de data mining
ru: Параметры добычи данных
zh_cn: 数据挖掘设置

source: Multi Results Presenter
es: Presentador de resultados múltiples
fr: Visualiseur de résultats multiples
ja: 複数結果表示
pt: Apresentador de vários resultados
ru: Презентатор множества результатов
zh_cn: 多结果展示区

source: Plain Results Presenter
es: Presentador de resultados simples
fr: Visualiseur de résultats bruts
ja: プレーン結果表示ツール
pt: Apresentador de resultados simples
ru: Презентатор простых результатов
zh_cn: 纯结果展示区

source: Results Chart
es: Gráfico de resultados
fr: Graphique des résultats
ja: 結果チャート
pt: Diagrama de resultados
ru: Диаграмма результатов
zh_cn: 结果记录

source: Tabbed Results Presenter
es: Presentador de resultados por pestañas
fr: Visualiseur de résultats avec onglets
ja: タブ結果表示ツール
pt: Apresentador de resultados por fichas
ru: Презентатор результатов со вкладками
zh_cn: 选项卡式结果展示区

source: Polar Results Presenter
es: Presentador de resultados de coordenadas polares
fr: Visualiseur de résultats polaires
ja: ポーラー結果表示ツール
pt: Apresentador de resultados da carta polar
ru: Полярный презентатор результатов
zh_cn: 极坐标结果展示区

# dataMiningRetrieval
source: Data Retrieval
es: Recuperación de datos
fr: Récupération de données
ja: データ取得
pt: Obtenção de dados
ru: Извлечение данных
zh_cn: 数据检索

# actionWatch
source: Watch
es: Observar
fr: Regarder
ja: 視聴
pt: Ver
ru: Смотреть
zh_cn: 观看

# actionAnalyze
source: Analyze
es: Analizar
fr: Analyser
ja: 分析
pt: Analisar
ru: Анализировать
zh_cn: 分析

# denoteAllRacesForRaceLogTrackingShorctut
source: Shortcut to denote all races for racelog tracking
es: Acceso directo para indicar todas las carreras para un rastreo de registro de carrera
fr: Raccourci pour marquer toutes les courses pour le suivi par journaux de course
ja: レースログ追跡の全レース表示へのショートカット
pt: Atalho para denotar todas as corridas para rastreamento do registro de corridas
ru: Ярлык для отмены отслеживания журналов всех гонок
zh_cn: 为比赛轮次日志跟踪描述所有比赛轮次的快捷方式

source: Register Competitors
es: Registrar competidores
fr: Inscrire les concurrents
ja: 競技者の登録
pt: Registrar competidores
ru: Регистрация участников
zh_cn: 注册参赛队

source: Do you want to create a default Regatta Leaderboard?
es: ¿Desea crear una tabla de clasificación de regata predeterminada?
fr: Voulez-vous créer un palmarès de régate par défaut ?
ja: レガッタリーダーボードを初期登録しますか
pt: Você quer criar um painel de classificação da regata padrão?
ru: Создать таблицу лидеров регаты по умолчанию?
zh_cn: 是否确认默认的比赛积分榜？

source: Copy Course
es: Copiar regata
fr: Copier course
ja: コースのコピー
pt: Copiar percurso
ru: Копировать курс
zh_cn: 复制场地

source: Copy Competitors
es: Copiar competidores
fr: Copier concurrents
ja: 競技者のコピー
pt: Copiar competidores
ru: Копировать участников
zh_cn: 复制参赛队

source: Smartphone Tracking
es: Rastreo de smartphone
fr: Suivi smartphone
ja: スマートフォン追跡
pt: Rastreamento do Smartphone
ru: Отслеживание смартфона
zh_cn: 智能手机跟踪

# flightsCount
source: {0,number} flights
es: {0,number} vuelos
fr: {0,number} départs de deux équipages
ja: {0,number} フライト
pt: {0,número} voos
ru: {0,number} полетов
zh_cn: {0,number} 个航程

# flightsCount[one]
source: {0,number} flight
es: {0,number} vuelo
fr: {0,number} départ de deux équipages
ja: {0,number} フライト
pt: {0,número} voo
ru: {0,number} полет
zh_cn: {0,number} 个航程

source: View Query Definition
es: Ver definición de consulta
fr: Afficher la définition de la requête
ja: クエリ定義の表示
pt: Ver definição da consulta
ru: Просмотреть определение запроса
zh_cn: 查看查询定义

source: Query Definition Viewer
es: Visor de definición de consulta
fr: Visualiseur de définitions de requête
ja: クエリ定義ビューア
pt: Visualizador de definição da consulta
ru: Средство просмотра определения запроса
zh_cn: 查询定义查看器

source: Group Average (Ascending)
es: Promedio de grupo (ascendente)
fr: Moyenne du groupe (ascendant)
ja: グループ平均 (昇順)
pt: Média do grupo (crescente)
ru: Среднее группы (по возрастанию)
zh_cn: 分组平均值（递增）

source: Group Average (Descending)
es: Promedio de grupo (descendente)
fr: Moyenne du groupe (descendant)
ja: グループ平均 (降順)
pt: Média do grupo (decrescente)
ru: Среднее группы (по убыванию)
zh_cn: 分组平均值（递减）
