Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# windwardDistanceToCompetitorFarthestAheadInMetersTooltip
source: Windward/leeward distance of the competitor to the competitor farthest ahead in the race for upwind/downwind legs, respectively, or the along-track distance for reaching legs.\nNote that the competitor that is farthest ahead is not necessarily leading the race if handicap ranking is in place.
es: Distancia a barlovento/sotavento del competidor al competidor más adelantado en la carrera para ceñidas/empopadas, respectivamente, o distancia a lo largo de la derrota propuesta para alcanzar tramos. Tenga en cuenta que el competidor más adelantado no necesariamente lidera la carrera si hay puntuación de hándicap.
fr: Distance au vent/sous le vent entre le concurrent et celui en tête de la course pour les portions de parcours dans le lit du vent/à vent arrière, respectivement, ou la distance de parcours pour atteindre une portion de parcours.\nNotez que le concurrent en tête n'est pas forcément premier de la course si un classement prenant en compte les difficultés est en vigueur.
ja: アップウィンド/ダウンウィンドレグに対するレース内で最も遠くの前方にいる競技者までの競技者のウィンワード/リーワード距離、またはリーチングレグに対するアロングトラック距離です。\n最も遠くの前方にいる競技者は、ハンディキャップランキングが実施されている場合には必ずしもレースの首位艇ではないことに注意してください。
pt: Distância a barlavento/sotavento do competidor em relação ao competidor mais à frente na corrida para pernas de contravento/popa, respectivamente, ou a distância ao longo da pista para pernas a través.\nConsidere que o competidor que está mais à frente não é necessariamente o líder da corrida se estiver sendo utilizada uma classificação de "handicap".
ru: Расстояние от участника до первой лодки в гонке с учетом направления ветра.\nПервая лодка не обязательно лидирует в гонке, если применяется ранжирование с гандикапом.
zh_cn: 迎/顺风航段中参赛队分别与比赛轮次中最前方参赛队的上风/下风距离，或横风航段的沿轨道航行距离。\n请注意，如果设定差点排名，最前方的参赛队并不一定是比赛轮次的领先者。

source: Name
es: Nombre
fr: Nom
ja: 名称
pt: Nome
ru: Название
zh_cn: 名称

source: Leave empty for default
es: Dejar vacío para valor por predeterminado
fr: Laissez vide pour que la valeur par défaut s'applique.
ja: デフォルトでは空のままにします
pt: Deixar em branco para padrão
ru: Чтобы задать название по умолчанию, оставьте пустым
zh_cn: 针对默认值留空

source: Track New event
es: Rastrear evento nuevo
fr: Suivre une nouvelle manifestation
ja: 新規イベント追跡
pt: Rastrear evento novo
ru: Отслеживать новое событие
zh_cn: 跟踪新活动

source: Trackable Races
es: Carreras rastreables
fr: Courses disponibles pour suivi
ja: 追跡可能レース
pt: Corridas rastreáveis
ru: Гонки с возможностью отслеживания
zh_cn: 可跟踪的比赛轮次

source: Track Wind
es: Rastrear vientos
fr: Suivre le vent
ja: 風の追跡
pt: Rastrear vento
ru: Отслеживать ветер
zh_cn: 跟踪风力

source: Regatta name
es: Nombre de la regata
fr: Nom de la régate
ja: レガッタ名
pt: Nome da regata
ru: Название регаты
zh_cn: 比赛名称

source: Event name
es: Nombre del evento
fr: Nom de la manifestation
ja: イベント名
pt: Nome do evento
ru: Название события
zh_cn: 活动名称

source: Event
es: Evento
fr: Manifestation
ja: イベント
pt: Evento
ru: Событие
zh_cn: 活动

source: Start time
es: Hora de inicio
fr: Heure du départ
ja: 開始時間
pt: Hora de início
ru: Время начала
zh_cn: 开始时间

source: Start of tracking
es: Inicio del rastreo
fr: Début du suivi
ja: 追跡の開始
pt: Início de rastreamento
ru: Начало отслеживания
zh_cn: 开始跟踪

source: End of tracking
es: Fin del rastreo
fr: Fin du suivi
ja: 追跡の終了
pt: Fim de rastreamento
ru: Окончание отслеживания
zh_cn: 结束跟踪

source: Regatta
es: Regata
fr: Régate
ja: レガッタ
pt: Regata
ru: Регата
zh_cn: 比赛

source: Regattas
es: Regatas
fr: Régates
ja: レガッタ
pt: Regatas
ru: Регаты
zh_cn: 比赛

source: Start tracking
es: Iniciar rastreo
fr: Lancer le suivi
ja: 追跡開始
pt: Iniciar rastreamento
ru: Начать отслеживание
zh_cn: 开始跟踪

source: Stop tracking
es: Detener rastreo
fr: Arrêter le suivi
ja: 追跡停止
pt: Parar rastreamento
ru: Прекратить отслеживание
zh_cn: 停止跟踪

source: Connections
es: Conexiones
fr: Connexions
ja: 接続
pt: Conexões
ru: Подключения
zh_cn: 连接

source: History of connections
es: Historial de conexiones
fr: Historique des connexions
ja: 接続の履歴
pt: Histórico de conexões
ru: История подключений
zh_cn: 连接历史记录

# defineNewConnection
source: Define a new connection
es: Definir una conexión nueva
fr: Définir une nouvelle connexion
ja: 新規接続の定義
pt: Definir uma nova conexão
ru: Определить новое подключение
zh_cn: 定义新连接

source: Tracked races
es: Carreras con rastreo
fr: Courses suivies
ja: 追跡レース
pt: Corridas rastreadas
ru: Отслеживаемые гонки
zh_cn: 跟踪的比赛轮次

source: Can send requests
es: Se pueden enviar solicitudes
fr: Peut envoyer demandes
ja: 要求を送信可能
pt: É possível enviar pedidos
ru: Может отправлять запросы
zh_cn: 可以发送申请

source: Connect and read races
es: Conectar y leer carreras
fr: Se connecter et visualiser courses
ja: 接続してレース読込
pt: Conectar e ler corridas
ru: Подключиться и считать гонки
zh_cn: 连接并读取比赛轮次

source: Ports
es: Puertos
ja: ポート
pt: Portas
ru: Порты
zh_cn: 端口

source: Live data
es: Datos en directo
fr: Données en direct
ja: ライブデータ
pt: Dados ao vivo
ru: Оперативные данные
zh_cn: 实况数据

source: Stored data
es: Datos grabados
fr: Données stockées
ja: 格納データ
pt: Dados armazenados
ru: Хранимые данные
zh_cn: 存储的数据

source: URIs
ja: URI
ru: URI
zh_cn: URI

source: JSON URL
pt: URL JSON
ru: URL-адрес JSON

# livePort
source: Port Live Data
es: Datos en directo de puerto
fr: Port données en direct
ja: ポートライブデータ
pt: Dados ao vivo de porta
ru: Порт оперативных данных
zh_cn: 端口实况数据

# storedPort
source: Port Stored Data
es: Datos grabados de puerto
fr: Port données stockées
ja: ポート格納データ
pt: Dados armazenados de porta
ru: Порт хранимых данных
zh_cn: 端口存储的数据

source: Live URI
es: URI en directo
fr: URI en direct
ja: ライブ URI
pt: URI ao vivo
ru: URI оперативных данных
zh_cn: 实况 URI

source: Stored URI
es: URI almacenado
fr: URI stockée
ja: 格納 URL
pt: URI armazenado
ru: URI хранимых данных
zh_cn: 存储的 URI

# eventsConnectedTo
source: Events Currently Tracked
es: Eventos rastreados actualmente
fr: Manifestations actuellement suivies
ja: 現在追跡中のイベント
pt: Eventos rastreados atualmente
ru: Отслеживаемые события
zh_cn: 当前跟踪的活动

source: Hostname
es: Nombre de host
fr: Nom de l'hôte
ja: ホスト名
pt: Nome do host
ru: Имя хоста
zh_cn: 主机名

# declinationCheckbox
source: Correct Wind Bearing by Declination
es: Corregir marcación del viento por declinación
fr: Corriger la direction du vent par déclinaison
ja: 偏角別の適切な風方位
pt: Corrigir rumo do vento por inclinação
ru: Корректировать направление ветра по отклонению
zh_cn: 通过偏角更正风方位

# raceStartTrackingColumn
source: Tracking Started
es: Rastreo iniciado
fr: Suivi lancé
ja: 追跡開始
pt: Rastreamento iniciado
ru: Отслеживание начато
zh_cn: 开始的跟踪

source: Pause automatic refresh
es: Pausar el refresco automático
fr: Arrêter Actualisation automatique
ja: 自動リフレッシュを中断
pt: Interromper atualização automática
ru: Приостановить автоматическое обновление
zh_cn: 暂停自动刷新

# autoRefresh
source: Refresh automatically
es: Refrescar automáticamente
fr: Actualiser automatiquement
ja: 自動リフレッシュ
pt: Atualizar automaticamente
ru: Обновлять автоматически
zh_cn: 自动刷新

# delayInSeconds
source: Delay (s)
es: Retraso (s)
fr: Décalage (s)
ja: 遅延
pt: Atraso(s)
ru: Задержка (с)
zh_cn: 延迟 (s)

# delayBetweenAutoAdvances
source: Delay between auto-updates in seconds:
es: Retraso entre actualizaciones automáticas en segundos:
fr: Décalage entre mises à jour automatiques en secondes :
ja: 自動更新間の遅延秒数:
pt: Atraso entre atualizações automáticas em segundos:
ru: Задержка между автообновлениями в секундах:
zh_cn: 自动刷新之间的延迟（秒）：

# delayMustBeNonNegative
source: The delay must be greater than zero
es: El retraso debe ser mayor que cero.
fr: Le décalage doit être supérieur à zéro.
ja: 遅延はゼロより大きい必要
pt: O atraso deve ser superior a zero
ru: Задержка должна быть больше нуля
zh_cn: 延迟必须大于零

source: Choose update interval of at least one second
es: Seleccione un intervalo de actualización de al menos un segundo
fr: Sélectionnez un intervalle de mise à jour d'au moins une seconde.
ja: 1 秒以上の更新間隔を選択
pt: Selecionar intervalo de atualização de pelo menos um segundo
ru: Выберите интервал обновления не менее одной секунды
zh_cn: 选择至少一秒的更新间隔

source: Error setting wind for race
es: Error al configurar viento para la carrera
fr: Erreur lors de la définition du vent pour la course
ja: レースの風の設定でエラー発生
pt: Erro ao definir vento para corrida
ru: Ошибка при установке ветра для гонки
zh_cn: 设置比赛轮次的风力出错

source: Error fetching wind information for race
es: Error al obtener información de viento para la carrera
fr: Erreur lors de l'accès aux données de vent pour la course
ja: レースの風情報の取込でエラー発生
pt: Erro ao obter informações do vento para corrida
ru: Ошибка при извлечении сведений о ветре для гонки
zh_cn: 获取比赛轮次的风力信息出错

# errorWhileTryingToSetWindSourceForRace
source: Error while trying to set "wind starts upwind" flag
es: Error al intentar fijar el indicador «viento empieza a barlovento»
fr: Erreur lors de la tentative d'activation de l'indicateur "Vent de début : au vent"
ja: "アップウィンドの風で開始" フラグを設定しようとしてエラーが発生
pt: Erro ao tentar definir a bandeira "o vento começa a contravento"
ru: Ошибка при попытке установить флаг "ветер начинается навстречу"
zh_cn: 尝试设置“开始迎风”旗标出错

source: in event
es: en evento
fr: dans la manifestation
ja: イベント:
pt: no evento
ru: в событии
zh_cn: 活动中

source: to
es: a
fr: à
pt: para
ru: на
zh_cn: 至

# toSide
source: to
es: a
fr: à
pt: para
ru: на
zh_cn: 至

source: Show estimated wind
es: Mostrar viento estimado
fr: Afficher estimation du vent
ja: 推定された風の表示
pt: Visualizar vento previsto
ru: Показать оценку ветра
zh_cn: 显示预计风力

source: Timing
es: Tiempo
fr: Calcul du temps
ja: タイミング
pt: Cronometragem
ru: Хронометраж
zh_cn: 定时

# raceDetailsToShow
source: Race Details
es: Detalles de la carrera
fr: Détails de la course
ja: レース詳細
pt: Detalhes da corrida
ru: Подробности гонки
zh_cn: 比赛轮次详情

# overallDetailsToShow
source: Overall Details
es: Detalles generales
fr: Détails généraux
ja: 全体詳細
pt: Detalhes gerais
ru: Общие подробности
zh_cn: 总体详情

# legDetailsToShow
source: Leg Details
es: Detalles de tramo
fr: Détails de la portion de parcours
ja: レグ詳細
pt: Detalhes da perna
ru: Подробности
zh_cn: 航段详情

# columnMoveUp
source: Up
es: Arriba
fr: Dans le lit
ja: 上
pt: Para cima
ru: Вверх
zh_cn: 向上

# columnMoveDown
source: Down
es: Abajo
fr: Arrière
ja: 下
pt: Para baixo
ru: Вниз
zh_cn: 向下

source: Port
es: Babor
fr: À bâbord
ja: ポート
pt: Bombordo
ru: Порт
zh_cn: 端口

# raceStartTimeColumn
source: Race Started
es: Carrera iniciada
fr: Course lancée
ja: レーススタート済
pt: Corrida iniciada
ru: Гонка начата
zh_cn: 比赛轮次开始时间

source: Show only selected competitors
es: Mostrar solo competidores seleccionados
fr: Afficher uniquement concurrents sélectionnés
ja: 選択した競技者のみ表示
pt: Visualizar somente os competidores selecionados
ru: Показать только выбранных участников
zh_cn: 仅显示选择的参赛队

# showSelectedCompetitorsInfo
source: Show info box for selected competitors
es: Mostrar cuadro de información para competidores seleccionados
fr: Afficher carré d'infos pour concurrents sélectionnés
ja: 選択した競技者の情報ボックスを表示
pt: Visualizar caixa de informações para competidores selecionados
ru: Показать окно сведений для выбранных участников
zh_cn: 显示所选参赛队的信息框

# tailLength
source: Tail length (s)
es: Longitud(es) de cola
fr: Longueur du parcours effectué (s)
ja: テール長
pt: Comprimento de popa (s)
ru: Длина хвоста (с)
zh_cn: 尾流线长度 (s)

# selectedRaces
source: Which races would you like to display?
es: ¿Qué carreras desea visualizar?
fr: Quelles courses souhaitez-vous afficher ?
ja: どのレースを表示しますか
pt: Que corridas você gostaria de exibir?
ru: Какие гонки вы хотите просмотреть?
zh_cn: 要显示哪个比赛轮次？

# lengthInSeconds
source: Length (s)
es: Longitud(es)
fr: Longueur (s)
ja: 長さ
pt: Comprimento (s)
ru: Длина (с)
zh_cn: 长度 (s)

source: Stress Test
es: Prueba de strés
fr: Test de stress
ja: ストレステスト
pt: Teste de estresse
ru: Стресс-тест
zh_cn: 压力测试

# numberOfManeuvers
source: Maneuvers
es: Maniobras
fr: Manœuvres
ja: マニューバー
pt: Manobras
ru: Маневры
zh_cn: 操作

# numberOfManeuversTooltip
source: The number of the maneuvers sailed in this leg.
es: Número de maniobras navegadas en este tramo.
fr: Le nombre de manœuvres effectuées dans cette portion du parcours.
ja: このレグで帆走したマニューバーの数です。
pt: O número de manobras efetuadas nesta perna.
ru: Число совершенных маневров на данном отрезке.
zh_cn: 本航段操作数量。

# numberOfManeuversInRaceTooltip
source: The number of maneuvers sailed in this race.
es: Número de maniobras navegadas en esta carrera.
fr: Le nombre de manœuvres effectuées dans cette course.
ja: このレースで帆走したマニューバーの数です。
pt: O número de manobras efetuadas nesta corrida.
ru: Число совершенных маневров в данной гонке.
zh_cn: 本比赛轮次操作数量。

source: Tacks
es: Bordadas
fr: Virements
ja: タック
pt: Cambadas
ru: Поворотов оверштаг
zh_cn: 迎风转向

source: Jibes
es: Trasluchadas
fr: Changements d'amure
ja: ジャイブ
pt: Jaibes
ru: Поворотов фордевинд
zh_cn: 顺风转向

source: Penalty Circles
es: Círculos de penalización
fr: Tours de pénalité
ja: ペナルティーサークル
pt: Voltas de punição
ru: Штрафных кругов
zh_cn: 惩罚转圈

# medalRaceIsNull
source: Medalrace value not allowed
es: Valor de regata final no permitido
fr: Valeur de course à la médaille non autorisée
ja: メダルレース値は不可
pt: Valor de corrida para medalha não permitido
ru: Значение гонки на медали не разрешено
zh_cn: 不允许奖牌轮值

source: Configuration
es: Configuración
ja: 設定
pt: Configuração
ru: Конфигурация
zh_cn: 配置

# maneuverTypes
source: Maneuvers
es: Maniobras
fr: Manœuvres
ja: マニューバー
pt: Manobras
ru: Маневры
zh_cn: 操作

source: Choose chart
es: Seleccionar gráfico
fr: Sélectionner graphique
ja: チャートの選択
pt: Selecionar diagrama
ru: Выберите диаграмму
zh_cn: 选择记录

source: Distance Traveled
es: Distancia viajada
fr: Distance parcourue
ja: 移動した距離
pt: Distância navegada
ru: Пройденная дистанция
zh_cn: 航行距离

# distanceTraveledTooltip
source: The distance traveled from the leg start to the end\nor to the current time point, if the leg isn''t finished.
es: Distancia recorrida desde el inicio del tramo hasta el final, o hasta el momento actual si el tramo no ha finalizado.
fr: Distance naviguée du début de la portion de parcours jusqu'à sa fin\nou jusqu'à l'heure actuelle, si la portion de parcours n'est pas terminée.
ja: レグ始点からレグ終点まで、またはレグが\nフィニッシュしていない場合は現時点までに移動した距離です。
pt: A distância navegada do início ao fim da perna\nou até a hora atual se a perna não estiver concluída.
ru: Расстояние, пройденное от старта отрезка до конца\nили до текущего момента, если отрезок не завершен.
zh_cn: 如果航段没有结束，从航段起点到终点\n或当前时间点航行的距离。

# raceDistanceTraveledTooltip
source: The distance traveled from the race start to the end\nor to the current time point, if the race isn''t finished.
es: Distancia recorrida desde el inicio de la carrera hasta el final, o hasta el momento actual si la carrera no ha finalizado.
fr: Distance naviguée du début de la course jusqu'à sa fin\nou jusqu'à l'heure actuelle, si la course n'est pas terminée.
ja: レース開始からレース終了まで、またはレースが\nフィニッシュしていない場合は現時点までに移動した距離です。
pt: A distância navegada do início ao fim da corrida\nou até a hora atual se a corrida não estiver concluída.
ru: Расстояние, пройденное от старта гонки до конца\nили до текущего момента, если гонка не завершена.
zh_cn: 如果航段没有结束，从比赛轮次开始到结束\n或当前时间点航行的距离。

# velocityMadeGoodLong
source: Velocity Made Good
fr: Compromis Cap/Vitesse (VMG)
ja: VMG (有効速度)
pt: Velocidade diretamente na linha do vento real (VMG)
ru: Эффективная скорость лавирования (VMG)
zh_cn: 沿计划航线上的航速

# speedOverGroundLong
source: Speed Over Ground
fr: Vitesse fond
ja: 対地速力
pt: Velocidade no fundo
ru: Скорость относительно грунта (SOG)
zh_cn: 实际速度

# gapToLeaderLong
source: Gap To Leader
fr: Écart par rapport au concurrent en tête
ja: 首位艇までの距離差
pt: Distância para líder
ru: Отставание от лидера
zh_cn: 与第一名的差距

source: Points to load
es: Puntos para cargar
fr: Points à charger
ja: ロードするポイント
pt: Pontos a serem carregados
ru: Точки для загрузки
zh_cn: 得分

source: Speed
es: Velocidad
fr: Vitesse
ja: 速力
pt: Velocidade
ru: Скорость
zh_cn: 速度

source: Distance
es: Distancia
ja: 距離
pt: Distância
ru: Дистанция
zh_cn: 距离

source: in
es: en
fr: en
pt: em
ru: в
zh_cn: 于

# secondsUnit
source: s
ru: с

# secondsPerNauticalMileUnit
source: s/NM
ru: с/NM

# metersUnit
source: m
fr: nm
ru: м

source: Close
es: Cerrar
fr: Fermer
ja: 閉じる
pt: Encerrar
ru: Закрыть
zh_cn: 关闭

source: Compare competitors
es: Comparar competidores
fr: Comparer concurrents
ja: 競技者比較
pt: Comparar competidores
ru: Сравнить участников
zh_cn: 比较参赛队

source: Description
es: Descripción
ja: 内容説明
pt: Descrição
ru: Описание
zh_cn: 描述

source: Sail number
es: Número de vela
fr: Numéro de voile
ja: セールナンバー
pt: Número da vela
ru: Номер на парусе
zh_cn: 帆号

source: Country
es: País
fr: Pays
ja: 国
pt: País
ru: Страна
zh_cn: 国家/地区

# no3LetterCodes
source: Unable to find the IOC 3-letter-codes.
es: No es posible encontrar los códigos IOC de 3 letras.
fr: Codes CIO à trois lettres introuvables
ja: IOC 3 文字コードを検索できませんせした。
pt: Impossível encontrar os códigos de 3 letras do COI.
ru: Не удалось найти 3-буквенные коды IOC.
zh_cn: 无法找到 IOC 3 个字母的代码。

source: Add
es: Añadir
fr: Ajouter
ja: 追加
pt: Adicionar
ru: Добавить
zh_cn: 添加

source: Delete
es: Borrar
fr: Supprimer
ja: 削除
pt: Eliminar
ru: Удалить
zh_cn: 删除

source: Show charts
es: Mostrar gráficos
fr: Afficher graphiques
ja: チャート表示
pt: Visualizar diagramas
ru: Показать диаграммы
zh_cn: 显示记录

# raceWithThisNameAlreadyExists
source: A race with that name already exists.
es: Ya existe una carrera con este nombre.
fr: Une course de ce nom existe déjà.
ja: その名称のレースはすでに登録されています。
pt: Já existe uma corrida com esse nome.
ru: Гонка с таким названием уже существует.
zh_cn: 具有此名称的比赛轮次已存在。

# raceWithThisNameAlreadyExistsInRegatta
source: A race with that name already exists in this regatta.
es: Ya existe una carrera con este nombre en esta regata.
fr: Une course de ce nom existe déjà dans cette régate.
ja: その名称のレースはこのレガッタにすでに登録されています。
pt: Já existe uma corrida com esse nome nesta regata.
ru: Гонка с таким названием уже существует в данной регате.
zh_cn: 具有此名称的比赛轮次在比赛中已存在。

source: Head up
es: Aproar
fr: Lofer
ja: ヘッドアップ
pt: Orçar
ru: Приведение к ветру
zh_cn: 顶风行驶

source: Bear away
es: Abatir
fr: Abattre
ja: ベアアウェイ
pt: Arribar
ru: Увал под ветер
zh_cn: 顺偏行驶

source: Tack
es: Bordada
fr: Virer
ja: タック
pt: Cambar
ru: Оверштаг
zh_cn: 迎风转向

# tackTooltip
source: The amount of tacks sailed in this race.
es: Número de bordadas realizadas en esta carrera.
fr: Le nombre de virements effectués dans cette course.
ja: このレースで帆走したタックの数です。
pt: O número de cambadas efetuadas nesta corrida.
ru: Число совершенных поворотов оверштаг в данной гонке.
zh_cn: 本比赛轮次的迎风转向次数。

source: Jibe
es: Trasluchada
fr: Changement d'amure
ja: ジャイブ
pt: Jaibar
ru: Фордевинд
zh_cn: 顺风转向

# jibeTooltip
source: The amount of jibes sailed in this race.
es: Número de trasluchadas realizadas en esta carrera.
fr: Le nombre de changements d'amure effectués dans cette course.
ja: このレースで帆走したジャイブの数です。
pt: O número de jaibes efetuados nesta corrida.
ru: Число совершенных поворотов фордевинд в данной гонке.
zh_cn: 本比赛轮次的顺风转向次数。

source: Penalty circle
es: Círculo de penalización
fr: Tour de pénalité
ja: ペナルティーサークル
pt: Volta de punição
ru: Штрафной круг
zh_cn: 惩罚转圈

# penaltyCircleTooltip
source: The amount of penalty circles sailed in this race.
es: Número de círculos de penalización realizados en esta carrera.
fr: Le nombre de tours de pénalité effectués dans cette course.
ja: このレースで帆走したペナルティー回転の数です。
pt: O número de voltas de punição efetuadas nesta corrida.
ru: Число штрафных кругов, пройденных в данной гонке.
zh_cn: 本比赛轮次的惩罚圈数。

source: Mark passing
es: Superación de marca
fr: Passage de marque
ja: マーク通過
pt: Passagem na marca
ru: Прохождение отметки
zh_cn: 绕标

source: Mark
es: Marca
fr: Marque
ja: マーク
pt: Marca
ru: Отметка
zh_cn: 标志

# otherManeuver
source: Unknown maneuver
es: Maniobra desconocida
fr: Manœuvre inconnue
ja: 不明のマニューバー
pt: Manobra desconhecida
ru: Неизвестный маневр
zh_cn: 未知操作

source: Douglas peucker points
es: Puntos de Douglas-Peucker
fr: Points Douglas-Peucker
ja: Douglas peucker ポイント
pt: Pontos de Douglas-Peucker
ru: Точки Дугласа – Пекера
zh_cn: 道格拉斯-普克得分

source: Filter races
es: Filtrar carreras
fr: Filtrer les courses
ja: レースのフィルタリング
pt: Filtrar corridas
ru: Фильтровать гонки
zh_cn: 筛选比赛轮次

# filterByNameOrBoatClass
source: by name or boat class
es: por nombre o clase de embarcación
fr: par nom ou par catégorie de bateau
ja: 名前または艇種別
pt: por nome ou classe de barcos
ru: по названию или классу лодок
zh_cn: 按名称或船只级别

# filterByRegatta
source: by regatta
es: por regata
fr: par régate
ja: レガッタ別
pt: por regata
ru: по регате
zh_cn: 按比赛

source: Filter media by name
es: Filtrar medios por nombre
fr: Filtrer médias par nom
ja: メディアをフィルタリングする名称
pt: Filtrar mídia por nome
ru: Фильтровать по названию
zh_cn: 按名称筛选媒体

source: Track settings
es: Opciones de rastreo
fr: Options de suivi
ja: 設定追跡
pt: Rastrear configurações
ru: Параметры отслеживания
zh_cn: 跟踪设置

# actionEdit
source: Edit
es: Editar
fr: Modifier
ja: 編集
pt: Processar
ru: Изменить
zh_cn: 编辑

# actionEditCompetitors
source: Edit competitors
es: Editar competidores
fr: Modifier concurrents
ja: 競技者編集
pt: Processar competidores
ru: Изменить участников
zh_cn: 编辑参赛队

# actionEditScores
source: Edit scores
es: Editar puntuaciones
fr: Modifier scores
ja: スコア編集
pt: Processar pontuações
ru: Изменить оценки
zh_cn: 编辑得分

# actionOpenBrowser
source: Open in Browser
es: Abrir en navegador
fr: Ouvrir dans le navigateur
ja: ブラウザで開く
pt: Abrir no browser
ru: Открыть в браузере
zh_cn: 在浏览器中打开

# actionRemove
source: Remove
es: Eliminar
fr: Supprimer
ja: 削除
pt: Remover
ru: Удалить
zh_cn: 移除

# actionEditSeries
source: Edit Series
es: Editar series
fr: Modifier série
ja: シリーズ編集
pt: Processar série
ru: Изменить серию
zh_cn: 编辑系列

# actionRaceEdit
source: Edit or rename race
es: Editar o renombrar carrera
fr: Modifier ou renommer course
ja: レース編集/名称変更
pt: Processar ou renomear corrida
ru: Изменить или переименовать гонку
zh_cn: 编辑或重命名比赛轮次

# actionRaceUnlink
source: Unlink race
es: Desvincular carrera
fr: Annuler Lier course
ja: レースのリンク解除
pt: Eliminar link de corrida
ru: Отменить связывание гонки
zh_cn: 取消链接比赛轮次

# actionRaceRemove
source: Remove race
es: Eliminar carrera
fr: Supprimer course
ja: レース削除
pt: Remover corrida
ru: Удалить гонку
zh_cn: 移除比赛轮次

# actionExportXML
source: Export as XML
es: Exportar como XML
fr: Exporter au format XML
ja: XML としてエクスポート
pt: Exportar como XML
ru: Экспортировать как XML
zh_cn: 以 XML 格式导出

# actionOpenDashboard
source: Open Coach Dashboard
es: Abrir dashboard de entrenador
fr: Ouvrir le tableau de bord des coachs
ja: コーチダッシュボードを開く
pt: Abrir painel do treinador
ru: Открыть панель тренера
zh_cn: 打开教练仪表盘

source: Filter leaderboards by name
es: Filtrar tablas de clasificación por nombre
fr: Filtrer palmarès par nom
ja: リーダーボードをフィルタリングする名称
pt: Filtrar painéis de classificação por nome
ru: Фильтровать таблицы лидеров по названию
zh_cn: 按名称筛选积分榜

source: Actions
es: Acciones
ja: アクション
pt: Ações
ru: Действия
zh_cn: 操作

source: Is linked
es: está vinculada
fr: Est lié(e)
ja: リンク済
pt: Está ligado
ru: Связано
zh_cn: 已链接

source: Yes
es: Sí
fr: Oui
ja: はい
pt: Sim
ru: Да
zh_cn: 是

source: No
fr: Non
ja: いいえ
pt: Não
ru: Нет
zh_cn: 否

# hoverOverAPoint
source: Hover over a point for details
es: Pase el cursor por encima de un punto para obtener detalles
fr: Placez le curseur sur un point pour obtenir des détails.
ja: 詳細についてはポイントをホバー
pt: Passar com o mouse sobre um ponto para detalhes
ru: Наведите указатель для просмотра подробностей
zh_cn: 将鼠标移到得分，查看详情

source: No selection
es: Ninguna selección
fr: Aucune sélection
ja: 未選択
pt: Nenhuma seleção
ru: Ничего не выбрано
zh_cn: 无选择
