Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# warningBrowserUnsupported
source: This website is not optimized for your browser. Please switch to a newer one like Firefox or Chrome.
es: Este sitio web no está optimizado para su navegador. Utilice un navegador distinto, como Firefox o Chrome.
fr: Ce site Web n'est pas optimisé pour votre navigateur. Utilisez un navigateur plus récent, tel que Firefox ou Chrome.
ja: この Web サイトはご使用のブラウザには最適化されていません。Firefox や Chrome などの新しいブラウザに切り替えてください。
pt: Este site não está otimizado para seu browser. Mude para um mais recente como Firefox ou Chrome.
ru: Этот веб-сайт не оптимизирован для вашего браузера. Перейдите на более новый, такой как Firefox или Chrome.
zh_cn: 此网站未针对您的浏览器实施优化。请切换为更新浏览器，例如 Firefox 或 Chrome。

source: New Mark
es: Marca nueva
fr: Nouvelle marque
ja: 新規マーク
pt: Nova marca
ru: Новая отметка
zh_cn: 新标志

# controlPoint
source: Mark/Gate name
es: Nombre de baliza/salida.
fr: Nom de la porte/marque
ja: マーク/ゲート
pt: Nome de marca/portão
ru: Название отметки/ворот
zh_cn: 标志/门标名称

# errorUpdatingRaceCourse
source: Error updating race course: {0}
es: Error al actualizar regata de carrera: {0}
fr: Erreur lors de la mise à jour du parcours : {0}
ja: レースコースを更新しようとしてエラーが発生: {0}
pt: Erro ao atualizar percurso da corrida: {0}
ru: Ошибка при обновлении курса гонки: {0}
zh_cn: 更新比赛轮次场地出错： {0}

# successfullyUpdatedCourse
source: Successfully updated race course
es: Regata de carrera actualizado correctamente
fr: Mise à jour du parcours réussie
ja: レースコースを正常に更新
pt: Percurso da corrida atualizado com êxito
ru: Курс гонки успешно обновлен
zh_cn: 已成功更新比赛轮次场地

# selectTwoMarksForGate
source: Select two marks to create a gate
es: Seleccione dos balizas para crear una salida
fr: Sélectionnez deux marques pour créer une porte.
ja: ゲートを登録するために 2 つのマークを選択
pt: Selecionar duas marcas para criar um portão
ru: Выберите две отметки, чтобы создать ворота
zh_cn: 选择两个标志，以创建门标

# errorTryingToObtainTheMarksOfTheRace
source: Error trying to obtain the marks of the race course: {0}
es: Error al intentar obtener las marcas de una regata de carrera: {0}
fr: Erreur lors de la tentative d'obtention des marques pour le parcours : {0}
ja: レースコースのマークを取得しようとしてエラーが発生: {0}
pt: Erro ao tentar obter as marcas do percurso da corrida: {0}
ru: Ошибка при попытке получить отметки курса гонки: {0}
zh_cn: 尝试获取比赛轮次场地的标志出错： {0}

# errorTryingToObtainRaceCourse
source: Error trying to obtain the race course: {0}
es: Error al intentar obtener la regata de carrera: {0}
fr: Erreur lors de la tentative d'obtention du parcours : {0}
ja: レースコースを取得しようとしてエラーが発生: {0}
pt: Erro ao tentar obter o percurso da corrida: {0}
ru: Ошибка при попытке получить курс гонки: {0}
zh_cn: 尝试获取比赛轮次场地出错： {0}

source: Insert waypoint before selected
es: Insertar punto de ruta antes de seleccionar
fr: Insérer point de cheminement avant la sélection
ja: 選択前に変針点を挿入
pt: Inserir waypoint antes de seleção
ru: Вставить путевую точку перед выбранной
zh_cn: 选择前插入航路点

source: Insert waypoint after selected
es: Insertar punto de ruta después de seleccionar
fr: Insérer point de cheminement après la sélection
ja: 選択後に変針点を挿入
pt: Inserir waypoint após seleção
ru: Вставить путевую точку после выбранной
zh_cn: 选择后插入航路点

source: Add Gate
es: Añadir salida
fr: Ajouter porte
ja: ゲート追加
pt: Adicionar portão
ru: Добавить ворота
zh_cn: 添加门标

# scoringSchemeLowPointSystem
source: Low Point System
es: Sistema de puntuación baja
fr: Système de points a minima
ja: 低得点方式
pt: Sistema linear
ru: Система низких баллов
zh_cn: 低分系统

# scoringSchemeHighPointSystem
source: High Point System
es: Sistema de puntuación alta
fr: Système de points avec bonus
ja: 高得点方式
pt: Sistema de bônus
ru: Система высоких баллов
zh_cn: 高分系统

# scoringSchemeHighPointEssOverall
source: High Point System ESS Overall (10)
es: Sistema de puntuación alta ESS total (10)
fr: Système de points avec bonus - ESS général (10)
ja: 高得点方式 ESS 全体 (10)
pt: Sistema de bônus geral ESS (10)
ru: Итоговая оценка ESS по системе высоких баллов (10)
zh_cn: 高分系统 - 总体极限帆船系列赛 (10)

# scoringSchemeHighPointEssOverall12
source: High Point System ESS Overall (12)
es: Sistema de puntuación alta ESS total (12)
fr: Système de points avec bonus - ESS général (12)
ja: 高得点方式 ESS 全体 (12)
pt: Sistema de bônus geral ESS (12)
ru: Итоговая оценка ESS по системе высоких баллов (12)
zh_cn: 高分系统 - 总体极限帆船系列赛 (12)

# scoringSchemeHighPointEssOverall12Description
source: Score in points. Winner of an act scores 12 points, 2nd - 11 points, .... Any tie in the overall Extreme Sailing Series is broken in favour of the competitor with the most Act wins. If that does not break the tie, the result in the last Act will be used.
es: Calificación en puntos. El ganador de una prueba obtiene 12 puntos; el segundo, 11 puntos, etc. Si hay un empate en la serie de Extreme Sailing, el empate se resuelve a favor del competidor que ha ganado más pruebas. Si aún persiste el empate, se utiliza el resultado de la última prueba.
fr: Score en points. Le vainqueur d'un Act totalise 12 points, le 2e - 11 points, etc. En cas d'égalité au classement général des Extreme Sailing Series, la victoire est accordée au concurrent ayant remporté le plus d'Act. Si l'égalité persiste, le résultat obtenu au dernier Act sera utilisé.
ja: 得点数によるスコアです。アクトの勝者が 12 点、2 位が 11 点などと得点します。Extreme Sailing シリーズ全体で同点となった場合は、より多くのアクトで勝者となった競技者を上位とします。それでも同じ場合には、最終アクトの結果を用います。
pt: Pontuação em pontos. O vencedor de uma etapa pontua 12 pontos, o 2º - 11 pontos, .... O desempate na pontuação geral da Extreme Sailing Series é efetuado a favor do competidor com o maior número de vitórias em etapas. Se isso não efetuar o desempate, será utilizado o resultado na última etapa.
ru: Оценка в баллах. Победитель в акте получает 12 баллов, 2-й — 11 баллов, .... Любое равенство в общей оценке Extreme Sailing Series разрешается в пользу участника с наибольшим числом побед в актах. В случае равенства числа побед для разрешения используется последний акт.
zh_cn: 得分。 分站赛获胜者得 12 分、第 2 名 11 分、.... 在总体极限帆船系列赛中如有平局，以获得最多分站赛名次的参赛队取得胜利。 如果仍有平局，就以最后一个分站赛的名次打破平局。

# scoringSchemeHighPointLastBreaksTie
source: High Point System, Last Race Breaks Tie
es: Sistema de puntuación alta, la última prueba resuelve el empate
fr: Système de points avec bonus, dernière course à égalité
ja: 高得点方式、同点の場合は最終レースで順位決定
pt: Sistema de bônus, a última corrida desempata
ru: Система высоких баллов, равенство разрешается по последней гонке
zh_cn: 高分系统，最后一轮打破平局

# scoringSchemeLowPointWinnerGetsZero
source: Low Point System, Winner Gets Zero
es: Sistema de puntuación baja, el ganador obtiene cero puntos
fr: Système de points a minima, le vainqueur obtient zéro
ja: 低得点方式、1 位が 0 点
pt: Sistema linear, o vencedor recebe zero
ru: Система низких баллов, победитель получает ноль
zh_cn: 低分系统，获胜者得零分

# scoringSchemeWinnerGetsFive
source: High Point System, Winner Gets 5 Points
es: Sistema de puntuación alta, el ganador obtiene 5 puntos
fr: Système de points avec bonus, le vainqueur obtient 5 points
ja: 高得点方式、1 位が 5 点
pt: Sistema de bônus, o vencedor recebe 5 pontos
ru: Система высоких баллов, победитель получает 5 баллов
zh_cn: 高分系统，获胜者得 5 分

# scoringSchemeWinnerGetsSix
source: High Point System, Winner Gets 6 Points
es: Sistema de puntuación alta, el ganador obtiene 6 puntos
fr: Système de points avec bonus, le vainqueur obtient 6 points
ja: 高得点方式、1 位が 6 点
pt: Sistema de bônus, o vencedor recebe 6 pontos
ru: Система высоких баллов, победитель получает 6 баллов
zh_cn: 高分系统，获胜者得 6 分

# scoringSchemeWinnerGetsEight
source: High Point System, Winner Gets 8 Points
es: Sistema de puntuación alta, el ganador obtiene 8 puntos
fr: Système de points avec bonus, le vainqueur obtient 8 points
ja: 高得点方式、1 位が 8 点
pt: Sistema de bônus, o vencedor recebe 8 pontos
ru: Система высоких баллов, победитель получает 8 баллов
zh_cn: 高分系统，获胜者得 8 分

# scoringSchemeHighPointMatchRacing
source: High Point System, Match Racing
es: Sistema de puntuación alta, Match Racing
fr: Système de points avec bonus, Match racing
ja: 高得点方式、マッチレース
pt: Sistema de bônus, "Match Racing"
ru: Система высоких баллов, матчевая гонка
zh_cn: 高分系统，对抗赛

# scoringSchemeHighPointMatchRacingDescription
source: The winner of the match race gets 1 point, the loser gets 0 points
es: El ganador del match race obtiene 1 punto, el perdedor obtiene 0 puntos
fr: Le vainqueur d'un duel obtient 1 point, le perdant 0 points
ja: マッチレースの勝者が 1 点を、敗者が 0 点を獲得
pt: O vencedor da regata de "match" recebe 1 ponto, o perdedor recebe 0 pontos
ru: Победитель матчевой гонки получает 1 балл, проигравший получает 0 баллов
zh_cn: 对抗赛中的获胜者得 1 分，败者得 0 分。

# scoringSchemeWinnerGetsEightAndInterpolation
source: High Point System, Winner 8 Points, Interpolated
es: Sistema de puntuación alta, ganador 8 puntos, interpolados
fr: Système de points avec bonus, vainqueur 8 points, interpolé
ja: 高得点方式、1 位が 8 点、補間
pt: Sistema de bônus, vencedor 8 pontos, intercalado
ru: Система высоких баллов, победитель 8 баллов, интерполяция
zh_cn: 高分系统，获胜者 8 分，内插

# scoringSchemeLowPointWithEliminationsAndRoundsWinnerGets07
source: Low Point with Eliminations and Rounds, Winner Gets 0.7 Points
es: Puntuación baja con eliminaciones y rondas, el ganador obtiene 0.7 puntos
fr: Système de points à minima, avec éliminations et tours, le vainqueur obtient 0.7 points
ja: 低得点方式、予選およびラウンドあり、1 位が 0.7 点
pt: Sistema linear com eliminatórias e rodadas, o vencedor recebe 0.7 pontos
ru: Низкий балл с турами на выбывание, победитель получает 0,7 балла
zh_cn: 采用多轮淘汰制的低分系统，获胜者得 0.7 分

# scoringSchemeLowPointWithEliminationsAndRoundsWinnerGets07Description
source: A variant of the low-point scoring scheme, using eliminations consisting of rounds.\nEach round shall be modeled as a series in the regatta, and the fleet ordering counts backwards\nstarting with the highest number for the first round.\nIf a final and losers final take place, use 1 and 2 as their ordering. Start with 3 for the semi-final round.
es: Una variante del esquema de puntuación baja que utiliza eliminaciones que constan de rondas.\nCada ronda es una serie de la regata y para la clasificación de la flota se cuenta hacia atrás\nempezando por el número más alto de la primera ronda.\nlf tiene lugar una final y una final de los perdedores, utilizan 1 y 2 para la clasificación. Empiezan con 3 para la ronda de semifinal.
fr: Une variante du schéma de scores a minima qui utilise des éliminations sous forme de tours. \nChaque tour est organisé comme série dans la régate, et l'ordre de départ de la flotte est inversé, \ncommençant par le numéro le plus élevé pour le premier tour. \nSi une finale et une finale des perdants ont lieu, utilisez 1 et 2 comme ordre. Commencez à trois pour le tour des demi-finales.
ja: ラウンドから構成される予選を用いた低得点方式のバリエーションです。\n各ラウンドがレガッタ内のシリーズとして形成されることになり、フリート順序は\n最初のラウンドで最も大きい数から開始してカウントダウンします。\n決勝や最下位決定戦が行われる場合は、その順序として 1 および 2 を使用します。準決勝ラウンドは 3 から始めます。
pt: Uma variante do esquema de pontuação linear, utilizando eliminatórias compostas de rodadas.\nCada rodada será modelada como uma série na regata e a ordenação da flotilha com contagem regressiva\ncomeçando pelo número mais alto para a primeira rodada.\nSe for realizada uma final e uma final "B", utilize 1 e 2 como ordenação. Comece com 3 para a rodada da semifinal.
ru: Вариант схемы оценки с низкими баллами, использующий туры на выбывание.\nКаждый тур моделируется как серия в регате, и суда ранжируются в обратном порядке,\nначиная с наибольшего числа за первый раунд.\nВ финале и при определении 3-го места используйте ранги 1 и 2. Для полуфинального тура начните с 3.
zh_cn: 低分记分系统的一种，采用多轮淘汰制。\n每一轮应作为比赛系列，船队顺序\n从第一轮的最高数向后计。\n如果有最终一支舰队和最终败者，则使用 1 和 2 排序。 半决赛从第 3 位开始。

# scoringSchemeLowPointForLeagueOverallLeaderboard
source: Low Point, ties broken by act point sum, then last act
es: Puntuación baja, los empates se resuelven por el total de puntos de las pruebas, luego la última prueba
fr: Système de points à minima, en cas d'égalité, le total des points de l'Act est utilisé, puis celui du dernier Act
ja: 低得点方式、アクト総得点、次に最終アクトによって順位を決定
pt: Sistema linear, desempates efetuados pela soma dos pontos das etapas, em seguida pela última etapa
ru: Низкий балл, равенство разрешается по сумме актов, затем по последнему акту
zh_cn: 低分，分站赛得分总和，否则采用最后一个分站赛的得分打破平局

# scoringSchemeLowPointForLeagueOverallLeaderboardDescription
source: Instead of the usual count-back system used for low point schemes to break ties, competitors with equal point sums are compared by comparing the sum of the points they scored across all acts. If this still leaves a tie, the tie is broken by the last act.
es: En lugar del sistema habitual de recuento hacia atrás que se utiliza para los esquemas de puntuación baja para romper empates, para clasificar los competidores que tienen los mismos totales de puntos se compara el total de los puntos que han obtenido en todas las pruebas. Si aún persiste el empate, el empate se resuelve con la última prueba.
fr: À la place du système habituel de comptage pour schémas à minima en cas d'égalité, les concurrents dont le total des points est égal sont départagés en comparant le total des points qu'ils ont obtenus dans tous les Act. Si l'égalité persiste, la victoire est accordée en fonction du classement dans le dernier Act.
ja: 順位決定のための低得点方式に使用される通常のカウントダウン方式ではなく、総得点が同点の競技者が全アクト共通で得点した総得点で比較されます。これでも同順位となる場合は、最終アクトによって順位を決定します。
pt: Em vez do habitual sistema de contagem regressiva utilizado para esquemas lineares para efetuar os desempates, os competidores com somas de pontos iguais são comparados comparando a soma dos pontos obtidos em todas as etapas. Se o empate continuar, o desempate é efetuado pela última etapa.
ru: Вместо обычной системы обратного отсчета, используемой для разрешения равенства в схемах низких баллов, участники с равными суммами баллов сравниваются по сумме баллов, полученных за все акты. Если равенство сохраняется, оно разрешается по последнему акту.
zh_cn: 与用于低分记分系统打破平局的常规倒算系统不同，对于总得分相同的参赛队，比较其在所有分站赛中的得分总和。 如果仍有平局，则以最后一个分站赛的得分打破平局。

# scoringSchemeLowPointTieBreakBasedOnLastSeriesOnly
source: Low Point, ties broken based on last series only
es: Puntuación baja, los empates se resuelven por la última serie
fr: Système de points a minima, en cas d'égalité, seule la dernière série compte
ja: 低得点方式、最終シリーズのみに基づいて順位を決定
pt: Sistema linear, desempates só com base na última série
ru: Низкий балл, равенство разрешается только по последней серии
zh_cn: 低分，仅根据上一系列赛打破平局。

# scoringSchemeLowPointTieBreakBasedOnLastSeriesOnlyDescription
source: Instead of the usual count-back system for low point schemes to break ties, the score of the final series with no races excluded is considered if two competitors have equal scores.
es: En lugar del sistema habitual de recuento para los esquemas de puntuación baja para romper empates, se tiene en cuenta la puntuación de la serie final sin regatas excluidas si dos competidores tienen los mismos puntos.
fr: À la place du système habituel de comptage pour schémas à minima en cas d'égalité, le score de la dernière série sans exclusion de course est pris en compte si deux concurrents sont à égalité.
ja: 順序を決定するための低得点方式の通常のカウントダウン方式ではなく、2 艇の競技者の得点が同一の場合に、除外するレースなしに最終シリーズの得点を考慮します。
pt: Em vez do habitual sistema de contagem regressiva para esquemas lineares para efetuar os desempates, a pontuação da série final sem corridas excluídas é considerada se dois competidores tiverem pontuações iguais.
ru: Вместо обычной системы обратного отсчета, используемой для разрешения равенства в системах низких баллов, при равенстве оценок двух участников учитывается оценка последней серии без исключенных гонок.
zh_cn: 与用于低分记分系统打破平局的常规倒算系统不同，如果两支参赛队的得分相同，则考虑不排除比赛轮次的总决赛系列赛的得分。

# scoringSchemeHighPointFirstGetsOne
source: High Point, winner gets 1 point
es: Puntuación alta, el ganador obtiene 1 punto
fr: Système de points avec bonus, le vainqueur obtient 1 point
ja: 高得点方式、1 位が 1 点
pt: Sistema de bônus, o vencedor recebe 1 ponto
ru: Высокий балл, победитель получает 1 балл
zh_cn: 高分，获胜者得 1 分

# scoringSchemeHighPointFirstGetsTen
source: High Point, winner gets 10 points
es: Puntuación alta, el ganador obtiene 10 puntos
fr: Système de points avec bonus, le vainqueur obtient 10 points
ja: 高得点方式、1 位が 10 点
pt: Sistema de bônus, o vencedor recebe 10 pontos
ru: Высокий балл, победитель получает 10 баллов
zh_cn: 高分，获胜者得 10 分

# scoringSchemeHighPointFirstGetsTenOrEight
source: High Point, winner gets 10 points (or 8)
es: Puntuación alta, el ganador obtiene 10 puntos (u 8)
fr: Système de points avec bonus, le vainqueur obtient 10 points (ou 8)
ja: 高得点方式、1 位が 10 点 (または 8 点)
pt: Sistema de bônus, o vencedor recebe 10 pontos (ou 8)
ru: Высокий балл, победитель получает 10 баллов (или 8)
zh_cn: 高分，获胜者得 10 分（或 8 分）

# scoringSchemeHighPointFirstGetsTenOrEightDescription
source: Score in points. Winner scores 10 points, 2nd - 9 points, .... A tie is broken in favour of the competitor having won most races, if tie remains then tie is broken by the rank in the last race scored.
es: Calificación en puntos. El ganador obtiene 10 puntos; el segundo, 9 puntos, etc. Si hay un empate, se resuelve a favor del competidor que ha ganado la mayoría de carreras. Si aún persiste el empate, se resuelve mediante la posición obtenida en la última carrera puntuada.
fr: Score en points. Le vainqueur totalise 10 points, le deuxième 9, etc. En cas d'égalité, la victoire est accordée au concurrent qui a gagné le plus de courses. Si l'égalité persiste, la victoire est accordée en fonction du classement dans la dernière course.
ja: 得点数によるスコアです。1 位が 10 点、2 位が 9 点などと得点します。同点となった場合は、より多くのレースで勝者となった競技者を上位とします。それでも同順位となる場合には、最終レースでの得点でのランクで順位を決定します。
pt: Pontuação em pontos. O vencedor pontua 10 pontos, o 2º - 9 pontos, .... Um desempate é efetuado a favor do competidor que ganhou o maior número de corridas, se o empate continuar, então o desempate é efetuado pela posição na última corrida pontuada.
ru: Оценка в баллах. Победитель получает 10 баллов, 2-й — 9 баллов, .... Равенство разрешается в пользу участника, имеющего больше побед в гонках. Если равенство сохраняется, оно разрешается по рангу в последней гонке.
zh_cn: 得分。 获胜者得 10 分、第 2 名 9 分、.... 以赢得最多比赛轮次的参赛队取得胜利，如果仍有平局，则以最后一个比赛轮次的名次打破平局。

# scoringSchemeHighPointFirstGetsTwelveOrEight
source: High Point, winner gets 12 points (or 8)
es: Puntuación alta, el ganador obtiene 12 puntos (u 8)
fr: Système de points avec bonus, le vainqueur obtient 12 points (ou 8)
ja: 高得点方式、1 位が 12 点 (または 8 点)
pt: Sistema de bônus, o vencedor recebe 12 pontos (ou 8)
ru: Высокий балл, победитель получает 12 баллов (или 8)
zh_cn: 高分，获胜者得 12 分（或 8 分）

# scoringSchemeHighPointFirstGetsTwelveOrEightDescription
source: Score in points. Winner scores 12 points, 2nd - 11 points, .... A tie is broken in favour of the competitor with the highest score, if tie remains then tie is broken by the rank in the last race scored.
es: Calificación en puntos. El ganador obtiene 12 puntos; el segundo, 11 puntos, etc. Si hay un empate, se resuelve a favor del competidor que tiene la mayor puntuación. Si aún persiste el empate, se resuelve mediante la posición obtenida en la última carrera puntuada.
fr: Score en points. Le vainqueur totalise 12 points, le deuxième 11, etc. En cas d'égalité, la victoire est accordée au concurrent qui a totalisé le plus de points. Si l'égalité persiste, la victoire est accordée en fonction du classement dans la dernière course.
ja: 得点数によるスコアです。1 位が 12 点、2 位が 11 点などと得点します。同点となった場合は、(各競技者のレース得点を高い方から比較して) 最多得点の競技者を上位とします。それでも同順位となる場合には、最終レースでの得点でのランクで順位を決定します。
pt: Pontuação em pontos. O vencedor pontua 12 pontos, o 2º - 11 pontos, .... Um desempate é efetuado a favor do competidor com a pontuação mais alta, se o empate continuar, então o desempate é efetuado pela posição na última corrida pontuada.
ru: Оценка в баллах. Победитель получает 12 баллов, 2-й — 11 баллов, .... Равенство разрешается в пользу участника с наивысшей оценкой. Если равенство сохраняется, оно разрешается по рангу в последней гонке.
zh_cn: 得分。获胜者得 12 分、第 2 名 11 分、.... 得分最高的参赛队取得胜利，如果仍有平局，则以最后一个比赛轮次的名次打破平局。

# scoringSchemeHighPointFirstGetsTwelveOrEight2017
source: High Point ESS 2017, winner gets 12 points (or 8)
es: Puntuación alta ESS 2017, el ganador obtiene 12 puntos (u 8)
fr: Système de points avec bonus - ESS 2017, le vainqueur obtient 12 points (ou 8)
ja: 高得点方式 ESS 2017、1 位が 12 点 (または 8 点)
pt: Sistema de bônus ESS 2017, o vencedor recebe 12 pontos (ou 8)
ru: Высокий балл ESS 2017, победитель получает 12 баллов (или 8)
zh_cn: 2017 年极限帆船系列赛高分，获胜者得 12 分（或 8 分）

# scoringSchemeHighPointFirstGetsTwelveOrEight2017Description
source: Score in points. Winner scores 12 points, 2nd - 11 points, .... A tie is broken in favour of the competitor with the highest score, if tie remains then tie is broken by the rank in the last race scored.
es: Calificación en puntos. El ganador obtiene 12 puntos; el segundo, 11 puntos, etc. Si hay un empate, se resuelve a favor del competidor que tiene la mayor puntuación. Si aún persiste el empate, se resuelve mediante la posición obtenida en la última carrera puntuada.
fr: Score en points. Le vainqueur totalise 12 points, le deuxième 11, etc. En cas d'égalité, la victoire est accordée au concurrent qui a totalisé le plus de points. Si l'égalité persiste, la victoire est accordée en fonction du classement dans la dernière course.
ja: 得点数によるスコアです。1 位が 12 点、2 位が 11 点などと得点します。同点となった場合は、(各競技者のレース得点を高い方から比較して) 最多得点の競技者を上位とします。それでも同順位となる場合には、最終レースでの得点でのランクで順位を決定します。
pt: Pontuação em pontos. O vencedor pontua 12 pontos, o 2º - 11 pontos, .... Um desempate é efetuado a favor do competidor com a pontuação mais alta, se o empate continuar, então o desempate é efetuado pela posição na última corrida pontuada.
ru: Оценка в баллах. Победитель получает 12 баллов, 2-й — 11 баллов, .... Равенство разрешается в пользу участника с наивысшей оценкой. Если равенство сохраняется, оно разрешается по рангу в последней гонке.
zh_cn: 得分。获胜者得 12 分、第 2 名 11 分、.... 得分最高的参赛队取得胜利，如果仍有平局，则以最后一个比赛轮次的名次打破平局。

source: Scoring system
es: Sistema de puntuación
fr: Système d'attribution des points
ja: 得点方式
pt: Sistema de pontuação
ru: Система оценок
zh_cn: 记分系统

source: Create flexible leaderboard
es: Crear tabla de clasificación flexible
fr: Créer palmarès flexible
ja: フレキシブルリーダーボード登録
pt: Criar painel de classificação flexível
ru: Создать гибкую таблицу лидеров
zh_cn: 创建灵活的积分榜

source: Create regatta leaderboard
es: Crear tabla de clasificación de regata
fr: Créer palmarès régate
ja: レガッタリーダーボード登録
pt: Criar painel de classificação de regata
ru: Создать таблицу лидеров регаты
zh_cn: 创建比赛积分榜

source: Create default regatta leaderboard
es: Crear tabla de clasificación de regata predeterminada
fr: Créer palmarès régate par défaut
ja: レガッタリーダーボード初期登録
pt: Criar painel de classificação de regata padrão
ru: Создать таблицу лидеров регаты по умолчанию
zh_cn: 创建默认的比赛积分榜

source: Edit flexible leaderboard
es: Editar tabla de clasificación flexible
fr: Modifier palmarès flexible
ja: フレキシブルリーダーボード編集
pt: Processar painel de classificação flexível
ru: Изменить гибкую таблицу лидеров
zh_cn: 编辑灵活的积分榜

source: Edit regatta leaderboard
es: Editar tabla de clasificación de regata
fr: Modifier palmarès régate
ja: レガッタリーダーボード編集
pt: Processar painel de classificação de regata
ru: Изменить таблицу лидеров регаты
zh_cn: 编辑比赛积分榜

source: Default regatta
es: Regata predeterminada
fr: Régate par défaut
ja: レガッタ初期値
pt: Regata padrão
ru: Регата по умолчанию
zh_cn: 默认的比赛

source: Use Overall leaderboard
es: Utilizar tabla de clasificación general
fr: Utiliser palmarès général
ja: 全体リーダーボード使用
pt: Utilizar painel de classificação geral
ru: Использовать итоговую таблицу лидеров
zh_cn: 使用总积分榜

source: Overall Standings
es: Clasificación general
fr: Classement général
ja: 全体順位表
pt: Posições gerais
ru: Итоговые позиции
zh_cn: 总排名

source: Type
es: Tipo
ja: タイプ
pt: Tipo
ru: Тип
zh_cn: 类型
