Repository: SAP/sailing-analytics
Catalog: XLF/java/com.sap.sailing.gwt.ui/src/main/java/com/sap/sailing/gwt/ui/client/StringMessages_*.properties.xlf
Languages: es, fr, ja, pt, ru, zh_cn

# explainExchangeHostName
source: Hostname where the messaging queue is running on.
es: Nombre de host donde la cola de mensajería está funcionando
fr: Nom de l'hôte sur lequel la file d'attente des messages s'exécute.
ja: メッセージキューを実行中のホスト名です。
pt: Nome do host onde a fila de mensagens está sendo executada.
ru: Имя хоста, на котором выполняется очередь сообщений.
zh_cn: 运行消息传送队列的主机名称。

# explainReplicationHostname
source: Hostname where the replication master is running on.
es: Nombre de host donde el maestro de replicación está funcionando
fr: Nom de l'hôte sur lequel le serveur maître de réplication s'exécute.
ja: 複製マスタを実行中のホスト名です。
pt: Nome do host onde o mestre de replicação está sendo executado.
ru: Имя хоста, на котором выполняется главный сервер репликации.
zh_cn: 运行副本主服务器的主机名称。

# explainReplicationExchangeName
source: The name of the exchange queue. It must be the same as configured in master.
es: El nombre de la cola de intercambio. Debe ser igual que el que se ha configurado en el maestro.
fr: Nom de la file d'attente d'échange. Le nom doit être identique à celui qui est configuré dans le serveur maître.
ja: エクスチェンジキューの名称です。マスタで設定されたものと同じでなければなりません。
pt: O nome da fila de troca. Este deve ser o mesmo configurado no mestre.
ru: Имя очереди Exchange. Должно совпадать с указанным на главном сервере.
zh_cn: 交换机队列的名称。必须与主服务器中配置的相同。

# explainReplicationExchangePort
source: The port of the messaging exchange queue. This is used for all data after initial load.
es: El puerto de la cola de intercambio de mensajería. Se utiliza para todos los datos después de la carga inicial.
fr: Port de la file d'attente d'échange de messages. Utilisé pour toutes les données après le chargement initial.
ja: メッセージングエクスチェンジキューのポートです。これは初期ロード後の全データに使用されます。
pt: A porta da fila de troca de mensagens. Esta é utilizada para todos os dados após o carregamento inicial.
ru: Порт очереди обмена сообщениями Exchange. Используется для всех данных после начальной загрузки.
zh_cn: 消息传送交换机队列的端口。必须在初始加载后用于所有数据。

# explainReplicationServletPort
source: Servlet port number that is used to connect to register this replica and receive initial load.
es: Número de puerto Servlet utilizado para conectar y registrar esta réplica y recibir la carga inicial.
fr: Numéro de port Servlet utilisé pour la connexion afin d'enregistrer le réplica et recevoir le chargement initial.
ja: この複製登録し、初期ロードを受け取るための接続に使用されるサーブレットポート番号です。
pt: Número de porta de servlet que é utilizado para conexão para registrar esta réplica e receber o carregamento inicial.
ru: Номер порта сервлета, используемый для подключения для регистрации данной реплики и получения начальной загрузки.
zh_cn: 用于连接注册此副本和接收初始加载的 Servlet 端口编号。

# explainReplicasRegistered
source: Replicas registered (this server is master):
es: Réplicas registradas (este servidor es maestro)
fr: Copie enregistrée (ce serveur est un serveur maître) :
ja: 登録された複製 (このサーバがマスタ):
pt: Réplicas registradas (este servidor é o mestre):
ru: Зарегистрированные реплики (это главный сервер):
zh_cn: 副本已注册（此服务器为主服务器）：

# explainConnectionsToMaster
source: Connections to a master (this server is a replica):
es: Conexiones con un maestro (este servidor es una réplica)
fr: Connexions à un serveur maître (ce serveur est un réplica) :
ja: マスタへの接続 (このサーバが複製):
pt: Conexões a um mestre (este servidor é uma réplica):
ru: Подключение к главному серверу (это сервер реплики):
zh_cn: 与主服务器的连接（此服务器为副本）：

# explainNoConnectionsToMaster
source: No connections to a master server configured. Click the Connect to Master button to configure one.
es: No se han configurado conexiones con servidor maestro. Haga clic en el pulsador «Conectar con maestro» para configurar una-
fr: Aucune connexion à un serveur maître configurée. Cliquez sur le bouton Connexion à un serveur maître pour en configurer une.
ja: マスタサーバへの接続が設定されていません。マスタへの接続ボタンをクリックして設定してください。
pt: Nenhuma conexão a um servidor mestre configurado. Clique no botão Conectar a mestre para configurar uma.
ru: Подключения к главному серверу не настроены. Нажмите кнопку "Подключиться к главному серверу", чтобы настроить подключение.
zh_cn: 未配置与主服务器的连接。点击“连接到主服务器”按钮配置。

# explainNoConnectionsFromReplicas
source: No connections from a replica found. You can connect replicas by using their AdminConsole.
es: No se han encontrado conexiones desde una réplica. Puede conectar réplicas utilizando su consola de administración.
fr: Aucune connexion à partir d'un réplica trouvée. Vous pouvez connecter des réplicas en utilisant leur console d'administration.
ja: 複製からの接続が見つかりませんでした。複製の接続はその管理コンソールを使用して行うことができます。
pt: Nenhuma conexão de uma réplica encontrada. Você pode conectar as réplicas utilizando sua console de administração.
ru: Подключения от реплик не найдены. Реплики можно подключить с помощью их консоли администрирования.
zh_cn: 未找到来自副本的连接。可以使用管理控制台连接副本。

# stopConnectionToMaster
source: Stop Replication
es: Parar replicación
fr: Arrêter réplication
ja: 複製の停止
pt: Parar replicação
ru: Остановить репликацию
zh_cn: 停止复制

source: As link
es: Como enlace
fr: En tant que lien
ja: リンクとして
pt: Como link
ru: Как ссылка
zh_cn: 链接

# noStarttimeAnnouncedYet
source: Pending
es: Pendiente
fr: En attente
ja: 保留
pt: Pendente
ru: Ожидание
zh_cn: 待定

# raceIsRunning
source: Running
es: En ejecución
fr: En cours d'exécution
ja: 実行中
pt: Em execução
ru: Выполнение
zh_cn: 运行

# raceIsFinishing
source: Finishing
es: En finalización
fr: En cours d'achèvement
ja: フィニッシュ中
pt: Concluindo
ru: Завершение
zh_cn: 正在完成

# raceIsFinished
source: Finished
es: Finalizado
fr: Terminé
ja: フィニッシュ済
pt: Concluído
ru: Завершено
zh_cn: 已完成

# raceIsScheduled
source: Scheduled
es: Programado
fr: Planifié
ja: スケジュール済
pt: Planejado
ru: Запланировано
zh_cn: 已日程安排

# raceIsInStartphase
source: Start phase
es: Fase de salida
fr: Lancer phase
ja: スタートフェーズ
pt: Fase inicial
ru: Стартовая фаза
zh_cn: 开始阶段

source: General recall
es: Recordatorio general
fr: Rappel général
ja: リコール生成
pt: Chamada geral
ru: Общий отзыв
zh_cn: 全召

# startPostponed
source: Postponed
es: Aplazado
fr: Différé
ja: 延期
pt: Retardado
ru: Отложено
zh_cn: 已延迟

# raceAbandoned
source: Abandoned
es: Abandonado
fr: Abandonné
ja: 中止
pt: Anulado
ru: Отменено
zh_cn: 已放弃

# stopAllReplicas
source: Drop connection to all replicas (Dangerous!)
es: Descartar conexión con todas las réplicas (peligroso)
fr: Supprimer la connexion à tous les réplicas (dangereux !)
ja: すべての複製への接続をドロップ (危険です)
pt: Desligar conexão a todas as réplicas (perigoso!)
ru: Сбросить подключение ко всем репликам (Опасно!)
zh_cn: 断开与所有副本的连接（危险！）

# warningServerIsReplica
source: ATTENTION: This server is configured to be a replica. Do NOT change anything or this will lead to strange effects!
es: ATENCIÓN: Este servidor está configurado como réplica. NO modifique nada, ya que se podrían producir efectos no deseados.
fr: ATTENTION : ce serveur est configuré pour être un réplica. Ne modifiez rien, sinon des erreurs inattendues peuvent se produire.
ja: 注意: このサーバは複製となるよう設定されています。何も変更しないでください。そうしないと、予想しない動作がもたらされます。
pt: ATENÇÃO: este servidor está configurado para ser uma réplica. NÃO modifique nada ou isso terá consequências desconhecidas!
ru: ВНИМАНИЕ: этот сервер настроен как реплика. НЕ изменяйте ничего, иначе возможны непредвиденные последствия!
zh_cn: 注意：此服务器配置为副本。请勿更改任何内容，否则将导致奇怪效果！

# dropReplicaConnection
source: Drop connection
es: Descartar conexión
fr: Supprimer connexion
ja: 接続のドロップ
pt: Desligar conexão
ru: Сбросить подключение
zh_cn: 断开连接

# timePanelName
source: Time Control
es: Control de tiempo
fr: Contrôles des temps
ja: 時間管理
pt: Controle do tempo
ru: Управление временем
zh_cn: 时间控制

# competitorFilterExplanation
source: The filter will show all competitors matching the criterias:
es: El filtro muestra a todos los competidores que cumplen los criterios:
fr: Ce filtre affichera tous les concurrents qui correspondent aux critères :
ja: このフィルタは基準に一致するすべての競技者を表示します:
pt: O filtro exibirá todos os competidores correspondentes aos critérios:
ru: Фильтр покажет всех участников, отвечающих следующим критериям:
zh_cn: 筛选器将显示与条件匹配的所有参赛队：

source: Protest time
es: Tiempo para protestar
fr: Heure de réclamation
ja: 抗議時間
pt: Tempo de protesto
ru: Время протеста
zh_cn: 声明时间

# protestTimeFinishesAt
source: ends
es: termina
fr: se termine
ja: 終了予定
pt: termina
ru: заканчивается
zh_cn: 结束

# protestTimeFinishedAt
source: ended
es: terminó
fr: terminé
ja: 終了
pt: terminou
ru: закончилось
zh_cn: 已结束

source: Flags
es: Señales
fr: Pavillons
ja: 信号旗
pt: Bandeiras
ru: Флаги
zh_cn: 旗标

source: Last update
es: Última actualización
fr: Dernière mise à jour
ja: 最終更新
pt: Última atualização
ru: Последнее обновление
zh_cn: 上一次更新

source: No more racing today
es: No hay más carreras por hoy
fr: Plus aucune course aujourd'hui
ja: 本日はもうレースはありません
pt: Não haverá mais corridas hoje
ru: Больше никаких гонок сегодня
zh_cn: 今天没有其他比赛

source: Further signals ashore
es: Más señales en tierra
fr: Signaux ultérieurs à terre
ja: 陸上の大会本部にさらに信号旗を掲揚
pt: Outros sinais em terra
ru: Дальнейшие сигналы на суше
zh_cn: 岸上等信号

source: Early starters
es: Primeros en salir
fr: Faux départs
ja: フライング艇
pt: Competidores com partida antecipada
ru: Рано стартовавшие
zh_cn: 抢航者

# showingDetailsOfRace
source: Showing details for race {0}
es: Detalles de la carrera {0}
fr: Affichage des détails de la course {0}
ja: レース {0} の詳細表示
pt: Visualizando detalhes para corrida {0}
ru: Отображение подробностей для гонки {0}
zh_cn: 显示比赛轮次{0}的详情

source: Start at
es: Salida a las
fr: Départ à
ja: スタート時刻
pt: Partida às
ru: Старт в
zh_cn: 开始时间

source: Finish at
es: Llegada a las
fr: Arrivée à
ja: フィニッシュ時刻
pt: Chegada às
ru: Финиш в
zh_cn: 结束时间

source: Protest starts at
es: La manifestación empieza a las
fr: Début de la réclamation à
ja: 抗議開始時刻
pt: Protesto começa às
ru: Протест начинается в
zh_cn: 声明开始时间

source: Protest ends at
es: La manifestación termina a las
fr: Fin de la réclamation à
ja: 抗議最終時刻
pt: Protesto termina às
ru: Протест заканчивается в
zh_cn: 声明结束时间

source: Unknown
es: Desconocido
fr: Inconnu
ja: 不明
pt: Desconhecido
ru: Неизвестно
zh_cn: 未知

source: Race log
es: Registro de carrera
fr: Journal de la course
ja: レースログ
pt: Registro da corrida
ru: Журнал гонки
zh_cn: 比赛轮次日志

source: Regatta log
es: Regsitro de regata
fr: Journal de la régate
ja: レガッタログ
pt: Registro da corrida
ru: Журнал регаты
zh_cn: 比赛日志

source: Refresh race log
es: Refrescar registro de carrera
fr: Actualiser journal de la course
ja: レースログのリフレッシュ
pt: Atualizar registro da corrida
ru: Обновить журнал гонки
zh_cn: 刷新比赛轮次日志

# raceLogReloaded
source: Race log successfully reloaded from database
es: Se ha vuelto a cargar correctamente el registro de carrera de la base de datos
fr: Rechargement du journal de la course à partir de la base de données réussi
ja: レースログがデータベースから正常にリロード済
pt: Registro da corrida recarregado com êxito a partir do banco de dados
ru: Журнал гонки успешно перезагружен из базы данных
zh_cn: 比赛轮次日志已从数据库成功重新加载

source: Reload all race logs
es: Volver a cargar todos los registros de carrera
fr: Recharger tous les journaux de course
ja: 全レースログのリロード
pt: Recarregar todos os registros da corrida
ru: Перезагрузить все журналы гонок
zh_cn: 重新加载所有比赛轮次日志

source: Export
es: Exportar
fr: Exporter
ja: エクスポート
pt: Exportar
ru: Экспорт
zh_cn: 导出

source: Sideline
es: Línea de banda
fr: Côté de la ligne
ja: サイドライン
pt: Linha lateral
ru: Боковая линия
zh_cn: 边线

# classAndGolfUp
source: Flag displayed - eight minutes till start - the startprocedure is a gate start
es: Señal mostrada - ocho minutos para la salida - el procedimiento de salida es un inicio de salida
fr: Pavillon envoyé - huit minutes avant le départ - la procédure de départ utilisée est un départ au lièvre
ja: 信号旗の掲揚 - スタートまで 8 分 - スタート手順はゲートスタート
pt: Bandeira exibida - oito minutos até partida - o procedimento de partida é o início de um portão
ru: Флаг установлен – восемь минут до старта – процедура старта через ворота
zh_cn: 升起旗标 - 起航前八分钟 - 起航程序为门标起航

# classDisplayed
source: Flag displayed - five minutes till start
es: Señal mostrada - cinco minutos para la salida
fr: Pavillon envoyé - cinq minutes avant le départ
ja: 信号旗の掲揚 - スタートまで 5 分
pt: Bandeira exibida - cinco minutos até partida
ru: Флаг установлен – пять минут до старта
zh_cn: 升起旗标 - 起航前五分钟

# papaDisplayed
source: Start mode flag - four minutes till start
es: Señal de modo de salida - cuatro minutos para la salida
fr: Pavillon de départ - quatre minutes avant le départ
ja: スタート前の信号旗 - スタートまで 4 分
pt: Bandeira do modo de partida - quatro minutos até partida
ru: Флаг стартового режима – четыре минуты до старта
zh_cn: 起航模式旗标 - 起航前四分钟

# blackDisplayed
source: Start mode flag - disqualification for early starters - four minutes till start
es: Señal de modo de salida - descalificación para los que han empezado antes - cuatro minutos para la salida
fr: Pavillon de départ - disqualification pour les faux départs - quatre minutes avant le départ
ja: スタート前の信号旗 - フライング艇の失格 - スタートまで 4 分
pt: Bandeira do modo de partida - desqualificação para competidores com partida antecipada - quatro minutos até partida
ru: Флаг стартового режима – дисквалификация для рано стартовавших – четыре минуты до старта
zh_cn: 起航模式旗标 - 取消抢航者资格 - 起航前四分钟

# zuluIndiaDisplayed
source: Start mode flag - penalties for early starters - four minutes till start
es: Señal de modo de salida - penalizaciones para los que han empezado antes - cuatro minutos para la salida
fr: Pavillon de départ - pénalités pour les faux départs - quatre minutes avant le départ
ja: スタート前の信号旗 - フライング艇のペナルティー - スタートまで 4 分
pt: Bandeira do modo de partida - punições para competidores com partida antecipada - quatro minutos até partida
ru: Флаг стартового режима – штрафы для рано стартовавших – четыре минуты до старта
zh_cn: 起航模式旗标 - 惩罚抢航者 - 起航前四分钟

# papaRemoved
source: Start mode flag - one minute till start
es: Señal de modo de salida - un minuto para la salida
fr: Pavillon de départ - une minute avant le départ
ja: スタート前の信号旗 - スタートまで 1 分
pt: Bandeira do modo de partida - um minuto até partida
ru: Флаг стартового режима – одна минута до старта
zh_cn: 起航模式旗标 - 起航前一分钟

# blackRemoved
source: Start mode flag - disqualification for early starters - one minute till start
es: Señal de modo de salida - descalificación para los que han empezado antes - un minuto para la salida
fr: Pavillon de départ - disqualification pour les faux départs - une minute avant le départ
ja: スタート前の信号旗 - フライング艇の失格 - スタートまで 1 分
pt: Bandeira do modo de partida - desqualificação para competidores com partida antecipada - um minuto até partida
ru: Флаг стартового режима – дисквалификация для рано стартовавших – одна минута до старта
zh_cn: 起航模式旗标 - 取消抢航者资格 - 起航前一分钟

# zuluIndiaRemoved
source: Start mode flag - start with penalties for early starters - one minute till start
es: Señal de modo de salida - empezar con penalizaciones para los que han empezado antes - un minuto para la salida
fr: Pavillon de départ - départ avec pénalités pour les faux départs - une minute avant le départ
ja: スタート前の信号旗 - フライング艇のペナルティーありのスタート - スタートまで 1 分
pt: Bandeira do modo de partida - partida com punições para competidores com partida antecipada - um minuto até partida
ru: Флаг стартового режима – старт со штрафами для рано стартовавших – одна минута до старта
zh_cn: 起航模式旗标 - 以惩罚抢航者起航 - 起航前一分钟

# classFlagRemoved
source: Flag removed - race starting signal
es: Señal quitada - señal de salida de la carrera
fr: Pavillon affalé - signal de départ de la course
ja: 信号旗の降下 - レースのスタート信号
pt: Bandeira removida - sinal de partida da corrida
ru: Флаг снят – сигнал о старте гонки
zh_cn: 降下旗标 - 比赛轮次开始信号

# xray
source: Individual recall - had early starters
es: Llamada individual - ha habido competidores que han empezado antes
fr: Rappel individuel - faux départs signalés
ja: 個別のリコール - フライング艇あり
pt: Chamada individual - houve competidores com partida antecipada
ru: Индивидуальный отзыв – были рано стартовавшие
zh_cn: 个别召回 - 有抢航者

# firstSubstitute
source: General recall - had too many early starters - start procedure will be repeated
es: Llamada general- ha habido demasiados competidores que han empezado antes - se repetirá el procedimiento de salida
fr: Rappel général - trop de faux départs signalés - répétition de la procédure de départ
ja: ゼネラルリコール - フライング艇が多すぎる - スタート手順のやり直し
pt: Chamada geral - houve demasiados competidores com partida antecipada - o procedimento de partida será repetido
ru: Общий отзыв – слишком много рано стартовавших – процедура старта будет повторена
zh_cn: 全召 - 抢航者过多 - 将重复起航程序

# blueFlagDisplayed
source: Flag displayed - first competitor passed the finishing line
es: Señal mostrada - el primer competidor ha cruzado la línea de meta
fr: Pavillon envoyé - le premier concurrent a franchi la ligne d'arrivée
ja: 信号旗の掲揚 - 先頭の競技者がフィニッシュラインを通過
pt: Bandeira exibida - o primeiro competidor passou a linha de chegada
ru: Флаг установлен – первый участник перешел финишную линию
zh_cn: 升起旗标 - 第一支参赛队越过终点线

# blueFlagRemoved
source: Flag removed - last competitor passed the finishing line or the finish time limit is passed
es: Señal quitada - el último competidor ha cruzado la línea de meta o se ha excedido el límite de tiempo hasta la meta
fr: Pavillon affalé - le dernier concurrent a franchi la ligne d'arrivée ou le temps limite d'arrivée est dépassé
ja: 信号旗の降下 - 最終の競技者がフィニッシュラインを通過、またはフィニッシュ時間制限を超過
pt: Bandeira removida - o último competidor passou a linha de chegada ou o limite do tempo de chegada passou
ru: Флаг снят – последний участник перешел финишную линию либо истек лимит времени финиширования
zh_cn: 降下旗标 - 最后一支参赛队越过终点线或结束时间限制已过

# golfRemoved
source: Flag removed - gate is closed
es: Señal quitada - la salida está cerrada
fr: Pavillon supprimé - porte fermée
ja: 信号旗の降下 - ゲート閉鎖
pt: Bandeira removida - o portão está fechado
ru: Флаг снят – ворота закрыты
zh_cn: 降下旗标 - 移除门标

# answeringPennantOverAlphaDisplayed
source: Flag displayed - start postponed - no more racing today
es: Señal mostrada - salida aplazada- no hay más pruebas hoy
fr: Pavillon envoyé - départ retardé - plus de courses aujourd'hui
ja: 信号旗の掲揚 - スタート延期 - 本日のレースは終了
pt: Bandeira exibida - partida retardada - não haverá mais corridas hoje
ru: Флаг установлен – старт отложен – больше никаких гонок сегодня
zh_cn: 升起旗标 - 起航延迟 - 今天没有其他比赛

# answeringPennantOverHotelDisplayed
source: Flag displayed - start postponed - further signals ashore
es: Señal mostrada - salida aplazada - más señales en tierra
fr: Pavillon envoyé - départ retardé - signaux ultérieurs à terre
ja: 信号旗の掲揚 - スタート延期 - 陸上の大会本部にさらに信号旗を掲揚
pt: Bandeira exibida - partida retardada - outros sinais em terra
ru: Флаг установлен – старт отложен – дальнейшие сигналы на суше
zh_cn: 升起旗标 - 起航延迟 - 岸上等信号

# answeringPennantDisplayed
source: Flag displayed - start postponed
es: Señal mostrada - salida aplazada
fr: Pavillon envoyé - départ retardé
ja: 信号旗の掲揚 - スタート延期
pt: Bandeira exibida - partida retardada
ru: Флаг установлен – старт отложен
zh_cn: 升起旗标 - 起航延迟

# answeringPennantRemoved
source: Flag removed - start procedure starts in one minute
es: Señal quitada - el procedimiento de salida empieza en un minuto
fr: Pavillon affalé - la procédure de départ sera lancée dans une minute
ja: 信号旗の降下 - 1 分後にスタート手順が開始
pt: Bandeira removida - procedimento de partida começa dentro de um minuto
ru: Флаг снят – запуск процедуры старта через одну минуту
zh_cn: 降下旗标 - 起航程序在一分钟后开始

# novemberOverAlphaDisplayed
source: Flag displayed - race abandoned - no more racing today
es: Señal mostrada - prueba suspendida- no hay más pruebas hoy
fr: Pavillon envoyé - course annulée - plus de courses aujourd'hui
ja: 信号旗の掲揚 - レース中止 - 本日のレースは終了
pt: Bandeira exibida - corrida anulada - não haverá mais corridas hoje
ru: Флаг показан – гонка отменена – больше никаких гонок сегодня
zh_cn: 升起旗标 - 放弃比赛 - 今天没有其他比赛

# novemberOverHotelDisplayed
source: Flag displayed - race abandoned - further signals ashore
es: Señal mostrada - prueba suspendida - más señales en tierra
fr: Pavillon envoyé - course annulée - signaux ultérieurs à terre
ja: 信号旗の掲揚 - レース中止 - 陸上の大会本部にさらに信号旗を掲揚
pt: Bandeira exibida - corrida anulada - outros sinais em terra
ru: Флаг установлен – гонка отменена – дальнейшие сигналы на суше
zh_cn: 升起旗标 - 放弃比赛 - 岸上等信号

# novemberDisplayed
source: Flag displayed - race abandoned
es: Señal mostrada - prueba suspendida
fr: Pavillon envoyé - course annulée
ja: 信号旗の掲揚 - レース中止
pt: Bandeira exibida - corrida anulada
ru: Флаг установлен – гонка отменена
zh_cn: 升起旗标 - 放弃比赛

# bravoDisplayed
source: Protest time started
es: Tiempo límite para protestar empezado
fr: Début du temps de réclamation
ja: 抗議時間開始
pt: Tempo de protesto iniciado
ru: Время протеста началось
zh_cn: 声明时间开始

# bravoRemoved
source: Protest time ended
es: Tiempo límite para protestar terminado
fr: Fin du temps de réclamation
ja: 抗議時間終了
pt: Tempo de protesto concluído
ru: Время протеста закончилось
zh_cn: 声明时间结束

# essThreeDisplayed
source: Three minutes till start
es: Tres minutos para la salida
fr: Trois minutes avant le départ
ja: スタートまで 3 分
pt: Três minutos até partida
ru: Три минуты до старта
zh_cn: 起航前三分钟

# essTwoDisplayed
source: Two minutes till start
es: Dos minutos para la salida
fr: Deux minutes avant le départ
ja: スタートまで 2 分
pt: Dois minutos até partida
ru: Две минуты до старта
zh_cn: 起航前两分钟

# essOneDisplayed
source: One minute till start
es: Un minuto para la salida
fr: Une minute avant le départ
ja: スタートまで 1 分
pt: Um minuto até partida
ru: Одна минута до старта
zh_cn: 起航前一分钟

# essOneRemoved
source: Race starting signal
es: Señal de salida de carrera
fr: Signal de départ de la course
ja: レース開始信号
pt: Sinal de partida da corrida
ru: Сигнал о старте гонки
zh_cn: 比赛轮次开始信号

# dataBeforeAfter
source: Data from before/after race
es: Datos anteriores/posteriores a la carrera
fr: Données obtenues avant/après la course
ja: レース前/後からのデータ
pt: Dados de antes/depois de corrida
ru: Данные из до/после гонки
zh_cn: 比赛轮次前/后的数据

# rawFixes
source: All fixes (including outliers)
es: Todas las correcciones (incluidos valores atípicos)
fr: Toutes les positions (y compris les valeurs aberrantes)
ja: 全フィックス (異常値を含む)
pt: Todos os pontos fixos (incluindo outliers)
ru: Все замеры (включая выбросы)
zh_cn: 所有修复（包括离群点）

# importRemoteHost
source: Remote host:
es: Host remoto:
fr: Hôte distant :
ja: リモートホスト:
pt: Host remoto:
ru: Удаленный хост:
zh_cn: 远程主机：

# importFetchRemoteLgs
source: Fetch Leaderboard Group List
es: Traer lista de grupos de tablas de clasificación
fr: Accéder à la liste des groupes de palmarès
ja: リーダーボードグループ一覧の取込
pt: Chamar lista de grupos de painéis de classificação
ru: Извлечь список групп таблиц лидеров
zh_cn: 获取积分榜分组清单

# importUrlInvalid
source: Not a valid URL for fetching leaderboardgroups: {0}
es: URL no válido para traer grupos de tablas de clasificación: {0}
fr: URL non valide pour l'accès aux groupes de palmarès : {0}
ja: リーダーボードグループ取込に有効な URL でありません: {0}
pt: Não é um URL válido para chamar grupos de painéis de classificação: {0}
ru: Недействительный URL-адрес для извлечения групп таблиц лидеров: {0}
zh_cn: 获取积分榜分组的 URL 无效： {0}

# importGetLeaderboardsFailed
source: GET leaderboardgroups request failed for host {0} with error {1}
es: La solitud GET de grupos de tablas de clasificación ha fallado para el host {0} con el error {1}
fr: Échec de la requête GET pour l'obtention des groupes de palmarès pour l'hôte {0}, erreur {1}
ja: リーダーボードグループ取得の要求がホスト {0} に対してエラー {1} で失敗しました
pt: Falha na solicitação de grupos de painéis de classificação GET para host {0} com erro {1}
ru: Сбой GET-запроса групп таблиц лидеров для хоста {0} с ошибкой {1}
zh_cn: 主机{0}获取积分榜分组请求失败，错误为{1}
