Repository: SAP/sailing-analytics
Catalog: java/com.sap.sailing.domain.racelogtrackingadapter/resources/stringmessages/XLF/TrackingStringMessages_*.properties.xlf
Languages: es, fr, ru

source: Tracking Invitation for
es: Invitación de seguimiento para
fr: Invitation de suivi pour
ru: Приглашение на отслеживание для

# scanQRCodeOrVisitUrlToRegisterAs
source: Make sure you have the {0} App installed. Then scan the following QRCode or click the link using your smartphone to register as
es: Asegúrese de tener instalada la aplicación {0}. Escanee a continuación el siguiente código QR o haga clic en el enlace con su smartphone para registrarse como
fr: Si vous avez bien installé l’application {0}, scannez le code QR suivant ou cliquez sur le lien sur votre smartphone pour vous enregistrer comme
ru: Убедитесь, что приложение {0} установлено. Затем отсканируйте следующий QR-код или откройте ссылку на смартфоне, чтобы зарегистрироваться как

source: Welcome to
es: Bienvenido a
fr: Bienvenue dans
ru: Вас приветствует

# iOSUsers
source: Start iOS App
es: Inicie la aplicación iOS
fr: Lancer l’application iOS
ru: Запустить приложение для iOS

# androidUsers
source: Start Android App
es: Inicie la aplicación Android
fr: Lancer l’application Android
ru: Запустить приложение для Android

# alternativelyVisitThisLink
source: If you are reading this mail on the device with the App already installed, simply click below to start:
es: Si está leyendo este correo electrónico en el dispositivo con la aplicación ya instalada, haga clic debajo para empezar:
fr: Si vous consultez ce mail sur l’appareil sur lequel l’application est déjà installée, cliquez simplement sur le bouton ci-dessous pour commencer :
ru: Если вы читаете это сообщение на устройстве с уже установленным приложением, просто щелкните ниже, чтобы начать:

source: buoy tender
es: balizador
fr: Navire baliseur
ru: лоцмейстерское судно

# appStoreInstallText
source: If you don't have the App yet, please install:
es: Si todavía no tiene instalada la aplicación, instálela:
fr: Si vous n'avez pas encore l’application, voici les liens pour l’installer :

# appIos
source: Install iOS App
es: Instalar la aplicación iOS
fr: Installer l'application iOS
ru: Установить приложение для iOS

# appAndroid
source: Install Android App
es: Instalar la aplicación Android
fr: Installer l'application Android
ru: Установить приложение для Android

# appStoreInstallText
source: If don't have the App yet, please install:
ru: Если у вас еще нет приложения, установите его:
